{
    "id": "18045647",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045647\/",
    "name": "Mary Walker Phillips",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "35",
    "biography": "Mary Walker Phillips was born in Fresno California on November 23, 1923. She enjoyed needlecrafts as a child, and received her BFA in weaving from Cranbrook Academy of Art in Bloomfield Hills, Michigan. She moved to San Francisco in 1947 to work as a weaver in Dorothy Liebes’ studio. Phillips’ talent was acknowledged quite quickly, and in 1948 she received a telegram from Mrs. Frank Lloyd Wright, kindly commissioning her to produce drapery and interior fabrics for their home Taliesin West in Scottsdale, Arizona. Afterwards, she travelled throughout Europe and moved to Fresno to freelance and teach weaving. In 1960, however, she returned Cranbrook for her MFA, focusing on experimental textiles. Upon her graduation in 1963, Phillips moved to an apartment on Horatio Street in New York City.\nAt the urging of her good friend, the textile designer Jack Lenor Larsen, Phillips deviated from her weaving practice to concentrate on knitting as a contemporary art form. In 1964, 100 of Phillips’ works were featured in a show at the Fresno Art Museum. These included woven upholstery, tie-dye blankets, rugs, double-weave wall hangings, knitted “illuminated cylinders” along with her ceramics. True to her pioneering spirit in experimental materials and structures, Phillips utilized a myriad of natural and synthetic fibers – leather, mohair, asbestos thread, paper tape, seeds, and fiberglass amongst countless others. She created large-scale casement and upholstery textiles for architectural spaces, but her work eventually transitioned into knitted and macramé sculptures. Phillips’ shift from weaving to knitting and macramé signaled an important transition in the 20th century fiber arts movement, when textiles evolved from objects of utility to works of art. \nAside from her art practice, Phillips was an important fiber teacher and spent many years at the New School for Social Research. She was also a prolific writer; her books include \"Step by Step Knitting\" (1967), \"Step by Step Macramé\" (1970), \"Creative Knitting, A new Art Form\" (1971, 1986); \"Knitting Counterpanes, Traditional Coverlet Patterns for Contemporary Knitters\" (1989). In the “Step by Step” series (which included weaving, ceramics, etc.) she introduces these studio crafts in a pragmatic, yet creatively inspiring manner. \nToday Phillips is regarded as one of the most influential textile artists of the 20th century. Through weaving, knitting, macramé and her influential publications and teaching tenure, she was an important figure in not only the mid-century fiber arts movement but also the advancement of American studio craft. Phillips was a fellow of the American Craft Council, and her work is included in prestigious collections throughout the country – including the Museum of Modern Art, the Art Institute of Chicago and the Cooper Hewitt, Smithsonian Design Museum.",
    "woe:country_id": "23424977",
    "date": "American, 1923–2007",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}