{
    "id": "18045809",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045809\/",
    "name": "Memphis",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "9",
    "biography": "In December 1980, Ettore Sottsass met with a group of younger architects in his apartment in Milan. He was in his 60s and his collaborators - Martine Bedin, Aldo Cibic, Michele De Lucchi, Matteo Thun and Marco Zanini – were in their 20s. With them was the writer, Barbara Radice. By February 1981, the group, bolstered by the addition of George Sowden and Nathalie du Pasquier, had completed over a hundred drawings of furniture, lamps and ceramics. \nAfter decades of modernist doctrine, Sottsass and his collaborators longed to be liberated from the tyranny of smart, but soulless ‘good taste’ in design.Their solution was to continue the experiments with uncoventional materials, historic forms, kitsch motifs and gaudy colours begun by Studio Alchymia, the radical late 1970s Italian design group to which Sottsass and De Lucchi had belonged. The opening exhibition took place on 18 September 1981; it is estimated that two thousand-five hundred people showed up on opening night. They discovered furniture made from the flashily colored plastic laminates emblazoned with kitsch geometric and leopard-skin patterns usually found in the 1950s.\nWithin the design world, Memphis was a watershed; it was seen as equally sensational outside the closed confines of the design community. Perfectly in tune with an era when pop culture was dominated by the post-punk flamboyance of early 1980s new romanticism, Memphis was also a colorful, clearly defined manifestation of the often obscure post-modernist theories then so influential in art and architecture, comic books or cheap cafés. Sottsass left Memphis in 1985, and the group disbanded in 1987.",
    "woe:country_id": "23424853",
    "date": "Milan, Italy, founded 1981",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424853"
}