{
    "id": "18042107",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18042107\/",
    "name": "Milton Glaser",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "24",
    "biography": "Milton Glaser has been the dean of American graphic design since the 1970s and 1980s, and certainly after the death of Paul Rand in 1996, whose mantle in some respects he inherited. Glaser, like Rand, is known for his intelligent approach to design, saying the most with minimal means. His ubiquitous I [heart] New York logo parallels Rand’s rebus corporate identity for IBM. \n\nTrained at the Cooper Union (1948–51), Glaser founded the widely influential Push Pin Studios in New York with fellow graduates Seymour Chwast, Edward Sorel, and Reynold Ruffins. Push Pin Studios celebrated eclectic and eccentric design in an era dominated by Swiss rationalism. In the late 1960s, Glaser, with Clay Felker, created New York Magazine; Glaser served as its president and design director until 1977. In 1974, he founded Milton Glaser Inc., which produces corporate and print identity programs. According to Glaser’s website, as of 2007 he has designed more than 300 posters, interiors, and identities for restaurants, supermarkets, and hotels. In 1983, together with Walter Bernard, Glaser created WBMG, a design studio dedicated to magazine and newspaper identities including ParisMatch, the Nation, Esquire, and Jardin des Modes. Glaser has also taught at the School of Visual Arts in New York City and has been the subject of many museum exhibitions. In 2004, he received the National Design Award for lifetime achievement.",
    "woe:country": null,
    "date": "American, b. 1929",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        },
        {
            "id": "35351535",
            "name": "Donor",
            "count_objects": "118109"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": "2188",
        "phm:id": null,
        "tms:id": "666",
        "vanda:id": "13663",
        "viaf:id": "95751921",
        "wikipedia:id": null,
        "ideo:id": null
    }
}