{
    "id": "18043661",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18043661\/",
    "name": "Carin Goldberg",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "12",
    "biography": "Carin Goldberg, the graphic designer and writer, was born on June 12, 1953 in New York. Currently based in New York, Goldberg has become an extremely influential designer. She is known for her quiet, uncluttered and ecclectic style of design which undoubtedly began to take shape during her time at The Cooper Union School of Art, in New York, where she recieved a Bachelor's of Fine Art. Soon after her graduation, from the mid-seventies to the early eighties she worked as a staff designer for CBS Television Network, CBS Records and Atlantic Records under art director Paula Scher.\n\n         After her extensive experience in design and advertising for major music and televisioncorporations, in 1982 she established Carin Goldberg Design in New York where she is currently the principal. Her roster of clients include publishing houses such as Simon nd Schuster, Random House, Harper Collins, Hyperion, Doubleday, Time Inc., and Nonesuch Records, a music company.\n\n        Carin Goldberg's work has been showcased in numerous exhibitions including and design annuals including the Walker Art Museum's \"Graphic Design in America\", the Cooper-Hewitt National Design Museum's \"Mixing Messages\", and in Hong Kong's Heritage Museum in the \"Women Festival\" series. Her work has also been featured in magazines like Graphis, Time Magazine, Ad Week, Communication Arts, Print Casebooks, Metropolis, and Print. Goldberg's work can also be seen in Steven Heller's books \"Jackets and Covers\" and \"Typeplay\" and in her own recently published book, \"Catalog\", which she designed and authored.",
    "woe:country": null,
    "date": "6\/12\/53",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "12"
        }
    ],
    "concordances": {
        "freebase:id": null,
        "wikipedia:id": null,
        "viaf:id": null,
        "lcnaf:id": null,
        "moma:id": null
    }
}