{
    "id":"18122583",
    "tms:id":"10032",
    "accession_number":"1901-39-3309",
    "title":"Drawing, \"Thirteen Apollo Subjects for Ceiling\", early 19th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18122583\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "media_id":"35366335",
    "type_id":"35237093",
    "date":"early 19th century",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and ink, brush with brown watercolor over red crayon on rough grey paper.",
    "markings":null,
    "signed":null,
    "inscribed":"Captions written in red crayon: Apollo e le Muse\/ Mercurio robo li bovi\/ dapello\/ e larco\/ con la faratia; giove latona;  Latona Diana e\/ Apollo; apollo fetonte\/ cliomene; Apollo cavallo\/ pegasso; Leucotea Apollo; serpente pito\/ ne;  Apollo e Dafne; carro d'Apollo; apollo pastor; la pitaneza sacia\/ Apollo; Apollo e Giancinto.",
    "provenance":"Giovanni Piancastelli, Rome",
    "dimensions":"40.8 x 25.8 cm (16 1\/16 x 10 3\/16 in.)",
    "creditline":"Museum purchase through gift of various donors",
    "description":"Center, octagonal representation of Apollo and Muses. Captions written in red crayon: Apollo e le Muse\/ Mercurio robo li bovi\/ dapello\/ e larco\/ con la faratia. Octagon surrounded by eight circles, showing Latona visiting Jupiter, inscription above: giove latona; Latona with her children Diana and Apollo, inscription: Latona Diana e\/ Apollo. Clymene kneeling before Apollo, inscription: apollo fetonte\/ cliomene. Apollo standing besides drinking Pegasus, inscription: Apollo cavallo\/ pegasso. At left, Apollo appears to two praying girls, probably Leucothoe and Cythera, inscription: Leucotea Apollo. Bottom: Apollo and Neptune shown seated beside Python, inscription: serpente pito\/ ne.  Apollo pursuing Daphne, inscription at right, Apollo e Dafne. Rows of two circles shown at outmost left and right.  Apollo in sun chariot drawn by four horses, inscription: carro d'Apollo. Apollo as herdsman, inscription at left: apollo pastor. Woman shown seated and sacrificing, inscription: la pitaneza sacia\/ Apollo. Apollo shown supporting Hyacinthus, inscription: Apollo e Giancinto.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042405",
            "role_id":"35236655",
            "person_name":"Felice Giani",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}