{
    "id":"18699461",
    "tms:id":"225348",
    "accession_number":"2004-18-1",
    "title":"Textile, \"Origami Pleat\", 2002–2003",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18699461\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35421729",
    "type_id":"35251739",
    "date":"2002–2003",
    "year_start":"2002",
    "year_end":"2003",
    "year_acquired":"2004",
    "decade":"2000",
    "woe:country":"23424856",
    "medium":"Medium: polyester\nTechnique: folded, transfer printed, and permanently pressed",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 553.7 x 94 cm (18 ft. 2 in. x 37 in.)\nFolded width: 7.6 cm (3 in.)",
    "creditline":"Gift of the Nuno Corporation",
    "description":"Long length of polyester which is folded in the 'mountains and valleys' origami pattern. Pieces of dye transfer paper are inserted between the folds at the edges. The folds are permanently pressed in and the dye transfer effected in one step.",
    "justification":"Origami Pleat was designed in 1997 by Reiko Sudo (b. 1953), one of Japan’s most important contemporary textile designers and co-founder of NUNO. The textile is a contemporary interpretation of centuries-old hand pleating.&amp;nbsp; It is made by folding the polyester fabric at sharp, crisp angles – like origami or the Japanese art of folding paper.&amp;nbsp; Its color gradation is achieved by sandwiching colored dye-transfer paper between the fabric and outer paper during the heat-transfer process. This process not only transfers the colors, but permanently presses the pleats. At the time of acquisition, the special pleating process was patent pending.&amp;nbsp; ",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Textile, \"Origami Pleat\", 2002–2003.\n2002–2003. Medium: polyester\nTechnique: folded, transfer printed, and permanently pressed. Gift of the Nuno Corporation. 2004-18-1."
    },
    "colors":[
        {
            "color":"#cecdd2",
            "closest_css3":"#d3d3d3"
        }
    ]
}