{
    "id":"18673327",
    "tms:id":"212106",
    "accession_number":"1997-19-154",
    "title":"Poster, 1975",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18673327\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35431673",
    "type_id":"35238163",
    "date":"1975",
    "year_start":"1975",
    "year_end":"1975",
    "year_acquired":"1997",
    "decade":"1970",
    "woe:country":null,
    "medium":"Offset lithograph on white wove paper",
    "markings":null,
    "signed":null,
    "inscribed":"Imprinted in black upper left: Call Citicorp \/ Real Estate \/ Management \/ For Rental \/ Information \/ 559-8616 \/ 559-4741 \/ Or Call Your  \/ Own Broker.\nAt upper center: The office tower \/ is adaptable for solar \/ energy experimentation \/ whenever deemed \/ feasible\nImprinted in white upper right: The Office Tower \/ The height of the office tower of Citicorp \/ Center is about 915 feet; there are 46 \/ office floors. Since energy conservation is \/ an important consideration in construction. \/\n2nd paragraph: Today, the conservation features incor- \/ porated in the building will result in a [sic] \/ significantly reduced energy consumption. \/ For one thing, the building's insulated \/ extreior walls and double glazed, reflec- \/ tive windows will reduce the demands \/ on the air conditioning system and will \/ also tend to reduce energy usage \/ of the heating system in winter. It is \/ estimated that only14 percent of solar \/ radiation will be transmitted as against \/ 90 percent by conventional glass, and \/ this will markedly decrease the solar \/ heat entering the building.\n3rd paragraph: The portion of the building that Citicorp \/ will occupy will feature newly developed \/ lighting fixtures that will reduce the \/ amount of energy required for illumination. \/ These fixtures will be single tube fluores- \/ cents with reflectors that will transmit a \/ higher percentage of light than is normal \/ from a standard fluorescent fixture.\n4th paragraph: In addition, Citicorp Center will use a spe- \/ cial system of air filters which will permit \/ the reuse of air generated by the heating \/ and cooling units. This will reduce the \/ intake of outside air, diminishing the need \/ to cool or heat new air coming into the \/ building. \/ Moreover, the air inside the build- \/ ing will be cleaner because it will be sub- \/ stantially free of pollutants.",
    "provenance":"From the collection of Dan Friedman",
    "dimensions":"121.8 x 81.6 cm (47 15\/16 x 32 1\/8 in. )",
    "creditline":"Gift of Ken Friedman",
    "description":"On a silver gray background a black linear rendition of the Citicorp Tower is shown from above. The rendering fills the central section of the sheet. At upper right corner a paragraph of text and at upper left, legend in black. In black lower left on edge the number 4. In blue lower right: CITICORP \/ CENTER. Across lower edge an alternating white and orange band. Landmarks of the complex are identified by text imprinted in white. These are, at lower center: St. Peter's Church, Plaza, and Low Rise Building; at center: Office Tower; upper center: The Crown. A section of text imprinted in black at upper left. A small block of text at upper center.",
    "justification":null,
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041325",
            "role_id":"35236655",
            "person_name":"Dan Friedman",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041325\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18042327",
            "role_id":"35236703",
            "person_name":"Anspach Grossman Portugal",
            "role_name":"Office of",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042327\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236703\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Poster, 1975.\n1975. Offset lithograph on white wove paper. Gift of Ken Friedman. 1997-19-154."
    },
    "colors":[

    ]
}