{
  "display_date": "1988", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1988", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197257", 
  "style": "", 
  "date_begin": "1988", 
  "dimensions": "1993-151-67-1, album cover, 31.3 x 31.3 cm (12 5/16 x 12 5/16 in.)\r\n1993-151-67-2, inner sleeve, 30.2 x 30.6 cm (12 x 12 1/8 in.)", 
  "copyright": "", 
  "title": "Jerry Harrison: Casual Gods", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-67-1,2                           ", 
  "movement": "", 
  "medium": "Offset ligthography", 
  "media_id": "", 
  "description": "Recto: This photographic long range image of gold miners in Brazil by Sebastiao Salgado was reproduced in the present cover design. The presence of long ladders hung against rock which the miners must continually ascend to reach the next level emphasizes the back-breaking nature of the work.  The name of the lead musician, Jerry Harrison, and album title, Casual Gods, are imprinted in yellow script horizontally on one line within the top quarter. \r\nVerso: A close-up image of miners carrying heavy sacks on their backs while climbing up ladders is another reproduction of Salgado's work. The names of the album's songs are imprinted in small yellow letters on one line close to the bottom edge. Production information appears in yet smaller type underneath.\r\nInner sleeve: Recto - This shows a medium range view of the miners at work. Several horizontal lines of small yellow type near the top edge include the names of the musicians and songs. An additional number of lines regarding the record production are imprinted near the bottom edge.\r\nInner sleeve: Verso - This is a close-up image of a miner's face and arms, with the same kind of heavy sack across his back, seen in the album image (verso). His face is grimy and perspiring and reflects exhaustion, resignation and desperation. The two lines of yellow type at the bottom, unattributed here, include the phrase \"the bewildering indifference of casual gods,\" referring both to the source of the miners' plight and the album title.\r\n", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Album Cover", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}