{
    "id": "51669015",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/51669015\/",
    "title": "Beautiful Users",
    "text": "When designers are creating products, spaces, or interfaces, they continually circle back to people like you, asking how users eventually will engage with their designs.\n \nThe user is the person the design is intended for. There are many types of users, including people with different sizes and abilities, people with different professions and occupations, and people of different ages and cultures.\n \nThe focus on the user is relatively recent in design history. In the early 20th century, designers and architects began considering measurements of human anatomy in order to create more functional products and to standardize design. U.S. military engineers during World War II measured pilots’ bodies to improve the layout of airplane cockpits.\n \nAfter the war, designer Henry Dreyfuss and his colleague Alvin R. Tilley created “Joe” and “Josephine,” generic depictions of the average American body. Tilley and designer Niels Diffrient went on to create Humanscale, a system of measurements that accounts for people of diverse ages, abilities, and heights.\n \nHenry Dreyfuss also applied this approach to consumer goods. His telephones for Bell Labs became the most widely used products of the 20th century. Dreyfuss’s phrase “designing for people” sums up his idea of creating products that fit people, rather than making people fit products.\n \nDesigners have approached users in various ways: as ideal or normative types, as consumers to be observed, measured, and even manipulated, and as active partners in the design process. Today, the divide between designers and users, subject and object, is breaking down as users become a creative force in their own right.\n \nBeautiful Users is the first in a series of exhibitions in Cooper Hewitt’s first-floor Design Process Galleries. These exhibitions seek to introduce the public to the people and methods that define design as an essential human activity.\nBeautiful Users is dedicated to Bill Moggridge, who pioneered the methods of human-centered design. As director of Cooper Hewitt, Smithsonian Design Museum from 2010 to 2012, he led the museum in new directions.\nBeautiful Users is made possible by major support from Amita and Purnedu Chatterjee and Adobe Foundation.\nGenerous support also provided by Dorit and Avi Reichental.\nAdditional funding is provided by the August Hekscher Exhibition Fund, the Ehrenkranz Fund, the Bill Moggridge Memorial Fund, The Richard H. Driehaus Foundation, Deborah Buck, May and Samuel Rudin Family Foundation, Inc., and IDEO.",
    "date_start": "2014-12-12",
    "date_end": "2015-04-26",
    "is_active": "0",
    "department_id": "35347495",
    "count_objects": "158",
    "count_objects_public": "155"
}