{
    "id":"18617141",
    "tms:id":"177103",
    "accession_number":"1981-28-49",
    "title":"Sampler, 1694",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18617141\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35427277",
    "type_id":"35256439",
    "date":"1694",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1981",
    "decade":null,
    "woe:country":"23424975",
    "medium":"Medium: silk and linen embroidery on linen foundation\nTechnique: embroidered in cross, long armed cross, Montenegrin cross satin, back, double running, herringbone, fern, and detached looping stitches on plain weave foundation. Two bands of withdrawn elem",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 76.2 x 22.3cm (30 x 8 3\/4in.)",
    "creditline":"Bequest of Gertrude M. Oppenheimer",
    "description":"Bands of polychrome pattern alternate with text and whitework.  Text: Dear child delay no time\/ But with all speed amend\/ Thee longer thou dost live\/ the nearer to thy end.\/ Yesterday is gone\/ Tomorrow's none of thine\/ This day thy life\/ to virtuous acts incline.\/ Sweet children wisdom invites\/ To heave to Hur (sic) voice\/ She offeres to you rare delights\/ Most worthy of your choice.\/ Eternal blessings in hur wayes\/ You shall be sure to find\/ Of therefore in your youthful dayes\/ Your great creator mind.\/ Young Isaacs who lifted up their eyes and mediate in fields\/ Young Jacobs who the blessings prizes this age but sildom (sic) yeelds few\/ Samuels leavings their playes two temples resigned\/ Few do as these their great creator mind.",
    "justification":null,
    "type":{
        "id":"35256439",
        "name":"Sampler"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Sampler, 1694.\n1694. Medium: silk and linen embroidery on linen foundation\nTechnique: embroidered in cross, long armed cross, Montenegrin cross satin, back, double running, herringbone, fern, and detached looping stitches on plain weave foundation. Two bands of withdrawn elem. Bequest of Gertrude M. Oppenheimer. 1981-28-49."
    },
    "colors":[
        {
            "color":"#9f7d54",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#515546",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#79785e",
            "closest_css3":"#696969"
        },
        {
            "color":"#979679",
            "closest_css3":"#808080"
        },
        {
            "color":"#e1dccd",
            "closest_css3":"#dcdcdc"
        }
    ]
}