{
    "id":"18550467",
    "tms:id":"68133",
    "accession_number":"1938-88-7180",
    "title":"Drawing, \"Memorial to the Napoleonic Naval Heroes Admiral Federico Carlos de Gravina and Rear-Admiral Don Antonio Escaño, Defeated at the Battle of Trafalgar\", after 1805",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18550467\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "media_id":"35371015",
    "type_id":"35237093",
    "date":"after 1805",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and black ink, gray, green, blue watercolor, over graphite\nSupport: white laid paper",
    "markings":"Watermark: J HONIG and Strasburg lily with hanging beehive beneath J H and Z (RB '45)",
    "signed":null,
    "inscribed":null,
    "provenance":"Giovanni Piancastelli; Mr. and Mrs. Edward D. Brandegee",
    "dimensions":"Sheet: 60.2 x 46.2 cm (23 11\/16 x 18 3\/16 in.)\nMat:  71.1 x 55.9 cm (28 x 22 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Vertical format; standing in a park; it consists of a fluted monumental column of Doric style, with a genius raising a torch with her right hand and holding a torch in her left hand; two lateral groups, with a genius standing in front of a panopoly and pointing at a scroll across one of the shields - that at left bears the inscription: A GRAVINA; that at right: A ESCANO. Column and groups stand upon a terrace to which steps lead; the groups have angular pedestals; the column rises above a broad and high base, having a door in the center and a frieze, representing at left, the reception of a warlord by savages, at right the reception of a lady; upon a narrower base, around the pedestal of the column, are the figures of three women; the one at the front holds a paper sword, the one at right, probably a sword, the one at front wares a helmet and is surrounded by unidentified elements. (RB '45) Identification of the Naval heroes Admiral Federigo Carlos de Gravina (who died of wounds received during the battle of Trafalgar and Rear-Admiral Antonio don Antonio Escaño by Phyllis Massar, 1992 (see 1938-88-7180 file within Valadier artist file). Attribution to Valadier by Rudolf Berliner, 1945. Previously titled (by Berliner) \"Project for a Monument.\"",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042675",
            "role_id":"35236711",
            "person_name":"Giuseppe Valadier",
            "role_name":"Attributed to",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042675\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236711\/"
        }
    ],
    "exhibitions":[
        {
            "id":"35349375",
            "url":"http:\/\/collection.cooperhewitt.org\/exhibitions\/35349375\/",
            "title":"The Cooper-Hewitt Collections: A Design Resource",
            "date_start":"1991-03-26",
            "date_end":"1992-08-30"
        }
    ]
}