{
    "id": "18645149",
    "tms:id": "197478",
    "accession_number": "1993-31-191-3",
    "title": "Book, \"The Ghost in the Underblows by Alfred Young Fisher\", 1940",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18645149\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1940",
    "year_start": "1940",
    "year_end": "1940",
    "year_acquired": "1993",
    "decade": "1940",
    "woe:country": null,
    "medium": "Lithography in orange and black ink on off-white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Printed in black ink, left: Called second, war floated across the sun.\/The numbering of men began, and\/(Like critics who rush ‘classics’ to their side)\/All nations found blind justice blinded to their cause.\/How flags go up along the unmusical streets\/And noise makes tom-tom in the heart, and feet\/Keep time to the hearts and hearts to the beat\/Of winged words! How worlds stand round\/Rating their chances on a controlled wheel!\/War floats across the sun and fire splatters out\/Like slag from an incandescent crucible;\/Down in the brain the heat melts out\/Pain and impure steel. But when it cools\/There is stone, with its great way of staying;\/A little crumbling while, a little while.\/Down in the skull things shape\/Over hills and valleys, over which there go\/Soft waters, large-eyed cattle, Thestylis and Corydon,\/ And enchanted April weather when the moon\/Bewitches all the air…And there go\/The cohorts and the dragging guns, men\/Pulling their outrooted hearts as one pulls\/A primitive plow through land clodded with bones.\/I hear the steady silence and prayers of those men,\/Levites who are for ever apart.\/There might be sun for a little while in the brain\/Did not again the fog creep down from heaven\/And rise from rotten lands. Imperceptibly across\/The sun floats fog, and stumbling,\/Blind and death-creating ways begin again.\/O, how do worlds and days go with it\/And prophets make and make their comfortable lies!\/When occurrence fronts them like their own hands\/When they are sprawled in easy chairs,\/Their own hands, upon which looking there are different marks,\/The whorls and tendrils never the same but still\/a commonness about it all, enough\/34.",
    "provenance": null,
    "dimensions": "H x W: 23.9 x 31.5 cm (9 7\/16 x 12 3\/8 in.)",
    "creditline": "Gift of Tamar Cohen and Dave Slatoff",
    "description": "Pages 34-35. Left: text. Right: An abstract design in black, orange, and white. Design is comprised of three identical sections, arranged horizontally and divided by slender black lines tipped with orange \"arrow\" shapes. Each section is largely black and consists of, at top, an inverse pill shape in white. This pill shape contains two symmetrical sets of orange shapes, from top to bottom: a quasi-teardrop form, a circle, and a quarter circle. Extending down center of section is a bar made of thin black lines. Cut into left and right sides of section is an orange bar and another bar of thin black lines.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35247441",
        "name": "book"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39715_c40ec66425483645_b.jpg",
                "width": 1024,
                "height": 777,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39715_c40ec66425483645_n.jpg",
                "width": 320,
                "height": 243,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39715_c40ec66425483645_z.jpg",
                "width": 640,
                "height": 486,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18043331",
            "role_id": "35236655",
            "person_name": "Alvin Lustig",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}