{
    "id":"18410091",
    "tms:id":"115240",
    "accession_number":"1956-45-3",
    "title":"Textile, \"Modern Master Series\", 1955",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18410091\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35251739",
    "date":"1955",
    "year_start":1955,
    "year_end":1955,
    "year_acquired":"1956",
    "decade":"1950",
    "woe:country":"23424977",
    "medium":"Medium: cotton\nTechnique: printed by engraved roller, incised by photographic process",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 141 x 103 cm (55 1\/2 x 40 9\/16 in.)",
    "creditline":"Gift of Fuller Fabrics Corp.",
    "description":"Rich impressionistic pattern with illusion of heavy brushstrokes, of a woman in amid foliage, in white, yellow, and green on a midnight blue ground.",
    "justification":"In 1953, Dan Fuller, President of Fuller Fabrics, invited five of the twentieth century’s most distinguished artists: Pablo Picasso, Fernand Léger, Marc Chagall, Joan Miró, and Raoul Dufy, to collaborate on a line of textiles to be called the Modern Masters Series. The concept was unique in that the artists were not commissioned to produce original patterns specifically for the textiles. Instead, Dan Fuller worked with each artist to select motifs from their existing body of work, which were then translated by the company’s in-house designers into repeating patterns.<a href=\"#_ftn1\">[1]<\/a> Fidelity of reproduction was essential, and Fuller’s designers worked diligently to render the motifs accurately for engraving. The patterns were roller printed rather than screen printed, because the fabric was intended to be mass produced and sold at low price points, less than $2 a yard, for use by both garment manufacturers and home sewers. Each artist approved the final patterns derived from his work and was involved in the selection of the colors. \nMarketing was a key element of the project – the Modern Master Series was launched in the fall of 1955 with a museum exhibition and documentary film that featured the artists in their studios, the original works of art, the finished fabrics, and the production process. The film and exhibition opened at the Brooklyn Museum and then traveled to other American museums.<a href=\"#_ftn2\">[2]<\/a> For a five-page editorial spread in Life Magazine, “Modern Art in Fashion,” Life’s fashion editor Sally Kirkland enlisted the participation of her friend, designer Claire McCardell. McCardell designed a wardrobe of separates and dresses using Modern Masters Fabrics which were featured in the Life photo essay.<a href=\"#_ftn3\">[3]<\/a>\nThe collection of sixty designs was much celebrated when it was launched. American Fabrics applauded Fuller for its daring and courage in bridging “the abyss” between fine and applied arts.<a href=\"#_ftn4\">[4]<\/a> Cooper-Hewitt currently holds six fabrics from Fuller’s Modern Masters Series in its collection: The Bullfight, Birds, and Poisson by Pablo Picasso, Vitrail by Fernand Leger, Femme Ecoutant by Joan Miro, and Evening Enchantment by Marc Chagall. \n\nThe source motif for this fabric comes from a magical painting, Evening Enchantment, by one of the most original of the giants of twentieth century art, Marc Chagall. In creating this pattern, Fuller captured the essence of Chagall’s work: its lush, lyrical colors and mystical, dreamlike quality.&amp;nbsp; This sumptuous overall pattern in rich blues and greens, features a violinist surrounded by a fantasy world of flowers. The violinist was a frequent symbol in Chagall’s work, one that recalled his Jewish upbringing in Russia. Flowers, an expression of love, were another recurring symbol.&amp;nbsp; Chagall’s romanticized, luxurious rendering of these images created a particularly elegant fabric. Fashion designer Claire McCardell (1905-58), who is acknowledged with creating “The American Look” in women’s leisurewear, used Evening Enchantment as the fabric for a handsome full-skirted dress. While Fuller’s Modern Masters Series Fabrics were generally used for casual sportswear, the elegance of this print gives McCardell’s dress a more formal and sophisticated allure. \n\n\n\n<a href=\"#_ftnref1\">[1]<\/a> Geoffry Rayner, Richard Chamberlain and Annamarie Stapleton, Textile Design: Artists’ Textiles 1940-76 (Woodbridge, Suffolk, UK: Antique Collectors Club, 2012), 139.\n\n<a href=\"#_ftnref2\">[2]<\/a> “Trying Abstraction on Fabrics,” ArtNews 54, issue 7 (November 1955): 43.\n\n<a href=\"#_ftnref3\">[3]<\/a> Kohle Yohannan, and Nancy Nolf, Claire McCardell: Redefining Modernism (NY: Abrams, 1998), 126.\n\n<a href=\"#_ftnref4\">[4]<\/a> “Fine Art and Textiles come to Terms,” American Fabrics 35 (Winter 1955-56): 49.",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42764_ec82d66efff0fb13_b.jpg",
                "width":757,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42764_ec82d66efff0fb13_n.jpg",
                "width":237,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42764_ec82d66efff0fb13_z.jpg",
                "width":473,
                "height":640,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18387_f877f16a85fd3db1_b.jpg",
                "width":772,
                "height":1024,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18387_f877f16a85fd3db1_n.jpg",
                "width":241,
                "height":320,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18387_f877f16a85fd3db1_z.jpg",
                "width":483,
                "height":640,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18065027",
            "role_id":"35351535",
            "person_name":"Fuller Fabrics",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065027\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18065027",
            "role_id":"35236657",
            "person_name":"Fuller Fabrics",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065027\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"18065029",
            "role_id":"35236655",
            "person_name":"Marc Chagall",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065029\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Textile, \"Modern Master Series\", 1955.Medium: cotton\nTechnique: printed by engraved roller, incised by photographic process. Gift of Fuller Fabrics Corp.. 1956-45-3."
    },
    "colors":[
        {
            "color":"#3d7394",
            "closest_css3":"#4682b4"
        },
        {
            "color":"#537263",
            "closest_css3":"#696969"
        },
        {
            "color":"#4f8187",
            "closest_css3":"#708090"
        },
        {
            "color":"#85854f",
            "closest_css3":"#696969"
        },
        {
            "color":"#3c596b",
            "closest_css3":"#2f4f4f"
        }
    ]
}