{
    "id":"18486461",
    "tms:id":"154097",
    "accession_number":"1975-11-314-1",
    "title":"Drawing, \"Lady Esther Yacht: Furniture and Layout for Bedroom\/Living Room\", 1934–35",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18486461\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1934–35",
    "year_start":"1934",
    "year_end":"1935",
    "year_acquired":"1975",
    "decade":"1930",
    "woe:country":"23424977",
    "medium":"Graphite on tracing paper",
    "markings":null,
    "signed":null,
    "inscribed":"Inscribed in graphite at center: highly polished white ceiling\/white walls.\/ind. lit.\/plaid - Here, fawn(?), white\/&Hack (?)\/sycamore or maple\/white perimeter (?).\/on travellers(?); inscribed in graphite with notes and calculations.",
    "provenance":"Donald Deskey, New York City",
    "dimensions":"H x W: 41.3 x 80.6 cm (16 1\/4 x 31 3\/4 in.)",
    "creditline":"Gift of Donald Deskey",
    "description":"Floorplan, furniture, and elevations for combined bedroom\/living room, Lady Esther Yacht. Floorplan at left shows bedroom at upper center, living room below. Bedroom square in shape, large bed at upper right corner, drawers at left. Entrance to room on left wall, vanity to left of doorway. Semicircular table on right wall, near window. Two windows on far wall. Living room connected to bedroom at center. Various furniture, side table, three-seat sofa and built-in cabinet along lower wall. Two lounge chairs in upper left corner and lower right corner. Four small windows on lower wall. Perspective drawings at center of bedroom. Bed facing left along wall, three-drawer unit at end of bed to left. Drawers have rounded corner at right. Two small windows above bed. Semi-circular sidetable with three open shelves connected by straight rod to right of bed. Elevation of dining room at upper right. Lounge chair in front of low bookshelves at left, three-seat sofa at center with rounded armrests and straight back. Side table, side chair, and low bookshelves to right of sofa. Four small windows above.",
    "justification":null,
    "culture":"American",
    "style":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041973",
            "role_id":"35236703",
            "person_name":"Donald Deskey",
            "role_name":"Office of",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041973\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236703\/"
        }
    ],
    "exhibitions":[

    ]
}