{
    "id":"18050379",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18050379\/",
    "name":"Wendell Castle",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"3",
    "biography":"Wendell Castle has been a craftsman, designer, and educator for over four decades.  His work with exotic materials and beautiful hardwoods in biomorphic forms led to the recognition of handcrafted designer furniture as a major art form in the second half of the twentieth century.  In the 1960s he began experimenting with plastic and fiberglass to create seamless organic shapes in his designs.  He created “Environments for Contemplation” in 1969, an iconic object of the psychedelic period: a laminated oak chair in the shape of a womb-like chamber with a door and padded interior. This work was intended as a performance or happening piece rather than a conventional chair. In the 1980’s Castle began to experiment with Postmodernist theory, producing architectural, polychromatic objects.  Each piece is unique, as he is constantly reinventing and improving his craft. Castle developed an innovative way of constructing furniture in a process now called “stack-lamination,” which allows unrestricted sculptural forms to be articulated. Thousands of Castle’s pieces are housed in private, corporate, and permanent museum collections such as the Smithsonian American Art Museum in Washington, D.C., and the Museum of Arts and Design in New York. Among his many accolades, Castle has received three honorary doctorate degrees, several grants from the National Endowment of the Arts, and in 2007 he was awarded the Brooklyn Museum’s Lifetime Achievement Award for excellence in design.",
    "woe:country":"23424977",
    "date":"American, b. 1932",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"2"
        },
        {
            "id":"35236685",
            "name":"Maker",
            "count_objects":"1"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":"7936",
        "phm:id":null,
        "tms:id":"5793",
        "vanda:id":"58665",
        "viaf:id":"113448866",
        "walker:id":null,
        "wikipedia:id":"5117279"
    }
}