{
    "id":"18644077",
    "tms:id":"196906",
    "accession_number":"1993-151-146-a\/d",
    "title":"Presskit Folder, \"New York Woman: The Power of the City\", 1988",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644077\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35294767",
    "date":"1988",
    "year_start":"1988",
    "year_end":"1988",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-146a - 30 x 25.5 x .9 cm (11 3\/4 x 10 1\/8 x 3\/8 in.), folder, closed\n1993-151-146a - 30 x 72 x .9 cm (11 3\/4 x 28 3\/8 x 3\/8 in.), folder, opened\n1993-151-146b - 23.5 x 10.1 cm (9 1\/4 x 4 in.), insert, closed\n1993-151-146b - 23.5 x 30.3 cm (9 1\/4 x 11 15\/16 in.), insert, opened\n1993-151-146c - 23.5 x 10.1 cm (9 1\/4 x 4 in.), insert, closed\n1993-151-146c - 23.5 x 30.3 cm (9 1\/4 x 11 15\/16 in.), insert, opened\n1993-151-146d - 23.5 x 10.3 cm (9 1\/4 x 4 1\/8 in.), insert, closed\n1993-151-146d - 23.5 x 43 cm (9 1\/4 x 17 in.), insert, opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"1993-151-46a - The press kit, when closed for presentation, is folded in thirds, and consists of a front cover, mid-section and back cover; however, to display the view of both the exterior and interior overall designs, the object must be in the opened position. \n\nExterior - Beginning left of center and extending to the right edge is a color photograph of a city street, deliberately distorted to exaggerate the foreground, over which a transparent, enlarged depiction of a woman's lower legs, ending with her feet in high heels, is superimposed.  Streaks of light shoot across the upper part of the view. Close to the top edge of the front cover, New York, in large yellow-orange serif-style type, with no space between New and York, is positioned between the fold and the middle of the page. (This font and format are repeated throughout, wherever the phrase, New York, appears.) Beginning at the left edge of the back cover is a full length color photographic view of two women seated at a restaurant table, their heads close together and mouths open in laughter; they appear to be engaged in animated conversation. An excerpt from an abstract painting is placed between these two views. (The restaurant scene and a narrow left-hand section of the excerpted painting become the right-hand flap when the kit is folded.)\nInterior - A flap at the left edge shows a richly colored photographic view of flowers and intertwined ribbons, predominantly in shades of pink and yellow, with scattered green leaves. On the reverse side of the flap, which can be opened only partway, and extending to the center, is a black and white photomontage of the Duffy Square Tkts Booth; Come and Meet\/ Those Dancing Feet is imprinted on the diagonal above a sign, 42nd Street, in shadowed type. In the center section, overlaying the lower third of the page, a pocket at the bottom edge shows a view, also in black and white, of four vaudeville-type performers, posed on a bridge against a city skyline. To the right of the Tkts montage is a full length color photographic view of a woman posed against a bookshelf unit; she is hunched forward over a long table, her arms stretched sideways, her hands placed flat on the table. She is wearing a skirt suit in a brown checked pattern. New York Woman, with the W in Woman extended below the bottom type line edge, is imprinted across the center section, just below the top edge. To the right, occupying the narrow space remaining up to the right edge, is a full length view of a woman, posed on grass, and wearing a short-skirted, black-buttoned yellow suit and black turtleneck, tights, shoes, and gloves. Her head is turned in profile and her short black hair is tucked behind her ear. She is carrying a black broad-brimmed hat.\nA triangular pocket, overlaying the lower left-hand section of the flowered flap, features a photographic view of a woman seated on the floor; she is smiling and gesticulating at a baby, who is about to crawl on her.\n\nInserts - The three pocket accordion-fold inserts are similar. The cover page of the Recto or Verso of each is imprinted New York Woman, with the W in red. The Power of the City, in small capitals, appears on one line directly underneath, indented left and right. The publisher, American Express and the address and telephone number appear on five lines just above the bottom edge. \n1993-151-46b, Editorial Summary - Recto - The middle section shows a small segment, featuring the woman's back leg, of the folder's city scene photograph, now in sepia tones. The right-hand section consists of three paragraphs of type, centered top and bottom. Verso - The three sections are headed in small red capitals Features, Departments and Columns; each consists of several paragraphs, with headings in small capitals, describing the magazine's content.\n1993-151-46c, Incentive Merchandising Program - Recto - The middle section excerpts the folder's flowered view, now in sepia tones. The right-hand section consists of three paragraphs of type, centered top to bottom. Verso - The three sections are headed in small red capitals Guidelines, Customized Merchandising Programs, and Building Credits. The left-hand and right-hand sections devote the top half to copy and the bottom to photographs, a partial upper view of a woman in a T-shirt inscribed New York Woman (left) and a view of a small loose-leaf notebook with a cover page entitled New York Woman (right). The upper halves of both sections consist of type, as does the entire center section; paragraphs are headed as in (b).\n1993-151-46d, Rate Card #3 - This insert is divided into five sections, gradually increasing in width on the Recto and decreasing in width on the Verso. Recto - Three paragraphs of type comprise the leftmost (and narrowest) section. A full-length photographic color view of two women, one dark red-haired, wearing a black on white polka dot blouse and sunglasses, and the other, slightly behind, blond, wearing a black hat, comprises the second section, slightly wider than the first. Both women, smiling, are gazing off into the distance, where the blond points at something not visible to the viewer. The third section, of the same width as the second, is divided into three segments directed to advertisers, headed, in red, Rates, Premiums and Dates. The fourth section, equal in width to the sections in (b) and (c), reproduces part of the abstract painting featured in the folder. The rightmost section, of the same width, which becomes the title page when the insert is folded, consists of copy concerning publishing and advertising personnel, below the title. Verso - The leftmost section, Discounts (in red), consists of seven paragraphs of copy; the second section, features Copy and Contract Conditions (in red), followed by details; the third section, which continues on the following page, features Production (in red), followed by details; and the rightmost section, with the title imprinted identically to the Recto cover pages of the other inserts, lists the specifics of Rate Card #3.",
    "justification":null,
    "type":{
        "id":"35294767",
        "name":"presskit folder"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18055913",
            "role_id":"35236631",
            "person_name":"Chris Callis",
            "role_name":"Photographer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18055913\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236631\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Presskit Folder, \"New York Woman: The Power of the City\", 1988.\n1988. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-146-a\/d."
    },
    "colors":[

    ]
}