{
    "id":"18044797",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18044797\/",
    "name":"Keith Murray",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"2",
    "biography":"Architect, Keith Murray (English, born in New Zealand, 1892-1981) was a notable and influential Modernist designer in the fields of glass, ceramics and metalware from 1920 through the start of World War II. He was one of the first designers to be honored for his contributions to industry, awarded the title of Royal Designer for Industry by the Royal Society of Arts, in 1936.\n\nMurray trained and worked as an architect until the early 1930s, when he was forced to seek work outside his field due to the Great Depression. Inspired by the 1925 Exposition in Paris and the 1931 Exhibition of Swedish Industrial Art in London, with its emphasis on co-operation between manufacturers and artists, he produced some glass designs.  He was subsequently hired by the glass firm of Stevens and Williams as a freelance designer, from 1932-1939. His designs ranged from vases to decanters to bathroom sets. Although Murray preferred pure form with minimal to no decoration, he recognized the need to design for a range of consumer tastes and created a wide variety of both traditional and  modern forms. \n\nIn 1932 the ceramics manufacturer Wedgwood engaged Murray part-time to design a range of modern shapes. The simple forms designed by Murray were either plain or had broad geometric fluting or bands. The purity of form was underscored by the use of matte glazes in white, green, turquoise, straw and gray. Murray designed a variety of objects, including vases, book ends, inkwells, beer jugs, and mugs.\n\nMurray also created metalwork for the firm Mappin and Webb. His designs in silver and silver plate were modern and mostly geometric in form. Decoration was limited to turned rings which both enhanced the shapes and made the pieces easy to clean.\n\nIn 1936 Murray was commissioned to design Wedgwood's new factory at Barlaston. Following the war he left the field of industrial design and returned to architecture full time.  His design work is in the permanent collections of  the Victoria and Albert Museum, the Wedgwood Museum, and the Corning Glass Museum, among others, and has been included in exhibitions on ceramics and 20th-century design.\n\nMcCready, Karen. Art Deco and Modern Ceramics. London: Thames and Hudson, 1996\nTaylor, Diane. \"Keith Murray, a Modernist Designer in Glass, Ceramics and Metal.\" Studies in the Decorative Arts 2:1 (1994): 67-86.\n\"Thoroughly Modern Murray\" (adapted from Taylor, Linda. Keith Murray (1892-1981): A Brief Biography). www.artdeco.org.nz\/p42.htm",
    "woe:country":"23424975",
    "date":"English, born New Zealand, 1892 - 1981",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"2"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":"2640",
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"2253",
        "vanda:id":"1276",
        "viaf:id":"1161573",
        "walker:id":null,
        "wikipedia:id":"2473786"
    }
}