{
    "id":"18732723",
    "tms:id":"242483",
    "accession_number":"2009-36-3",
    "title":"Skirt, 1950–60",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18732723\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35407135",
    "type_id":"35285151",
    "date":"1950–60",
    "year_start":1950,
    "year_end":1960,
    "year_acquired":"2009",
    "decade":"1950",
    "woe:country":"23424781",
    "medium":"Medium: hemp\nTechnique: plain weave patterned with hand drawn starch resist, indigo dyed",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Purchase from Morita Antique Textiles, Tokyo",
    "dimensions":"W (top edge): 86.4 cm (34 in.)\nW (bottom edge): 431.8 cm (170 in.)\nL (ties): 83.8 cm (33 in.)",
    "creditline":"Museum purchase from General Acquisitions Endowment Fund",
    "description":"Indigo resist-dyed skirt made from hand-spun yarns. The waistband and upper pleated band are solid blue while the lower pleated band of the skirt is patterned with five rings of hand-drawn designs including sawtooth and \"Greek key\" type patterns. Upper pleated band has decorative stitches to hold pleating in place.",
    "justification":"The Miao are one of approximately sixty ethnic minority groups recognized by the Chinese government. The group resides primarily in Guizhou province in south-west China, although some have migrated as far as Thailand and Vietnam, where they are known as the Hmong. This group has been historically marginalized, living in the inhospitable hilltops, and moving on when the thin soil is depleted. With no written language, no permanent architecture, and very little expression in other decorative arts, textiles are their most valued possessions and the major living art form of this group. \n&amp;nbsp;\nThere are at least eighty different specific regional costumes within the Miao minority, and these regional subgroups hold festivals during the agricultural low season. Hundreds or even thousands of Miao travel long distances to attend. Elaborate costumes and jewelry are worn, particularly by young women, as an expression of group identity, and indicator of wealth and skill. Traditional dress was discouraged in communist China, but ethnic identity remains strong among the Miao, as do the skills, especially in indigo dyeing. \n&amp;nbsp;\nThe weaving tradition is very strong, with most if not all women and girls knowing how to produce yarn from hemp or ramie, weave it into cloth, and decorate it. The range of decorative techniques is awe-inspiring, but always includes indigo dyeing and finishing, and wax-resist dyeing, with the indigo often times grown and fermented at home. The wax resist is applied by hand, in intricate geometric patterns, using a small quill or tool with a copper head. The pleated, indigo-dyed skirt is an important feature of all of the regional costumes, although they vary in the details of their construction, ornamentation, and length. Typically the narrow, back-strap woven hemp fabrics are stitched together selvedge to selvedge. The beeswax resist is applied by hand, and the fabric is dyed multiple times in the indigo bath. Often various processes are used to give the indigo a high sheen, which is particularly prized there. The process of pleating the skirts varies as well, but usually involves inserting several rows of stitching to draw up the fabric in loose gathers, which are manipulated into sharp pleats with the fingers. Sometimes the skirts are dried on a barrel-like cylinder, or stretched on a vertical frame to pull the pleats into straight columns. \n&amp;nbsp;\nThis particular skirt, made between 1950 and 60, is made from traditional indigo resist-dyed hand-spun yarns. The waistband and upper pleated band are solid blue while the lower pleated band of the skirt is patterned with five rings of hand-drawn designs including sawtooth and &quot;Greek key&quot; type patterns. The upper pleated band also has decorative stitches to hold pleating in place.",
    "type":{
        "id":"35285151",
        "name":"Skirt"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/31220_c9111bb184fdcc96_b.jpg",
                "width":1024,
                "height":995,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/31220_c9111bb184fdcc96_n.jpg",
                "width":320,
                "height":311,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/31220_c9111bb184fdcc96_z.jpg",
                "width":640,
                "height":622,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/31252_9c0e5dd7f8e42d45_b.jpg",
                "width":1024,
                "height":522,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/31252_9c0e5dd7f8e42d45_n.jpg",
                "width":320,
                "height":163,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/31252_9c0e5dd7f8e42d45_z.jpg",
                "width":640,
                "height":326,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18048535",
            "role_id":"35352247",
            "person_name":"General Acquisitions Endowment",
            "role_name":"Fund",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id":"18062561",
            "role_id":"35352249",
            "person_name":"Morita Antiques and Textiles",
            "role_name":"Vendor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18062561\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone":{
        "epitaph":"Skirt, 1950–60.Medium: hemp\nTechnique: plain weave patterned with hand drawn starch resist, indigo dyed. Museum purchase from General Acquisitions Endowment Fund. 2009-36-3."
    },
    "colors":[
        {
            "color":"#29313f",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#5f6067",
            "closest_css3":"#696969"
        },
        {
            "color":"#797b80",
            "closest_css3":"#808080"
        }
    ]
}