{
  "display_date": "19th century", 
  "credit_line": "Gift of Harvey Smith", 
  "date_end": "1899", 
  "period": "", 
  "dynasty": "", 
  "culture": "", 
  "id": "142743", 
  "style": "", 
  "date_begin": "1800", 
  "dimensions": "H x W: 128 x 184 cm (50 3/8 in. x 6 ft. 7/16 in.)", 
  "copyright": "", 
  "title": "Tao priest's robe", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1968-135-77                               ", 
  "movement": "", 
  "medium": "Medium: silk, metal yarns\r\nTechnique: embroidery on eight harness satin, the stitches used are couching, satin, stem and knotted stitch", 
  "media_id": "8949", 
  "description": "Wide rectangular robe with a straight bottom open down the front with openings in each side for arms. The front is divided into two panels which continue across the shoulders onto the back. Each contains two medallions with full-face dragon chasing a magic pearl in the sky above a mountain. The vertical borders at the front opening are continuous around the neck. The vertical borders at the side continue across the shoulder and down the back. At the bottom of each front panel is a short band - a repeat from the bottom band on the back.  \r\nThe back: in the upper center is a large medallion with the \"sacred Pagoda\" (Lamaist) plus two small medallions - one with a representation of the sun, the other the moon. Below are two large medallions each with a profile dragon chasing a magic pearl in the sky above a mountain. These three large medallions on the back are placed above mountains raising out of a foaming sea. The vertical borders on the sides continue to the front and are joined by a band across the bottom. The entire field of the front and back panels is filled with clouds, auspicious symbols, and bats carring symbols. The background is gold with the pattern in mult-colors. The vertical borders on front and back contain medallions with the 8 Buddhist Emblems in multi-colors on a black background. The bottom bands on front and back have dragons raising out of the sea, medallions containing either a carp, turtle with snake, or Ch'i-lins, plus other auspicious symbols in multi-colors on a black background. \r\n\r\nMany of the popular and commonly used Chinese symbols are used including the 8 Buddhist, those of the Taoist Immortals, 12 Imperial, 100 Antiques. The entire pattern is embroidered, as is the background on the front and back panels (the background of the borders and bands is foundation fabrics). The entire robe is lined with silk 8-harness satin damask with an all-over pattern of clouds (Ming type) in greenish-yellow and tan. There are two embroidered yellow silk pointed tabs and one button with loop on the edge of the group opening.", 
  "classification_id": "249", 
  "restrictions": "", 
  "school": "", 
  "name": "Tao priest's robe", 
  "region": "", 
  "caption": "", 
  "department_id": "5"
}