{
    "id": "35459743",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/35459743\/",
    "name": "D.D. Tillett",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "15",
    "biography": "Doris Doctorow (D.D.) Tillett was the daughter of Russian immigrants who settled in Brooklyn. As a young woman she studied drawing at the Art Students League in New York City under George Grosz and Vaclav Vyatcil, a founding member of the American Abstract Artists group. \nDoris was working for Harper’s Bazaar under art director Alexei Brodovitch when she was sent on assignment to Mexico to photograph the fabric workshop of brothers Leslie and James Tillett. She soon fell in love with Leslie, cancelled her return home, and learned the craft of silk-screen printing. Their partnership in work and life lasted nearly fifty years, until Leslie’s death in 1992. \nIn 1946 the couple returned to the United States and founded House of T Fabrics, eventually settling in a former carriage house at 170 East 80th Street, where they had a showroom on the ground floor, a workshop above, and two floors of living space for their family. From this space they created and sold their luxury hand-printed textiles, as well as clothing and home accessories made from their fabrics. Their designs soon became popular with important interior designers Sister Parish and Albert Hadley, and they gathered style-setting clients like Jackie Kennedy, Brooke Astor, and Babe Paley. In 1960, First Lady Jacqueline Kennedy hired Sister Parish to redecorate the family’s living quarters in the White House; Tillett fabrics were selected for the bedrooms. Mrs. Kennedy became a regular client and close friend—she wore summer dresses made from Tillett fabrics, chose D.D.’s Chrysanthemum design for her summer home at Hayannis Port, and commissioned the Tilletts to design and print tablecloths for her daughter Caroline’s wedding. \nIn addition to custom yardage, the Tilletts also designed for fabric mills and fashion houses, and collaborated with industry. They created a line of 60 wool dress fabrics for Deering, Milliken & Co., some of which were used by fashion designer Claire McCardell. They also worked with Owens Corning to develop specialized printing techniques for Fiberglas fabrics.  \nThe Tillett’s work was displayed in The Museum of Modern Art’s exhibition Textiles USA and Cooper Union Museum’s Design by the Yard, both in 1956. A monographic exhibition of their work, The World of D.D. and Leslie Tillett, was held at the Museum of the City of New York from October 17, 2012 through January 6, 2013.",
    "woe:country_id": "23424977",
    "date": "American, 1917 - 2008",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}