{
    "id": "18673515",
    "tms:id": "212200",
    "accession_number": "1997-19-249",
    "title": "Poster, 1997-19-249, ca. 1975",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18673515\/",
    "department_id": "35347493",
    "period_id": "35435423",
    "date": "ca. 1975",
    "year_start": "1965",
    "year_end": "1985",
    "year_acquired": "1997",
    "decade": "1960",
    "woe:country": null,
    "medium": "Offset lithograph on white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Imprinted in white at right side, two sections of text numbered 1-10 and 11-20 as follows:\n1 Storage batteries for electric drive mode \/ 2 Power-assisted disc brakes \/ 3 Dor reinforcement beams \/ 4 Electric motor \/ 5 Electronic control unit \/ 6 Transmission \/ 7 Independent trailing arm suspension \/ 8 Air-cooled internal combustion engine \/ 9 Rear drum brakes \/ 10 Storage batteries for electric drive mode. \/ 11 Electric motor \/ 12 Cooling fan \/ 13 Input to generator on charge mode \/ 14 Output from electric motor on drive mode \/ 15 Electric motor drive shaft \/ 16 Power to rear wheels \/17 Internal combustions engine input \/ 18 Hydrodynamic torque convertor and clutch \/ 19 Air-cooled internal combustion engine \/ 20 Muffler.\nImprinted in white lower left: The Hybrid\/Power Plant.\nImprinted in black[first column of text]: The electric-gasoline hybrid power plant enables \/ the Volkeswagen City Taxi to operate on zero-pollu-\/tion electric energy in city core areas, then shift to \/ low polluting gasoline -electric power for express- \/ way and suburban driving.\n[second column of text]: During hybrid operation, the near-silent electric \/ motor takes the entire start-up load. This permits \/ a slow opening of the gasoline engine throttle, \/resulting in  low gas emissions. As it develops higher \/ torque, the gasoline engine takes on more of the \/ load and demand on the electric motor decreases.\n[third column of text]: When the gasoline engine puts out more power \/ than needed to propel the vehicle, electronic con- \/ trols direct the excess energy through the electric \/ motor generator, recharcing the 11 storage batteries.",
    "provenance": "From the collection of Dan Friedman",
    "dimensions": "83.8 x 58.3 cm (33 x 22 15\/16 in. )",
    "creditline": "Gift of Ken Friedman",
    "description": "In a large white section of the poster design at left, two complete sectional views of the interior of a Volkswagen bus are shown in extreme detail. Upper image shows complete drive-train from ssteering column to engine housing in rear. Lower view is a close up of engine, motor and muffler. Black numbers link components to legend at right, imprinted in white. At upper left, imprinted in large white block letters, \"Volkswagen\" and logo. Below images are three columns of text.",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041325",
            "role_id": "35236655",
            "person_name": "Dan Friedman",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041325\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}