{
    "id": "18059707",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18059707\/",
    "name": "Helena Hernmarck",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Helena Hernmarck was born in Stockholm, and trained at the University College of Arts, Crafts and Design in Stockholm. Her schooling combined art theory and solid technical expertise. In school she gained a thorough understanding of the weave construction and loom capabilities, which were the foundation of her exploration into the heritage of tapestry weaving. Rather than use the Gobelin technique, she “uses as background a discontinuous plain weave on top of which she hand picks a supplementary pattern weft, according to a grid which at one end totally covers the plain weave (soumac stitch) and allows it to become increasingly exposed” (Sigrid Wortmann Weltge, “Helena Hernmarck,” American Craft (December 1999\/January 2000). She owned and operated her own weaving studio for 45 years, first in Montreal, then England, then New York. \n\nIn 1964 she moved to Canada where she was inspired by pop culture, and began producing sculptural public tapestries with spun and dyed yarns from Sweden. In Canada she participated in the prestigious Lausanne Biennials. She produced large-scale black and white pieces that resembled newspapers. While the size of her works looks to medieval tapestries, the subject matter is modern and ignores the idea that a tapestry should be flat. Instead, Hernmarck embraces three-dimensionality through color, shadow, and imagery. She bases her tapestry compositions on photographs, re-photographed collages, and her own watercolors so that her imagery is entirely in tune with contemporary life. Hernmarck creates a balance of interest between the iconography (color and content) and the surface (structure and texture) of her tapestries. \n\nIn 1975 Hernmarck moved to the United States with her husband, industrial designer Niels Diffrient. Her pieces are widely sought after and she has been commissioned to create works expressly designed for some of the world’s premier architects and public spaces. She continues to live and work out of Ridgefield, Connecticut.",
    "woe:country_id": "23424954",
    "date": "Swedish, active Sweden and United States, b. 1941",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424954"
}