{
    "id": "18042341",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
    "name": "Paul Rand",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "102",
    "biography": "Paul Rand was born in New York City and studied at Pratt Institute, the Art Student's League and Parsons School of Design. While at the League he studied with George Grosz. Author of \"Thoughts on Design,\" an influential book of design practices published in 1946, Rand incorporates collage and montage techniques to create a dynamic visual \/ verbal communications vocabulary.  Paul Klee and Wasilly Kandinsky provided a starting point for Rand who adapted formal qualities from their Modernist paintings to his graphic designs.  \nRand was the art director of Esquire  and Apparel Arts magazines from 1937 to 1941 and director of the William H. Weintraub advertising agency where he worked in collaboration with Bill Bernbach on the Orbach's department store campaign. His work with Bernbach is marked by a close association between graphics and copy.  He also contributed covers to the cultural journal Direction from 1938 to 1945.\nRand was design consultant for International Business Machines, Westinghouse and Cummins Engine Co. In 1956 he created the logo for IBM. He also designed the logos for Westinghouse, United Parcel Service and the American Broadcasting Company.\nRand received a gold medal from the American Institute of Graphic Arts, awards from the New York Art Directors Hall of Fame and an honorary Doctor of Fine Arts from Philadelphia College of Art. He taught at Pratt, the Cooper Union and Yale University.\nOther books by Rand include: Paul Rand: A Designer's Art; The Trademarks of Paul Rand (Wittenborn, 1960); Design and the Play Instinct (G.Braziller, 1965); Advertisement: Ad Vivum or Ad Hominem? (Daedalus, 1960)",
    "woe:country": "23424977",
    "date": "American, 1914–1996",
    "roles": [
        {
            "id": "35236763",
            "name": "Graphic Designer",
            "count_objects": "236"
        },
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        },
        {
            "id": "35351535",
            "name": "Donor",
            "count_objects": "118109"
        },
        {
            "id": "35236667",
            "name": "Client",
            "count_objects": "1543"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": "4809",
        "phm:id": null,
        "tms:id": "787",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": "206029",
        "ideo:id": null
    }
}