{
    "id": "18797267",
    "tms:id": "274292",
    "accession_number": "2012-9-1-a\/j",
    "title": "Hanging Lamp, 1914–20",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18797267\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35435195",
    "type_id": "35253861",
    "date": "1914–20",
    "year_start": 1914,
    "year_end": 1920,
    "year_acquired": "2012",
    "decade": "1910",
    "woe:country_id": "23424853",
    "medium": "Glass, wrought iron, enamel",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "ca. 1992: Neil Weisman (from Mario Meyer (deceased), Venice); 2012: acquired by Museum",
    "dimensions": "H x diam. (a: globe): 37.5 x 30.8 cm (14 3\/4 x 12 1\/8 in.)\nH x diam. (b: lid): 10.8 x 23.5 cm (4 1\/4 x 9 1\/4 in.)",
    "dimensions_raw": {
        "diameter": [
            "23.50",
            "centimeters"
        ],
        "height": [
            "10.80",
            "centimeters"
        ]
    },
    "creditline": "Gift of Neil and Donna Weisman",
    "description": "Lamp composed of ovoid form glass globe made of thirteen different multi-colored murrines, leaves and rod canes in mosaic technique, set into a manganese colored ground on a clear under ground base, with a cobalt blue finial at the base, surmounted by a domed cap with nine different murrines, leaves and matching ground color, with a hole in the top for an electric wire; the globe surrounded by a polychrome decorated incised wrought iron band with three-winged dragons where rods with spiral twist tops join the structure to the hanging rod.",
    "justification": "This hanging lantern represents a very rare and large example of Venetian mosaic glass from the early part of the 20th century. Its wrought iron holder, with color-filled incised markings, reflects an interest in dragons and other fantastical creatures that became popular in the 1880s after they appeared in displays of Japanese and Chinese objects at the 1878 Paris World's Fair. This lamp is a complex example of mosaic glass based on techniques created in the second half of the 19th century. \nGlass smiths in the last centuries BC produced plaques and rods of multicolored glass that they cut and assembled to create mosaic glass. They discovered that, by reheating the glass, the pieces could be fused together to create single objects, often with molds and stamps in the shapes of bowls, plates, and cups. The technique of creating mosaic glass vessels was perfected over time. In Murano, solid and perforated glass rods known as “canes” were manufactured to allow for further refinement of the mosaic technique. By the turn of the 19th century, however, Muranese glassmaking was nearing extinction, with only the manufacture of perforated and solid canes for beadmaking remaining prominent. In 1838, Domenico Bussolin opened a factory to reproduce ancient glass. Although the factory closed just four years later, it importantly produced millefiori canes in a variety of designs and compositions. The reemergence of the millefiori style broadened the scope of possibilities for the mosaic glass beadmaker (who, also thanks to Bussolin, could now work by gaslight, which was faster, cheaper, and produced better colors than lamps fueled by animal fat).\nThe millefiori technique was used with patterned canes from Murano. Described as “Pompeian” when first exhibited at the 1872 Paris exhibition, the 19th-century millefiori glass was blown in, rather than slumped in as in ancient Roman examples. Although the techniques were different, the visual effect was similar.\nPolitical turmoil, starting with Napoleon’s invasion in 1797 and continuing through the Austro-Hungarian domination of Venice, destroyed the Venetian glass industry in the first half of the 19th century. Not only did Napoleon’s armies burn the factories of Murano, but there was little patronage of Venetian glass. Many techniques were lost. During the Austro-Hungarian era, Venetian factories were forced to work with Austrian glass recipes that produced a clearer, less varied appearance. With the unification of Italy in 1866, a new prosperity and pride in things Italian brought renewed patronage, thanks to the survival and enterprise of the few remaining Venetian glassmakers. \nThe firms of Antonio Salviati and Fratelli Toso dominated the Murano glass industry in the 1860s and 1870s. In 1877, Salviati’s company, furnace, and shop were bought by the British and he opened a new Murano glassblowing furnace, Salviati Dott. The Barovier brothers, who had worked for Salviati and supervised the production of mosaic tesserae, eventually launched their own firm, Artisti Barovier. Fratelli Toso started out with fairly utilitarian pieces that were comparable to the Artisti Barovier in their production of mosaic glass. By the early 20th century, however, the Tosos emerged as among the most adventurous and skillful practitioners of this art. On a practical level, the Barovier and Toso glass shops were next to each other and many family members intermarried—there was substantial artistic exchange and interpersonal communication, making some attributions difficult.\nThis lamp, which has two glass pieces, appears to have been intended to be for electricity: there is the hole in the top for the cord to let a bulb hang down inside, and the glass is of a thickness and strength intended to sustain the heat of a bulb. The decoration is provided by nine different floral murrine in the top and thirteen in the bowl of the lamp, in addition to canes for leaves and the color ground. This effect was achieved by blowing out the clear glass and then dipping it into a layer of color. In the early 20th century, true black was not attainable; cobalt blue and manganese (a dark brownish eggplant color) were the most common ground colors. The murrine, made in the blown mosaic technique described above, were laid out on a board and rolled to eliminate bubbles. As the piece was formed, the murrine were pulled in the direction of the layered glass as it curved. The murrine themselves have different sections of rods for each petal—one has yellow-brown separate rods for each stamen—and are complex works of glassmaking in themselves. Once the lamp was formed, the maker used acid to matte the outside of the glass. This matte finish is one characteristic of the work of the Fratelli Toso in Murano. This lamp has areas that show the clear glass and traces of the mottled effect created by the uneven workings of the acid.\nThe wrought-iron structure in which the lamp sits is also significant. Attributable to Venetian designer Umberto Bellotto, the winged dragons relate to a recurring motif often elaborated in Venetian glass since the 1881 Esposizione Italiana in Milan (just a few years after the 1878 Paris World's Fair), when a fountain with winged dragons and hybrid beasts was exhibited. Bellotto established an artistic ironworking shop in the early 1900s, producing elaborate grillwork and gates. He frequently acquired glass by Fratelli Toso and Artisti Barovier for his lamps. In 1910, he was awarded a patent for his “marriage” of iron and glass, of which this lamp serves as an early example. \nVenetian glass is highly important in the history of glass, from ancient Roman days to the present. While the museum has a few examples of Venetian glass from the 1950s and 1960s, it is an area that is appropriate for a much broader scope of holdings. One of the periods of great creativity in Venetian glass —both technically and artistically—is the late 19th and early 20th century, a period in which some extraordinarily complex objects were created that probably could not be made today. One of the most significant of these is this hanging lamp.",
    "woe:country": "23424853",
    "type": "hanging lamp",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/45956_0be867f1594b6d86_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "45956"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/45956_0be867f1594b6d86_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "45956"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/45956_0be867f1594b6d86_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "45956"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/45956_0be867f1594b6d86_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "45956"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/45956_0be867f1594b6d86_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "45956"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18043723",
            "role_id": "35236685",
            "person_name": "Barovier & Toso",
            "person_date": "founded ca. 1450",
            "role_name": "Maker",
            "role_display_name": "Made by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043723\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236685\/"
        },
        {
            "person_id": "51676639",
            "role_id": "35351535",
            "person_name": "Donna Weisman",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51676639\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "68739241",
            "role_id": "35236657",
            "person_name": "Umberto Bellotto",
            "person_date": "Italian, 1888 - 1940",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68739241\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18065303",
            "role_id": "35236685",
            "person_name": "Vetreria Fratelli Toso",
            "person_date": "Italian, founded 1854",
            "role_name": "Maker",
            "role_display_name": "Made by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18065303\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236685\/"
        },
        {
            "person_id": "18065295",
            "role_id": "35351535",
            "person_name": "Neil Weisman",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18065295\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Hanging Lamp, 1914–20. Glass, wrought iron, enamel. Gift of Neil and Donna Weisman. 2012-9-1-a\/j."
    },
    "colors": [
        {
            "color": "#312721",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#5b5045",
            "closest_crayola": "#414a4c",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#ddbd58",
            "closest_crayola": "#f8d568",
            "closest_css3": "#f4a460",
            "closest_css4": "#f4a460"
        },
        {
            "color": "#8b462e",
            "closest_crayola": "#714b23",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#4b2821",
            "closest_crayola": "#714b23",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        }
    ],
    "woe:country_name": "Italy"
}