{
    "id": "18645133",
    "tms:id": "197470",
    "accession_number": "1993-31-187",
    "title": "Bookjacket, \"Bookjacket for \"Medieval Panorama\" by G.G. Coulton, Meridian Books\", 1955",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18645133\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1955",
    "year_start": "1955",
    "year_end": "1955",
    "year_acquired": "1993",
    "decade": "1950",
    "woe:country": null,
    "medium": "Lithography in red, black and white ink on white shiny wove paper",
    "markings": null,
    "signed": "Signed in printed black ink, front cover lower left: lustig.",
    "inscribed": "Printed in black ink, front cover upper left: M\/P;  center: The English scene from Conquest to Reformation; lower margin: MERIDIAN BOOKS published by the Noonday Press\/MG 2  $1.95. Printed in white ink, front cover upper half: edieval\/anorama; left center: by G.G. COULTON.\nPrinted vertically in black ink, spine: M P G. G. COULTON; printed horizontally in black ink, spine lower margin within white square: MG 2. Printed vertically in white, spine: edieval anorama MERIDIAN BOOKS.\nPrinted in white ink, back cover upper left center: edieval\/anorama. Printed in black ink, back cover: M\/P\/The English Scene from Conquest to Reformation\/by G.G. COULTON\/In this monumental survey of the English social scene\/from 1066 to the middle of the 16th century, G.G. Coulton\/presents all aspects of medieval life, from religion, litera-\/ture, and the arts, to sports, law, farming, crafts, and\/trade.  With a literary skill that is rare in one who is so\/noted for his scholarship, G.G. Coulton brings to life this\/colorful period which was of such importance for the\/formation of England as a nation. Like the original edi-\/tion, this Meridian Giant is profusely illustrated with\/contemporary woodcuts, and it includes both notes and\/index.\/All Meridian Books are Smyth-Sewn for Durability.",
    "provenance": null,
    "dimensions": "H x W: 21.4 x 33 cm (8 7\/16 in. x 13 in.)",
    "creditline": "Gift of Tamar Cohen and Dave Slatoff",
    "description": "Design for book cover featuring from left to right: back, spine, front cover. Entire cover is red with black and white text. The M and P in the title are in an Old English text style. On the back cover of the book is the title, author and synopsis of the book.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35294901",
        "name": "bookjacket"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39711_c3494d60ce29d037_b.jpg",
                "width": 1024,
                "height": 670,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39711_c3494d60ce29d037_n.jpg",
                "width": 320,
                "height": 209,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39711_c3494d60ce29d037_z.jpg",
                "width": 640,
                "height": 418,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18043331",
            "role_id": "35236655",
            "person_name": "Alvin Lustig",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}