{
    "id": "18640847",
    "tms:id": "195288",
    "accession_number": "1992-70-1",
    "title": "Drawing, \"Wall elevation of a salon\", ca. 1925",
    "title_raw": "Wall elevation of a salon",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18640847\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35475591",
    "type_id": "35237093",
    "date": "ca. 1925",
    "year_start": 1915,
    "year_end": 1935,
    "year_acquired": "1992",
    "decade": "1910",
    "woe:country_id": "23424819",
    "medium": "Graphite, pen and ink, brush and wash on paper",
    "markings": null,
    "signed": null,
    "inscribed": "Stamped in purple-gray, center of lower margin: Compagnie \/ des Arts Fran- ais 116 Faub St Honor \/ Paris [in rectangle]; S e et Mare stamp in gray in upper center margin; Companie des Arts Fran ais stamp [cornucopia with flowers] purple-gray in lower right margin; in lower right margin: 25.",
    "provenance": "Nicholas Joly, Paris; 1992: acquired by Museum (from Yves Mikaeloff S.A.)",
    "dimensions": "34.3 x 39 cm (13 1\/2 x 15 3\/8 in.)\nMat: 40.7 x 54 cm (16 in. x 21 1\/4 in.)",
    "dimensions_raw": {
        "height": [
            "34.30",
            "centimeters"
        ],
        "width": [
            "39.00",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of George A. Hearn",
    "description": "A three-part wall elevation of a wood-paneled room with a shallow, domed-ceiling. The central section is formed by a double door decorated with scroll-shaped knobs and a pair of narrow hinges bordered by fluted pilasters. Two half-pilasters mark the ends of the wall, right and left. Stylized vases with flowers form the capitals of each pilaster. The three wall sections are divided horizontally in two parts. Going vertically from the bottom, above a wood molding the wall is composed of three square wood panels. Above these is a frieze made of carved wood decorations. A military escutcheon composed of flags tied with a ribbon between two stylized cornucopias with flowers fills the area above the central doors. Two garlands with draperies fill each of the side sections. Above the frieze is a four-part cornice; the lower two sections are divided by a narrow bead motif; the upper-most section is filled with a scalloped ribbon motif. Above the cornice, a shallow half-ellipse indicates the domed ceiling in section.",
    "justification": null,
    "videos": null,
    "woe:country": "23424819",
    "type": "Drawing",
    "images": [

    ],
    "participants": [

    ],
    "tombstone": {
        "epitaph": "Drawing, \"Wall elevation of a salon\", ca. 1925. Graphite, pen and ink, brush and wash on paper. Museum purchase through gift of George A. Hearn. 1992-70-1."
    },
    "colors": [
        {
            "color": "#c3ae89",
            "closest_crayola": "#deaa88",
            "closest_css3": "#d2b48c",
            "closest_css4": "#d2b48c"
        },
        {
            "color": "#a78c68",
            "closest_crayola": "#9f8170",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        },
        {
            "color": "#84725d",
            "closest_crayola": "#8a795d",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "woe:country_name": "France"
}