{
    "id": "404734539",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/404734539\/",
    "name": "Reinhold Merkelbach",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Reinhold Merkelbach was founded in 1845 by Wilhelm Merkelbach, a descendent of a long line of German potters, and the company eventually took the name of his son Wilhelm Reinhold Merkelbach, who left school early to get involved with the family business. The company became a major name in German ceramics, especially in the Jugendstil style. The company produced a large number of collectable beer steins in the late 18th and early 19th centuries, including a number of so-called “character steins.” In 1882, the firm began producing art pottery, which at that time was enjoying a revival and new appreciation in Europe in generally and in Germany in particular. Reinhold Merkelbach produced ceramic objects both with and without pewter hardware but rarely altered its manufacturing techniques. Many of its products were destined for use at pubs, bars, or breweries as well as in the homes of Germany’s beer-drinking populace. They had a retail location in Munich and also sold products through its factory warehouse. In 1971, half of the company’s ownership was sold to W. Goebel KG and the firm’s name changed officially to Merkelbach Manufaktur GmbH & Co. KG. Goebel ultimately purchased the other half of the business before members of the Merkelbach family, along with a handful of collectors and former staff members, repurchased the factory in 1988. In 2007, Judith Merkelbach Engelmann decided to close the firm; demand for ceramics had been decreasing and the next generation of the family had no interest in maintaining the business. Luckily, Reinhold Merkelbach transferred its moulds to Töpferei Girmscheid Höhr-Grenzhausen to ensure that its best-known pieces of Jugendstil art pottery and steins would continue to be available to interested consumers and collectors.",
    "woe:country_id": "23424829",
    "date": "German, 1843 - 2007",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}