{
    "id": "18410587",
    "tms:id": "115511",
    "accession_number": "1956-51-1",
    "title": "Fragment",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18410587\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35402927",
    "type_id": "35254623",
    "date": null,
    "year_start": null,
    "year_end": null,
    "year_acquired": "1956",
    "decade": null,
    "woe:country_id": "23424848",
    "medium": "Medium: cotton\nTechnique: mordant painted and dyed and resists dyed (chintz) on plain weave",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "H x W: 243 x 218 cm (7 ft. 11 11\/16 in. x 7 ft. 1 13\/16 in.)",
    "dimensions_raw": {
        "height": [
            "243.00",
            "centimeters"
        ],
        "width": [
            "218.00",
            "centimeters"
        ]
    },
    "creditline": null,
    "description": "Painted palampore or a long rectangular coverlet with deep borders with birds and flowers on four sides; large circular central medallion and four large lobed corner medallions also with birds and flowers, in red, blue, yellow, aubergine, on white ground. Field is close, red spatterwork with small widely spaced parrots and butterflies; large straight-stalked symmetrical flowering bulbs alternating with flower heads.\n\nA large central field with powdered pink ground, corner and center ornaments, and finished with a wide border decorated with flowers on white ground. The field of pink ground has, in the center, a circular medallion reserved on white ground, framing a symmetrical arrangement of a pineapple (?), branching stems bearing heavy flowers, and a pair of confronted birds. A pointed ornament, with curved edge, outlined in green, frames a symmetrical floral pattern, with confronted birds at base. At center end and center side, an ornament of tightly curving leaves, now blue, forms a medallion framing large flower in red. At intervals over dotted red ground are designs in balanced arrangement of flower clusters, birds, and flying creatures: in these, some yellow appears as in a parrot with yellow head, green wings and tail, and red body. Most of the foliage is bluish as the yellow has faded. Wide border, white ground, decorated with actively drawn flowering vine having pointed leaves, almsot bird-like in movement, and various long-tailed birds perched amid branches and flowers. \nPainting: The technique is fine, and sure; the design shows no European influence, suggests Persian pattern, with the undercurrent of Chinese influrences. The powdered or speckled ground is made by tossing mordant for red over that area.",
    "justification": null,
    "woe:country": "23424848",
    "type": "Fragment",
    "images": [

    ],
    "participants": [

    ],
    "tombstone": {
        "epitaph": "Fragment. Medium: cotton\nTechnique: mordant painted and dyed and resists dyed (chintz) on plain weave. 1956-51-1."
    },
    "colors": [
        {
            "color": "#b16250",
            "closest_crayola": "#b4674d",
            "closest_css3": "#cd5c5c",
            "closest_css4": "#cd5c5c"
        },
        {
            "color": "#923c34",
            "closest_crayola": "#9c2542",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#a99288",
            "closest_crayola": "#95918c",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        },
        {
            "color": "#da8571",
            "closest_crayola": "#dd9475",
            "closest_css3": "#e9967a",
            "closest_css4": "#e9967a"
        },
        {
            "color": "#828e92",
            "closest_crayola": "#95918c",
            "closest_css3": "#778899",
            "closest_css4": "#778899"
        }
    ],
    "woe:country_name": "India"
}