{
    "id": "839994677",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/839994677\/",
    "name": "Ramona Solberg",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Ramona Solberg was a jewelry designer, craft artisan and teacher of Norwegian-American extraction, who is best remembered for her unusual jewelry designs and techniques, as well as her commitment to education. Solberg was born in Watertown, SD, but moved to Seattle with her family when she was 1 ½ years old. In 1943, she enlisted in the Women’s Army Corps and served until 1950. Afterward, she studied art at both the University of Washington and at schools in Mexico earning a bachelor’s degree in art education, followed by a master’s degree at the University of Washington. In Washington she was mentored by Ruth Penington and Coralyn Pence. In addition to the metalwork learned in the United States, she learned about textiles and weaving, and developed an affinity for Pre-Columbian art, in Mexico; and enameling in Norway.\n\nSolberg’s long teaching career began at James Monroe Jr. High School, where she worked from 1951-1956. She became an associate professor at Ellensburg’s Central Washington State College until 1967. From then until she retired in 1983, she was a professor of art at the University of Washington. A world traveler, Solberg’s journeys are reflected in her jewelry in both the design and in the materials. She wrote the 1972 book “Inventive Jewelry Making.”\n \nConsidered a pioneer in the contemporary jewelry movement, she rarely used precious metals and gem stones, understanding that the found objects and foreign elements, many of which she may have acquired from her extensive travels, made her necklaces more intriguing and wearable.  Solberg believed that her pieces should be worn rather than stored in a vault or put on display, be appropriate for any situation, and that her work should be affordable to all. Solberg was not interested in creating matched sets of jewelry, and focused on necklaces and pins. Entranced by the musicality of Eastern jewelry, she created pieces that would, in her words, “shake, rattle and roll.” Her necklace was designed to express movement, vibration and sound. \n\nSolberg received the National Metalsmiths Hall of Fame Award, and had been profiled as a “Living Treasure” in the documentary, “Ramona Solberg: Jeweler, Teacher, Traveler.” Her work can be found in the collections of the Smithsonian American Art Museum's Renwick Gallery, Washington, D.C., the Museum of Arts and Design, New York, and the Tacoma Art Museum, Tacoma, Washington.",
    "woe:country_id": "23424977",
    "date": "American, 1921 - 2005",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}