{
    "id": "51668995",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/51668995\/",
    "title": "Maira Kalman Selects",
    "text": "Welcome. \nThis room contains objects I chose from Cooper Hewitt's collection and several I borrowed from the National Museum of American History in Washington, DC, along with a few of my own sprinkled in. \nWhat is this room about? \nVery loosely, it is about life and death.\nBut isn’t everything? \nIt is about falling in love with a group of objects. About the ephemera of history with bits of information about how people lived. It is a room that recognizes that many of the most important memories in your life will be populated by the most seemingly unimportant objects. A chair. A bowl. \nIt is about the preciousness of time. Elusive. Fragile. The unpredictability of it all. The comfort derived within the unpredictability. The joy derived from comfort. These objects are brave and beautiful. They have survived and are here to tell you something. \nWhat should you do here? \nIf you are plagued with doubts or troubles, or are in need of a respite, just sit there and stare into space and listen to the silence. That is more than enough. \nOr maybe someone will come into the room and sing a song about a spoon. Any songs you hear, about spoons or otherwise, are composed by the brilliant Nico Muhly. You never know. This was, in fact, once the music room in the mansion, when people lived here and had arguments in the kitchen (perhaps about overcooked peas).\nIf you are curious, have a look at the objects. \nTo wander about in a room in a museum is to have the fluttery feeling of discovery and potential. A quickening of the pulse. That is a great feeling. Excitement! Inspiration!\nBut my advice is not to think too much. \nUnless it pleases you. \nAnd a walk in Central Park might be the perfect finale to a day in a museum.\n—Maira Kalman\nMaira Kalman Selects is made possible by the Marks Family Foundation Endowment Fund.",
    "date_start": "2014-12-12",
    "date_end": "2015-06-07",
    "is_active": "0",
    "department_id": "35347495",
    "count_objects": "43",
    "count_objects_public": "39"
}