{
    "id": "68738547",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68738547\/",
    "name": "Jean Carlu",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Jean Carlu was born in Bonnières, France in 1900. He came from a family of architects and began studies to continue that tradition.  However, a tragic accident at 18 resulted in the loss of his right arm.  As a result, Carlu turned to the graphic and commercial arts.  Working for an advertising agency from 1919 to 1921,  he developed an affinity for the angular forms and spatial nuances associated with Cubism.  Early advertisements like the Glycodont Toothpaste poster (1918) are indicative of this fascination. Throughout the 1920s and 30s, he became a leading figure in French poster design, working within the French Art Deco style.  In 1925, Carlu, A.M. Cassandre, and Paul Colin founded the Union des Artistes Moderne, which also included Le Corbusier, Sonia Terk Delaunay, and typographer Maximilien Vox. Affected by rising Fascism in neighboring countries, he founded the Office of Propaganda for Peace in 1932. From then on, he designed political posters with a simplified and precise aesthetic legible in magazines or newspapers.   After having chaired the Graphic Section of the 1937 Paris International Exhibition, he came to the United States to organize the French Information Service exhibition at the 1939 New York World’s Fair.  With Paris captured by the Germans, he remained in the United States. He contributed to the war effort  with such notable works as the America’s Answer! Production poster, which garnered him a New York Art Directors Medal.  He also designed advertisements for Container Corporation of America and Pan American Airways. After his return to France in 1953, Carlu designed for Firestone and Air France. He was president of the Alliance Graphique Internationale (AGI) from 1945 to 1965. Carlu retired in 1974, and died in 1997.",
    "woe:country_id": "23424819",
    "date": "French, active United States, 1900 - 1997",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424819"
}