{
    "id": "35460845",
    "tms:id": "274853",
    "accession_number": "2013-16-3",
    "title": "Poster, 2009",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35460845\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35422783",
    "type_id": "35238163",
    "date": "2009",
    "year_start": 2009,
    "year_end": 2009,
    "year_acquired": "2013",
    "decade": "2000",
    "woe:country": "23424819",
    "medium": "Screenprint",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Philippe Apeloig until November 2012",
    "dimensions": "118.5 cm x 175 cm  (5 ft. 8 7\/8 in. x 46 7\/16 in.)",
    "creditline": "Gift of Philippe Apeloig",
    "description": "Poster featuring the text \"des bibliothéques a vivre\" in graphic white and black letterforms.  Neon green, orange, blue and gray rectangles contain additional white and black text with the details of the conference.",
    "justification": "Apeloig was first commissioned by the Association des bibliothécaires de France, the national organization of libraries, in 2006.&amp;nbsp; At the time, the theme of their annual conference was “Demain La Bibliotheque.”&amp;nbsp; Apeloig was asked to consider that the future of libraries might not lie solely in books.&amp;nbsp; To create his typography, Apeloig chose as his inspiration the modular furniture found in so many new libraries.&amp;nbsp; Apeloig’s font, ABF, was thus composed of rectangles, parallelograms, and circular forms that when arranged in various combinations would signal not only letters and numbers, but also the variety of spaces one might find in a library--tables and chairs, bookcases, etc.&amp;nbsp; For this poster, designed for the ABF’s 2009 annual conference on the use of architectural spaces, Apeloig created a variation of his original font, setting the white forms of the text against corresponding black boxes.&amp;nbsp; The new font further emphasizes the space of the library, dividing the space of the poster and its text into cubicle-like formations.&amp;nbsp; Apeloig’s signature playful balance of text and space is underscored here by the blocks of vivid color that punctuate the surrounding white space of the poster. ",
    "type": {
        "id": "35238163",
        "name": "poster"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "51676681",
            "role_id": "35236673",
            "person_name": "Serica",
            "role_name": "Printer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51676681\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236673\/"
        },
        {
            "person_id": "35459765",
            "role_id": "35236655",
            "person_name": "Philippe Apeloig",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/35459765\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, 2009. Screenprint. Gift of Philippe Apeloig. 2013-16-3."
    },
    "colors": [

    ]
}