{
    "id": "18771135",
    "tms:id": "261878",
    "accession_number": "2011-9-1",
    "title": "Wine Glass (England), 1750–75",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18771135\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35402723",
    "type_id": "35259317",
    "date": "1750–75",
    "year_start": "1750",
    "year_end": 1825,
    "year_acquired": "2011",
    "decade": null,
    "woe:country_id": "23424975",
    "medium": "Glass",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "pre-2011: Jeffrey Tillou (from collector Dr Beabee's estate); 2011: acquired by Museum (via Jeffrey Tillou Antiques)",
    "dimensions": "H x diam.: 15.1 x 7 cm (5 15\/16 x 2 3\/4 in.)",
    "dimensions_raw": {
        "diameter": [
            "6.99",
            "centimeters"
        ],
        "height": [
            "15.08",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from General Acquisitions Endowment Fund",
    "description": "Everted funnel bowl on double airtwist stem, on slightly domed foot.",
    "justification": "Within the history of glass in England, little is noteworthy until experiments during the Tudor and Stuart eras of the 16th and 17th centuries yielded improved glass production that enabled the creation of small drinking glasses. These glasses were often used for the fortified wines usually associated with dessert banquets, the main form of entertaining with dining until the 18th century. The changing nature of entertaining for dinner, coupled with improved and updated glassmaking techniques in the 18th century, led to the need for sets of wine glasses for unfortified wines as part of place settings. \nThis wine glass with white lace twist was made in England and is a work of blown glass. The air-twist technique that originated in 16th-century Venice was revived in the 18th century. Air-twist stems were made in limited quantities from 1745 to 1770 and were soon overtaken in popularity by opaque white twist glass. Air twists are formed by air trapped in the metal during stem manufacture. Since two series of twists are present in this glass (a series is the number of different types of twist) the stem was most likely created by pricking the top of a squat cylinder with pins set into a bobbin-shaped tool that produces regular patterns of air bubbles. These air bubbles become air twists by drawing and twisting the glass. This glass decoration type is often referred to as multiple-spiral air twist. This wine glass represents a unique and elegant blending of two varieties of air twists: two thin threads coil around each other in the center of the stem and a wider multilayered spiral band that resembles elegant white lace envelopes the two thinner strands. The glass most likely belonged to a set. \nThe glass is a rare and exceptional piece because it is categorized as a double series air-twist glass. Glasses of this time period are usually single series, making this work a fine example of craftsmanship and exploration of the glass medium. The shape of the glass, which demonstrates an understanding of the best form for letting wine breathe, along with the technically demanding craftsmanship, indicate that this was a type of glass used by the upper classes. The interest in and appreciation of Venetian techniques in a domestically produced glass would also indicate that the owner had probably been to Italy on the Grand Tour. This style of glass was only made during a short period, suggesting that the novelty of the technique was only fashionable until it became more widely available. The glass served as both a status symbol and as a reflection of its owner’s taste in objects (and wine). \nThis glass has an important role in the continuum of glass design history. It also enhances the museum’s ability to set objects in various media of the same period together to tell the story of an era—for example, with the museum’s prime collection of 18th-century English porcelain and flatware.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424975",
    "type": "wine glass",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39942_db26e96e076b2d21_b.jpg",
                "width": 628,
                "height": 1024,
                "is_primary": "1",
                "image_id": "39942"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39942_db26e96e076b2d21_z.jpg",
                "width": 393,
                "height": 640,
                "is_primary": "1",
                "image_id": "39942"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39942_db26e96e076b2d21_n.jpg",
                "width": 196,
                "height": 320,
                "is_primary": "1",
                "image_id": "39942"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39942_db26e96e076b2d21_d.gif",
                "width": 196,
                "height": 320,
                "is_primary": "1",
                "image_id": "39942"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39942_db26e96e076b2d21_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "39942"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18064261",
            "role_id": "35352249",
            "person_name": "Jeffrey Tillou Antiques",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18064261\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Wine Glass (England), 1750–75. Glass. \nMuseum purchase from General Acquisitions Endowment Fund. 2011-9-1."
    },
    "colors": [
        {
            "color": "#8f8f8f",
            "closest_crayola": "#95918c",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "United Kingdom"
}