{
    "id": "420572929",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/420572929\/",
    "name": "Kissel Motor Company",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Kissel Industries began as the Kissel Motor Car Company, founded in Hartford, Wisconsin in 1906 by Louis Kissel and his sons, George and William. The company produced automobiles, hearses, trucks, taxis, and utility vehicles, emphasizing craftsmanship and the performance of their vehicles. During World War I, Kissel produced trucks for the military, dedicating almost all of its output to Army vehicles towards the end of the war. Notably, after the war, the firm rebranded the “Kissel Kar,” a name too Teutonic for the interwar period, as the “Kissel Automobile.” Kissel continued producing a variety of vehicles until 1931, when in the throes of the Great Depression, the firm filed for receivership. In 1934, however, the Kissel brothers regained control over the company and reopened the plant as Kissel Industries, manufacturing a variety of items including candy vending machines. In 1936, Kissel won an exclusive contract to manufacture marine motors for Sears and Roebuck Company. These outboard motors were designed by George Kissel and Herman Palmer, who had been the company’s chief engine chassis engineers in the firm’s earlier years. Kissel repurposed existing machinery and began assembly line production of the Waterwich motor, designed by John R. Morgan. At the outbreak of World War II, outboard production was dedicated exclusively to government agencies, and in 1944, just as the war was winding down, Kissel and its Sears contract were purchased by West Bend Aluminum, bringing about the demise of the Waterwich line of outboard motors (later motors produced by West Bend were branded “Elgin,” and their outboard motor division was ultimately purchased by Chrysler in 1965).",
    "woe:country_id": "23424977",
    "date": "American, 1906 - 1942",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}