{
    "id":"18644151",
    "tms:id":"196960",
    "accession_number":"1993-151-195",
    "title":"Brochure, \"IABM Automatic Roll Systems\", ca. 1980s",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644151\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"ca. 1980s",
    "year_start":"1975",
    "year_end":"1993",
    "year_acquired":"1993",
    "decade":"1970",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"25.8 x 21.5 cm (11 x 8 1\/2 in.), closed\n25.8 x 43 cm (11 x 17 in.), opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"Front page: The design features a logo in the top half of the page on the left; two crescent-shaped verticals are positioned on either side of a center section. The whole forms a not-quite-true circle, in which the outer rim and each segment within are outlined in black. Two additional lines are evenly spaced across, and one vertical line is in the center of the lower section. In the upper part of the center segment are three stylized red flames, shooting upward and gradually diminishing in size from left to right. The company name, IABM, in bold block capitals, abuts the bottom of the logo, followed underneath by Automatic\/ Roll\/ Systems, imprinted in heavy serif-style capitals. Immediately below, an illustration of an IABM prototype machine, in neutral tones outlined in black against a rust-toned wash slants diagonally upward to the right. In the lowest quarter of the page, one line in heavy serif-style type, Produces every popular type of roll, is followed directly underneath by a line of eleven names of rolls, imprinted in small capitals and separated by dots.\n\nInside pages, left and right: The design of each page illustrates machinery in the same style and color scheme as on the front; a one line heading in bright blue type in the same sans-serif type as on the front; and a diagram in black outline of the machinery, accompanied  by a related chart of technical features in bright blue. At bottom, further charts and illustrations with headings in bright blue, CADO Cups (left) and Proofer Trays (right), complete the design.\n\nBack page: A central illustration in rust-beige tones, centered on the page, depicts a variety of baked rolls. Underneath, centered, one line of type, For further information write or call, heads five lines of marketing information and a miniature black-and-white version of the logo.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35247617",
        "name":"brochure"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}