{
    "id": "35518609",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/35518609\/",
    "name": "Michele de Lucchi",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Born in Ferrara, Italy in 1951, Michele de Lucchi studied architecture at the University of Florence, from which he graduated in 1975.  Among a group of architects and designers working in the 1970s and 1980s who were reacting against the “stifling” formalism of the prevailing International Style, Michele de Lucchi joined several radical experimental design groups including Gruppo Cavart and Studio Alchymia, before becoming one of the founding members of the infamous design collective, Memphis, led by Ettore Sottsass.  From 1992 to 2002, Michele de Lucchi was design director for Olivetti and developed experimental projects for such corporate clients as Siemens, Phillips, Compaq Computers, and Vitra.   His product designs for Artemide (Tolomeo and Logico lamp series), Kartell, Matsushita, and Cucine are still celebrated today.  Michele de Lucchi’s architectural commissions include exteriors and interiors for Deutsche Bank, Novartis, Telecom Italia, the Groningen Museum in the Netherlands and the Neues Museum in Berlin.  As an advocate for artisanal production techniques and materials, Michele de Lucchi founded Produzione Privata in 1990 to produce his product designs and works on architecture commissions through his studio aMDL, based in Milan and Rome.",
    "woe:country": "23424853",
    "date": "Italian, b. 1951",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "17183",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": null,
        "ideo:id": null
    }
}