{
    "id":"18410143",
    "tms:id":"115289",
    "accession_number":"1956-47-119",
    "title":"Drawing, \"Two Female and Two Male Faces\", ca. 1937–38",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18410143\/",
    "department_id":"35347493",
    "period_id":"35417235",
    "media_id":"35371135",
    "type_id":"35237093",
    "date":"ca. 1937–38",
    "year_start":"1937",
    "year_end":"1938",
    "year_acquired":"1956",
    "decade":"1930",
    "woe:country":"23424977",
    "medium":null,
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"19.8 x 24.6 cm (7 13\/16 x 9 11\/16 in.)",
    "creditline":"Gift of Ellen Gustav Jensen",
    "description":"Although the present sheet was originally folded writing paper, Jensen drew without regard to the fold. On the recto, the imprint of the logo, New York\/ Central\/ Lines, placed within an oval-shaped outline and followed underneath by Twentieth Century Limited; and on the verso, the designer's handwritten notes, suggest that Jensen sketched from life while traveling by train. \n\nRecto: In the upper half on the left side of the page is a three-quarter view of a female, the head turning right; the emphatic curve of the left eyebrow extends into the hair, which is styled close to the top of the head and more loosely on the left side, ending in waves just above the shoulder. The eyes are wide open and the full lips are closed. With the page turned so that the left edge becomes the top, the view is of a female in left profile; the outline is dark, as are the lines depicting the eyebrow and eye. The lips are slightly parted in a tentative smile.\n\nOn the right side of the page, there is a frontal view of a male in the upper half. The curved eyebrows and the intersecting left-right curve depicting the eyes imply a squint or frown. Short strands of hair fall on the center right of the forehead. In the lower half, the head of a male in frontal view juts forward, turning to the left, over a hunched shoulder line, obscuring the neck. The facial contours, full in the midsection, narrow to a pointed chin. The dark eyes, upward-curving lips and thinning hair are accompanied by multiple fragmentary curved lines. Lettering in the Art Deco style appears to the right of each head.\n\nVerso: Jensen's handwritten travel notes, covering the entire page, include design-related observations, such as \"Ford rotunda beautiful in conception, worthy of study...,\" as well as personal minutia, such as \"Lost shirts in Ott [...], possibly left at hotel.\" His notation to \"get map of fairground for memorizing & study\" may refer to his design commission for the Danish Pavilion at the 1939 New York World's Fair.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Two Female and Two Male Faces\", ca. 1937–38.\nca. 1937–38. 19.8 x 24.6 cm (7 13\/16 x 9 11\/16 in.). Gift of Ellen Gustav Jensen. 1956-47-119."
    },
    "colors":[

    ]
}