{
  "display_date": "1969", 
  "credit_line": "Gift of Tamar Cohen", 
  "date_end": "1969", 
  "period": "", 
  "dynasty": "", 
  "culture": "American", 
  "id": "214285", 
  "style": "", 
  "date_begin": "1969", 
  "dimensions": "74.0 x 48.6 cm (29 1/8 x 19 1/8 in. ), exterior", 
  "copyright": "", 
  "title": "\"Color / Moire\" Portfolio Cover", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1999-6-6-1                                ", 
  "movement": "", 
  "medium": "Orange cloth-bound cardboard portfolio box with 2 sets of black ribbon ties at opening side; interior of box lined in white cloth", 
  "media_id": "", 
  "description": "Description for 1999-6-6-1: square portfolio box with title \"Color / Moire\" imprinted in large block letters diagonally from lower left to upper right corners; portfolio box contains 22 prints and 5 text pages.  Description of the complete portfolio [1999-6-6-1/1999-6-6-27]: Albert Gregory describes this portfolio (a reprint and enlargement of \"Color in Line\" by Albert Gregory, published 1960) as \"a book to look at\".  It is about \"the real activity of seeing.\"  It is divided into Part I - Color, and Part II - Moire Patterns.  He limited himself to a single design executed in two colors, later overlapped, with the intention to \"create both color interactions and design interactions, or moire.\"  The single design repeated exactly on each plate is of four concentric circles made of radiating lines, like the spokes of a wheel.\r\nPart I: Each of the 12 plates represents an effort to demonstate some of the ways two colors affect each other.  Sometimes the background color dominates, sometimes the design dominates, and sometimes background and design \"read equally.\"  \r\nPart II:  \"It is the reader who controls the five pieces of acetate and the five background pages.\"  Note: the artist stated the combination of the black print on paper and the black print on acetate from Part II to be \"probably the most distinct moire pattern\" that can be made from the prints in this portfolio.  \r\nPublication information from colophon 1999-6-6-27: Prepared and printed in 1968-1969 by Atlantic Typographers, Boston, Massachusetts, handset Univers (65) type; handmixed colors from Sinclair (Secaucus, NJ) and Valentine, Inc.; printed on 140' Mohawk Poseidon Bristol paper (Mohawk Paper Company, Cohoes, NY).", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "print portfolio", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}