{
    "id": "18191571",
    "tms:id": "22065",
    "accession_number": "1917-4-110",
    "title": "Drawing, 1917-4-110, August 1853",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18191571\/",
    "department_id": "35347493",
    "period_id": "35417175",
    "date": "August 1853",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1917",
    "decade": null,
    "woe:country": "23424801",
    "medium": "Graphite, brush and white gouache on cream paper",
    "markings": "Cooper Union stamp(Lugt 457c) struck twice in black, lower left corner; Cooper Union stamp in black(457e), verso, center",
    "signed": null,
    "inscribed": "Inscribed in graphite, upper left:  recollection of a view overlooking the \/ Valley of Chota \/ recollect the splendid warmth of the middleground \/ the various gradations of the mountain blue The innumerable \/ diversity of line, of breaks in the mountains of color, the contrast of the rich green of \/ the fields with the brown of the mountains and the ma[g]nificently grand effect of \/ the parallel sweep of rays from the sun overwhelming the landscape. \/ Also the diversity of light and shade as expressed by the shadows of the \/ mountains of the clouds and the bright glances of yellow light from the \/ grain fields and white rocks; at top right, a numbered and annotated list, in two columns, of color and other notes corresponding to the numbers on the drawing: left column, 2 - grain yellow \/ ; 4 - mountains warm\/brown with occasionally \/ a rich greeen or yellow field. \/ 6- river Chota\/8- very distant high \/ mountians too distant \/ to distinguish snow 10- broken with hills with level summits some covered with green \/ Aug 53; right column, 3- narrow plain with rich yellow green \/ fields very conspicuous \/ 5- village \/ 7- very extensive plain which weeps\/ up at the right to a mountain.  Is covered\/with fields,  villages, losts of wood houses, etc. \/ 9- plain; lower right: small river\/the plain through which the river Chota ran \/ was rich in green trees etc.; at upper center: S[arrow pointing up]E; inscribed throughout with numbers.",
    "provenance": null,
    "dimensions": "Sheet: 31.1 x 45.1 cm (12 1\/4 x 17 3\/4 in.)",
    "creditline": "Gift of Louis P. Church",
    "description": "Bird's eye view of Chota valley, plains, foothills and mountain ranges.  A high mountain rises in the left distance, a snow-capped volcano in the right distance.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041941",
            "role_id": "35236565",
            "person_name": "Frederic Edwin Church",
            "role_name": "Artist",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041941\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions": [

    ]
}