{
    "id": "420557023",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/420557023\/",
    "name": "Lili Réthi",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Artist and illustrator Lili Réthi (1894-1969) was born in Vienna, Austria. Réthi enrolled in the Art School for Women and Girls (Kunstschule für Frauen und Mädchen) in 1917, and she studied under Otto Friedrich, a Jungenstil painter.   Réthi was also encouraged by her uncle, who introduced her to the prolific artist and printmaker Sir Frank William Brangwyn while she was still a student.  Brangwyn proved to be an important influence on her work.   Early in her career, she focused her attention on the modern theme of monumental industrial growth achieved through human labor.  She worked in many media, experimenting with lithography, etching and woodcut.  Among her notable projects executed in Vienna was the illustration of Upton Sinclair’s \"Letter to Judd, an American Workingman\" (translated into German as \"Briefe an einen Arbeiter\") in 1932. \n\nLike fellow Austrian illustrator Theo Matejko, her approach and focus on speed, strength, and dynamics was favored by the new Nazi establishment and propaganda machine. However, her Jewish origins made it difficult to work, and she left Vienna for London in the mid-1930s.  A 1939 commission in Denmark and later the United States allowed Réthi to exile permanently. Over the next few decades, she illustrated more than fifty books, including \"Petroleum the Story of American Industry,\" \"Manic 5,\" \"Big Bridge to Brooklyn,\" and \"The Building of the Daniel Johnson Dam.\" Though her main focus was engineering and architectural grandeur, Réthi’s work frequently suggested a sense of human warmth and endeavor.  She had a way of endearing herself to the laborers on the construction sites she observed.  While executing a series of drawings of the building of the Verrazano Bridge in New York, Réthi was able to work through the winter when construction workers built her a small hut on the site.   Réthi’s drawings and prints are held in many museum collections, including the Metropolitan Museum of Art, the National Gallery of Art in Washington, D.C., and the Museum of the City of New York.",
    "woe:country_id": "23424977",
    "date": "American, b. Austria, 1894 - 1969",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}