{
    "id": "404536751",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/404536751\/",
    "name": "El Lissitzky",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Born in Russia in 1890, El Lissitzky was an artist, architect, photographer, and designer. He played an active role in producing exhibitions and propaganda for the Soviet Union in the early twentieth century, and was a key figure of the Russian Avant Garde whose works contributed to movements in his home country as well as abroad, such as Suprematism, Constructivism, and the Bauhaus.\n\nLissitzky was the most important artist to embrace and promote Suprematism, the movement founded by his mentor, the Russian painter Kazimir Malevich. Suprematism focused on basic geometric forms, circles, squares, lines and rectangles, present in a limited range of colors, and refers to art based on, in Malevich’s words, “the supremacy of pure artistic feeling” as opposed to representations of existing objects. Lissitzky saw Suprematism as being visually and theoretically analogous to the social and political transitions gripping Russia in the 1910s and ‘20s. He translated the Suprematist aesthetic into abstract geometric shapes he called “prouns,” describing them as “the station where one changes from painting to architecture.” Lissitzky’s prouns were conceived in three-dimensional space and often contained varying perspectives, breaking slightly with Suprematism’s strict representations of two-dimensional, simplified shapes. He also played a key role in disseminating Suprematism to the West when he exhibited works in Berlin in 1923 and established a relationship with Theo van Doesburg, the artist, architect, and poet who established the Dutch De Stijl movement.\n\nLissitzky worked and served as head of exhibitions for the Soviet Union until his death from chronic pulmonary tuberculosis in 1941.",
    "woe:country_id": "23424936",
    "date": "Russian, 1890 - 1941",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424936"
}