{
    "id": "18042039",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18042039\/",
    "name": "Zandra Rhodes",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "9",
    "biography": "Zandra Rhodes was first introduced to the world of fashion by her mother, who was a fitter for the Paris fashion House of Worth and later a lecturer at Medway College of Art in Kent. Rhodes studied printing textile design at Medway College and then at the Royal College of Art in London. \nHer initial textile designs were considered too outrageous for traditional British manufacturers to produce, so Rhodes decided to make her own fabrics. She used specially printed textiles as an intrinsic part of the garments she designed. In 1967 Rhodes opened her first store, The Fulham Road Clothes Shop in London, with Sylvia Ayton. In 1969 Rhodes set up her own studio and then took a collection to New York where Diana Vreeland featured it in American Vogue. As her name became more recognized, she began supplying her work to major American department stores, like Neiman Marcus, Bendels, and Saks Fifth Avenue. \nBy the 1970’s, she was at the forefront of British fashion. Her bold, dynamic, and colorful prints were seen as anti-establishment but they none the less became hits in the fashion world. In following years she won several design awards in England. In 1972 she was elected Designer of the Year and in 1974 she was selected to be the Royal designer for Industry. In the following year she set up her own store off Bond Street in London as well as a boutique in Marshall Fields, Chicago. \nRhodes distinguishes herself as a dramatic, glamorous extrovert and this public persona has always been apparent in her edgy designs. In 1977 she released her signature collection of torn pink and black jersey with holes and safety pins throughout earning her the title “Princess of Punk.” She has since become an internationally acclaimed designer whose iconic work has been seen on red carpets and runways throughout the world.\nRhodes has designed for a diverse set of clients from Jackie Onassis and Elizabeth Taylor to Freddie Mercury of Queen. She designs for elite clientele all around the world and her vintage pieces continue to be worn and collected by celebrities such as Tom Ford, Anna Sui, Kate Moss, and Ashley Olsen. Her collection is sold in high end stores and boutiques around the world. Rhodes has also designed jewelry, wrapping paper, china for Royal Doulton, furs for Pologeorgis, and she has collaborated with MAC to produce a limited edition make-up collection. Since 2000 Rhodes has begun to diversify her career by working on costume and set designs for the opera. She has contributed designs for numerous productions which have toured around the USA and Canada. \nRhodes is one of the founders of the Fashion and Textile Museum in London, which opened in 2003. The museum is dedicated to showing the work of fashion and textile designers from the 1950’s onwards. The stunning pink and orange building was designed by Mexican architect Ricardo Legorreta. The museum created a monographic exhibition exploring Rhode’s forty year career, “Zandra Rhodes: A Lifelong Love Affair with Textiles,” which has traveled to several museums and cities worldwide. \nIn 2010 Rhodes was installed as Chancellor of the University of the Creative Arts at the Banqueting House, Whitehall, UK. She has also been made a Dame in the Queen’s latest Honours list.",
    "woe:country_id": "23424975",
    "date": "British, b. 1940",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424975"
}