{
    "id": "35520753",
    "tms:id": "275044",
    "accession_number": "2013-24-1",
    "title": "Drawing, \"Designs for Tree D3 and D11\", 2011",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35520753\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35520751",
    "type_id": "35237093",
    "date": "2011",
    "year_start": 2011,
    "year_end": 2011,
    "year_acquired": "2013",
    "decade": "2010",
    "woe:country": "23424853",
    "medium": "Graphite on white paper mounted on white paper",
    "markings": null,
    "signed": "Signed in graphite, lower left: Andrea Branzi 2011",
    "inscribed": null,
    "provenance": "Andrea Branzi; Friedman Benda Gallery until February 2013",
    "dimensions": "34 x 49 cm (13 3\/8 x 19 5\/16 in.)",
    "creditline": "Gift of Marc Benda and Barry Friedman, courtesy of the artist",
    "description": "Four different designs depicted. Upper left: a rectangular structure containing three trees flanked by four ladders; left center: a structure containing four trees with disks growing from the sides of each tree, a large X crosses the entire frame, the number 6 encircled to the right and a human figure next to it; right center: nearly identical to the previous structure but without the X or the human figure, the number 7 encircled at left and an arrow points to the structure from above; lower right: a post and lintel structure with three posts or trees containing three large rectangular forms, an arrow points to the structure from above.",
    "justification": "The five drawings presented by the celebrated Italian post-modernist architect Andrea Branzi, are all connected to an exhibition entitled Trees &amp; Stones, displayed at the Friedman Benda Gallery from September 11 to October 13, 2012.&amp;nbsp; As one of the architects emerging in the 1960s and 1970s who were looking for an alternative to modernist design and architecture, Branzi has sought to reconcile architecture and design with the&amp;nbsp;conditions of contemporary life.&amp;nbsp; He was one of the first architects to comment on the dichotomy of the natural and artificial worlds, on the over-saturation of mass production, and the issue of limited supply of resources.\nFor his Trees &amp; Stones exhibition, Branzi produced furniture that brings the natural world into the living environment.&amp;nbsp; One series of D3 bookshelves combines parts of birch trees with grid-like metal and wood shelves and frames.&amp;nbsp; To document this series there is one presentation drawing showing four vertical book cases set against a back frame with 3 birch tree branches running vertically in between them.&amp;nbsp; The spaces between the cases is wide enough to give breadth and independence to the birch trunk elements rising a bit higher than the cases, creating a balance and harmony to Branzi’s unique creations.&amp;nbsp; Two graphite drawings contain alternative preparatory sketches for this&amp;nbsp;D3 Trees bookcase.&amp;nbsp; \nAnother design is the D11 Trees series.&amp;nbsp; The presentation drawing for this display unit shows four orange tree trucks of differing heights with alternating black disks, presumably to hold objects, grafted on to them.&amp;nbsp;&amp;nbsp; Here again, Branzi is playing with the idea of the natural and technological worlds brought together in the daily urban environment. &amp;nbsp;&amp;nbsp;To illustrate the design process, a graphite drawing has been selected with various shelving designs on it including one with tree trunks and disks emerging from them.\n&amp;nbsp;\n&amp;nbsp;",
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62902_caa8ca91084a30c4_b.jpg",
                "width": 1024,
                "height": 708,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62902_caa8ca91084a30c4_n.jpg",
                "width": 320,
                "height": 221,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62902_caa8ca91084a30c4_z.jpg",
                "width": 640,
                "height": 443,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18040901",
            "role_id": "35351535",
            "person_name": "Barry Friedman",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18040901\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "35518605",
            "role_id": "35236655",
            "person_name": "Andrea Branzi",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/35518605\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062523",
            "role_id": "35351535",
            "person_name": "Marc Benda",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, \"Designs for Tree D3 and D11\", 2011. Graphite on white paper mounted on white paper. Gift of Marc Benda and Barry Friedman, courtesy of the artist. 2013-24-1."
    },
    "colors": [
        {
            "color": "#b4b3b4",
            "closest_css3": "#a9a9a9"
        }
    ]
}