{
    "id": "35520753",
    "tms:id": "275044",
    "accession_number": "2013-24-1",
    "title": "Drawing, \"Designs for Tree D3 and D11\", 2011",
    "title_raw": "Designs for Tree D3 and D11",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35520753\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35520751",
    "type_id": "35237093",
    "date": "2011",
    "year_start": 2011,
    "year_end": 2011,
    "year_acquired": "2013",
    "decade": "2010",
    "woe:country_id": "23424853",
    "medium": "Graphite on white paper mounted on white paper",
    "markings": null,
    "signed": "Signed in graphite, lower left: Andrea Branzi 2011",
    "inscribed": null,
    "provenance": "Andrea Branzi; Friedman Benda Gallery until February 2013",
    "dimensions": "34 x 49 cm (13 3\/8 x 19 5\/16 in.)",
    "dimensions_raw": {
        "height": [
            "34.00",
            "centimeters"
        ],
        "width": [
            "49.00",
            "centimeters"
        ]
    },
    "creditline": "Gift of Marc Benda and Barry Friedman, courtesy of the artist",
    "description": "Four different designs depicted. Upper left: a rectangular structure containing three trees flanked by four ladders; left center: a structure containing four trees with disks growing from the sides of each tree, a large X crosses the entire frame, the number 6 encircled to the right and a human figure next to it; right center: nearly identical to the previous structure but without the X or the human figure, the number 7 encircled at left and an arrow points to the structure from above; lower right: a post and lintel structure with three posts or trees containing three large rectangular forms, an arrow points to the structure from above.",
    "justification": "This drawing is one of five under consideration for acquisition by the celebrated Italian post-modernist architect Andrea Branzi. The drawings are all connected to Branzi’s solo exhibition, Trees &amp; Stones, held at the Friedman Benda Gallery in New York City, September 11–October 13, 2012. \nBranzi was among the architects who emerged in the 1960s and 1970s seeking an alternative to modernism. He was interested in reconciling architecture and design with the conditions of contemporary life. Branzi was one of the first architects to comment on the dichotomy of the natural and artificial worlds, on the over-saturation of mass production, and on the issue of limited natural resources.\nFor the Trees &amp; Stones exhibition, Branzi produced furniture to bring the natural world into the gallery environment. The D3 Trees series combines parts of birch trees with grid-like metal and wood shelves and frames. A presentation drawing and design sketches document the series. The presentation drawing (2013-24-3) shows four vertical bookcases set against a back frame with a birch tree trunk positioned vertically between each case. The space between the cases is wide enough to give breadth and independence to the three birch trunk elements, each of which rises marginally higher than the cases and lends a balance and harmony to Branzi’s design. Two graphite drawings depict alternative preparatory sketches for the D3 Trees series (2013-24-1 and 2013-24-2).\nThe presentation drawing for the D11 Trees series display unit (2013-24-5) shows four orange tree trunks of differing heights with alternating black disks grafted to the trunks, presumably added to hold objects. Here, Branzi plays with the idea of the natural and technological worlds brought together in the daily urban environment. To illustrate the design process, the presentation drawing is accompanied by two graphite working drawings with various shelving designs (2013-24-1 and 2013-24-4), including sketches for the D11 Trees series. \nTogether, this group of Branzi drawings proposed for acquisition would be a welcome addition to the museum’s collection of drawings by 20th- and 21st-century designers, which is an area of collection priority. ",
    "woe:country": "23424853",
    "type": "Drawing",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62902_4067eb4e4c01d2d2_b.jpg",
                "width": 1024,
                "height": 703,
                "is_primary": "1",
                "image_id": "62902"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62902_4067eb4e4c01d2d2_z.jpg",
                "width": 640,
                "height": 439,
                "is_primary": "1",
                "image_id": "62902"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62902_4067eb4e4c01d2d2_n.jpg",
                "width": 320,
                "height": 220,
                "is_primary": "1",
                "image_id": "62902"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62902_4067eb4e4c01d2d2_d.gif",
                "width": 320,
                "height": 220,
                "is_primary": "1",
                "image_id": "62902"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62902_4067eb4e4c01d2d2_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "62902"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18040901",
            "role_id": "35351535",
            "person_name": "Barry Friedman",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18040901\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "35518605",
            "role_id": "35236655",
            "person_name": "Andrea Branzi",
            "person_date": "Italian, b. 1938",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/35518605\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062523",
            "role_id": "35351535",
            "person_name": "Marc Benda",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, \"Designs for Tree D3 and D11\", 2011. Graphite on white paper mounted on white paper. Gift of Marc Benda and Barry Friedman, courtesy of the artist. 2013-24-1."
    },
    "colors": [
        {
            "color": "#b9b9ba",
            "closest_crayola": "#b0b7c6",
            "closest_css3": "#c0c0c0",
            "closest_css4": "#c0c0c0"
        }
    ],
    "woe:country_name": "Italy"
}