{
    "id": "18397517",
    "tms:id": "108923",
    "accession_number": "1953-21-2",
    "title": "Hanging, 1700–50",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18397517\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35402927",
    "type_id": "35257233",
    "date": "1700–50",
    "year_start": "1700",
    "year_end": 1750,
    "year_acquired": "1953",
    "decade": null,
    "woe:country": "23424848",
    "medium": "Medium: cotton\nTechnique: mordant painted and resist-dyed (chintz)",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "H x W x D: 306 x 266 cm (10 ft. 1\/2 in. x 8 ft. 8 3\/4 in.)",
    "creditline": null,
    "description": "Hanging with part of one border cut out to shape it to coverlet use.  Two large curving sprays with various large, carefully shaded flowers and large curving jagged leaves, and smaller, more delicate subsidiary sprays of flowerets, buds, berries-- one spray terminating in a fantastic bulging decorated jar with a leaf base, and one confined to two places by dotted bands-- alternate vertically in the wide border and horizontally and vertically in the rectangular body of the coverlet, filling both areas with an air of finality and grace.  \n\nWide guard borders set off the main border on inner and outer edges with continuously scalloping festoons, from which branch off at each high point delicate lobed leaves scrolling inward and with a filling of wavy lines suggesting seaweed.  Shades of red and blue, and a soft aubergine from a combination of the two, with touches of a much-faded yellow; the outlines are red and pale aubergine.  The repeats are varied by changing the grouping of these colors.  Unseamed and with tabby selvage on one long side.  Completed lined.  \n\n\nDesign: Irregularly repeating pattern of two floral elements.  One consists of bulging vase shape from which springs a cluster of leaves and above that various graceful flowers.  From the base of vase, decorated in red with pale blue leaves, emerges a forked shape, possibly to suggest a root system.  The colors in this element are shades of red, blue, and touches of faded yellow.  The second spray of flowers consists of foliage, and two groups of fleshy leaves in reds, separated by circlets of blue (formerly green) with red dots; more delicate flower sprays spring from this group.  \nBorder, 18 3\/4 inches wide, is set between two guard bands of small festoons of flowers, and finished with a deep blue edge.  The pattern in the border is the same as that in the main design except the direction follows the line of the border.  A space of 72 inches has been cut off one side to the depth of 20 inches-- slightly more than the width of the border, leaving corner pieces, and on the other side the outer guard border has been cut away.\nColors: two reds, pink two blues, small areas of red-violet, a few vestiges of pale yellow.  As yellow has practically disappeared there is no green.  Much shading, veining, fine patterns reserved in the blue areas.  \nThe palampore is lined with modern white cotton.",
    "justification": null,
    "type": {
        "id": "35257233",
        "name": "Hanging"
    },
    "images": [

    ],
    "participants": [

    ],
    "tombstone": {
        "epitaph": "Hanging, 1700–50. Medium: cotton\nTechnique: mordant painted and resist-dyed (chintz). 1953-21-2."
    },
    "colors": [
        {
            "color": "#e1caa0",
            "closest_css3": "#deb887"
        },
        {
            "color": "#662d23",
            "closest_css3": "#8b4513"
        },
        {
            "color": "#a68c69",
            "closest_css3": "#bc8f8f"
        },
        {
            "color": "#857d67",
            "closest_css3": "#808080"
        },
        {
            "color": "#2a2021",
            "closest_css3": "#000000"
        }
    ]
}