{
    "id":"18797501",
    "tms:id":"274410",
    "accession_number":"2012-6-1",
    "title":"Baby Carrier (mei Tai), 1950–2000",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18797501\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35456703",
    "type_id":"35456707",
    "date":"1950–2000",
    "year_start":1950,
    "year_end":2000,
    "year_acquired":"2012",
    "decade":"1950",
    "woe:country":"23424781",
    "medium":"Medium: cotton embroidery on cotton foundation, rattan? \nTechnique: appliquéd and embroidered in cross stitch on plain weave\nLabel: indigo-dyed cotton, appliquéd and embroidered with cotton in cross stitch",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Purchased by the dealer, Dennis Kord, from a Miao woman in Guizhou.",
    "dimensions":"H x W (without straps): 69.5 x 51.4 cm (27 3\/8 x 20 1\/4 in.)\nH x W (with straps): 69.5 x 332.7 cm (27 3\/8 in. x 10 ft. 11 in.)",
    "creditline":"Museum purchase from General Acquisitions Endowment Fund",
    "description":"Baby carrier with an upper rectangular section stiffened with a reed mat, and a soft lower square, with long tying straps. The upper section is of blackish-blue cotton with red cotton appliqué around the outside and forming three squares, all filled with fine embroidered geometric pattern in white. The lower square and straps are indigo blue, embroidered all over with a diamond grid of fine white cross-stitch embroidery in geometric and floral forms. Back lined with several pieces of indigo-dyed cotton in varied shades. Straps lined with undyed cotton.",
    "justification":"Most southwest Chinese ethnic groups, especially the Miao, are best known for their embroidery.&amp;nbsp; Traditionally women's work, embroidery was a Miao girl's first attempt at needlework starting as early as four or five-years-old.&amp;nbsp; Watching their mothers and other women in the community weave and embroider, they would later pass on this knowledge to the next generation.&amp;nbsp; As one Miao woman explains: &quot;A woman's life is a dance with needle and thread.&amp;nbsp; The book or painting of a woman's life is created using the needle as a pen or brush and thread as ink.&quot;\nExquisitely woven and embroidered clothing and accessories, like this baby carrier (mei tai), were an important part of a girl's dowry and distinguished her by the skill and richness of decoration of the needlework.&amp;nbsp; This carrier, densely embroidered in cross stitch, contains what appears to be an ox horn motif,&amp;nbsp; symbolizing the strength and endurance of the male reproductive organ.&amp;nbsp; Some Miao cultures hang ox horns over the entrance to their homes to signify a growing family.&amp;nbsp; To protect a child, parents will do as much as they can including using clothing to achieve a mystical effect upon the baby.\nBaby carriers served a very important function for the mother as they allowed her to continue working without leaving her baby alone.&amp;nbsp; There are many types of baby carriers, most of which contain the baby on the mother's back.&amp;nbsp; This T-shaped carrier is probably the most typical, and the baby rests between the top panel and the wearer's back with the belts wrapping around both of them to hold the baby in place.&amp;nbsp; In this particular carrier, there is a flexible insert in the top panel, probably a reed mat,&amp;nbsp;which would have given the baby additional support. The straps are wound over the wearer's shoulders, down and cross over the chest, then back around the baby's bottom and to the front of the wearer,&amp;nbsp;where it is &amp;nbsp;tied at her waist.&amp;nbsp; Distinctive about this carrier is the decoration of the straps themselves, reflecting the same motifs as the panels.&amp;nbsp; Because the straps received the heaviest wear-and-tear, they would often get replaced; however, the original straps are intact probably indicating that this carrier would have only been used for special occasions.\nThere is only one other Miao textile in the collection -- an indigo-resist dyed pleated skirt.&amp;nbsp; This proposed acquisition will not only supplement the growing collection of minority and Chinese textiles, but also our significant holding of embroidery techniques from around the world. ",
    "type":{
        "id":"35456707",
        "name":"Baby carrier (mei tai)"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/59213_8f9e4a4ed399b650_b.jpg",
                "width":782,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/59213_8f9e4a4ed399b650_n.jpg",
                "width":244,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/59213_8f9e4a4ed399b650_z.jpg",
                "width":489,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18048535",
            "role_id":"35352247",
            "person_name":"General Acquisitions Endowment",
            "role_name":"Fund",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id":"18065353",
            "role_id":"35352249",
            "person_name":"Apsara",
            "role_name":"Vendor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065353\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone":{
        "epitaph":"Baby Carrier (mei Tai), 1950–2000.Medium: cotton embroidery on cotton foundation, rattan? \nTechnique: appliquéd and embroidered in cross stitch on plain weave\nLabel: indigo-dyed cotton, appliquéd and embroidered with cotton in cross stitch. Museum purchase from General Acquisitions Endowment Fund. 2012-6-1."
    },
    "colors":[
        {
            "color":"#c7b9a4",
            "closest_css3":"#d2b48c"
        },
        {
            "color":"#9f9587",
            "closest_css3":"#bc8f8f"
        },
        {
            "color":"#807669",
            "closest_css3":"#808080"
        },
        {
            "color":"#524b45",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#302c2f",
            "closest_css3":"#2f4f4f"
        }
    ]
}