{
    "id":"18467303",
    "tms:id":"144282",
    "accession_number":"1968-78-8",
    "title":"Textile, 1701–50",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18467303\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35367227",
    "type_id":"35251739",
    "date":"1701–50",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1968",
    "decade":null,
    "woe:country":"23424848",
    "medium":"Medium: plain weave cotton\nTechnique: mordant and resist painted; immersion dyed (chintz)",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"Warp x Weft: 104.9 x 49.1 cm (41 5\/16 x 19 5\/16 in.)",
    "creditline":"Museum purchase from Restricted Funds",
    "description":"Scrolling vines with red and blue flowers, including tulips and carnations, on a cream-colored ground. Emphasis is given to the forms of the flowers by leaving a very narrow white space between the edge of the petals and the outlines. Piece is seamed across center. Lower section shows evidence of a border at the right side. \n\nWhite cotton, on which a strongly curved vine appears, from which spring various large flowers.  The foliage is now blue as the yellow has diappeared.  Blossoms in reds, pink: some show details of a gray-violet.  Drawing is heavy, bold, emphatic; flowers seen in profile are realistically drawn; naturalistic veining in leaves.  Emphasis is given the forms of flowers by a trick of leaving a very narrow white space between the edge of petals and the outlines, which are sometimes red, sometimes brown.  Among the flowers the tulip and carnation are identifiable. \nColors: Two shades of red, pink, blue, a gray violet (faded purple), brown and red for outlines.",
    "justification":null,
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Textile, 1701–50.\n1701–50. Medium: plain weave cotton\nTechnique: mordant and resist painted; immersion dyed (chintz). Museum purchase from Restricted Funds. 1968-78-8."
    },
    "colors":[
        {
            "color":"#9a4020",
            "closest_css3":"#8b4513"
        },
        {
            "color":"#5c6b5e",
            "closest_css3":"#696969"
        },
        {
            "color":"#ca8c72",
            "closest_css3":"#bc8f8f"
        },
        {
            "color":"#413d3a",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#b55e46",
            "closest_css3":"#cd5c5c"
        }
    ]
}