{
    "id": "68739241",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68739241\/",
    "name": "Umberto Bellotto",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "4",
    "biography": "The son of a blacksmith, Umberto Bellotto was born in Venice on 5 March 1882. He died in Venice in 1940. \n\nBellotto was first an ironwork master, becoming known for executing the railings of the café-restaurant of the Venice Biennale in 1903. From 1905 to 1907, he collaborated with architect and decorator Cesare Laurenti in furnishing the restaurant Lo Storione in Padua, where he combined traditional ironwork with new, organic forms. It was with Laurenti that Bellotto collaborated to obtain a patent on a technique to combine ironworks with glass. \nBellotto’s popularity increased after the Venice Biennale of 1914, where he had a solo exhibition of his eclectic ironworks, combining them with materials such as leather, ceramics, and glass. He also displayed his imaginative pieces at the Venice Biennale of 1920. Throughout the years, Bellotto worked with glassworks ateliers that included Vittorio Zecchin, Vetreria Artistica Barovier, Toso Fratelli, and Pauly & C.\n\nWhen combining glass and wrought iron, Bellotto always used iron as the supporting structure and predominant element, while the glass played a subordinate role, often partially covered by the ironwork. It is telling that the Murano Museum of Glass refers to Bellotto as the “Magician of wrought iron”. Contemporary documents refer to Bellotto’s workshop in Venice  as the “wizard’s workshop” because of his skill in the medium of wrought iron.\n\nIn fact, it was not until approximately 1925 that Bellotto focused exclusively on glass. Bellotto was a leading artist at the Monza Biennales from 1923 to 1927, his work characterized by an interpretation of art deco and Jugendstil models. Bellotto’s reliance on geometric form and on dark contrasts would prove highly influential in the production of Murano glass in the following years.  Bellotto stopped making glassworks in 1928, when he accepted a commission from the ministry of public works in Rome to decorate prestigious buildings.",
    "woe:country_id": "23424853",
    "date": "Italian, 1882 - 1940",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424853"
}