{
    "id": "18683017",
    "tms:id": "216988",
    "accession_number": "1995-50-376",
    "title": "Broadside, The Teatotal Destruction of Sir John Barleycorn, early 19th century",
    "title_raw": "The Teatotal Destruction of Sir John Barleycorn",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18683017\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35402927",
    "type_id": "35290051",
    "date": "early 19th century",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1995",
    "decade": null,
    "woe:country_id": "23424975",
    "medium": "cotton",
    "markings": null,
    "signed": null,
    "inscribed": "\"May it please your Majesty of the Moon we are the Half Holyday Coves come to ask you advice upon the matter\"\n\"Upon my word young men I can't advise you as our SYSTEM does not admit of HOLYDAYS\"\n\"The VOLCANIC Tea Pot Company beg to inform the public that they have contracted for a regular supply of water hissing hot from the Volcano of Cotopaxi in South America strongly recommed by the Faculty also readymade Tea from China direct every morning & evening.\nEven now Gentlemen they are importing Water from abroad having impoverished the Springs emptied the Rivers & drained every Ditch in the Kingdom. I therefor beseech you to consider what you are about or you will distress the Labouror, impoverish the Husbandman & Ruin the Country.\"\n\"Going at (pound sign) 2-0-0 if no advance  Really Gentlemen 8 Beautiful Dray Horses for (pound sign) 2-0-0 that originally cost (pound sign) 95-0-0 each Going go-ing Bless my life Sam show the Animals up their Hides alone are woth the money\"\n\"By the powers and ye'll empty the Fish pond at this rate my darlings\"\n\"RECREATION for the MILLION\"\n\"To BANKERS & LAWYERS CLERKS LINEN DRAPERS ASSISTANTS and YOUNG MEN in WAREHOUSES\nTHE SKYHIGH COMPANY'S AEROSCOPIC BROOMS INVENTED BY FATHER MATHEW will commence flying on & after the 4 of November to various parts of the Globe every Friday and Saturday afternoon during the Season returning in time for business every Monday morning\"\n\"I'm afraid this here stuff don't agree with me hexactly\"\n\"Never mind what that chap says he's a Brewers Horse doesn't thou see he's paid for running down teetotalers\"\n\"Odd Sniggers Mon ta'll fettle some on us a this road ta careless rascot see whot aw get im me mouth fro that bucket\"\n\"NOTICE THIS PUMP will be closed tomorrow as the well is empty\"\n\"By Gum but this is a pratty stuff to give a christian body Tummus\"\n\"May it please your Majesty we Frogs and Fishes in Council assembled humbly crave your Royal Attention to the hopeless condition wea are reduced to by a person named Father Mathew  who not content with drinking water himself had indiced your Majesty's Subjects to do the same until at length they have made such upon our natural element which is water that unless your Majesty interpose we shall be Teetotally Exterminated\"\n\"My ete what a treat them teetotal coves must have had last night look'ee here Oh CRIKEY\"\n\"LAWKS Mother Jenkins CAT whots bin missing this six weeks\"\n\"If my Old Oman get to know of this here it'll make her mortal ill for she was a saying as she took sixteen cups of it\"",
    "provenance": null,
    "dimensions": "Warp x Weft: 52.5 x 63 cm (20 11\/16 x 24 13\/16 in.)",
    "dimensions_raw": {
        "warp": [
            "52.50",
            "centimeters"
        ],
        "weft": [
            "63.00",
            "centimeters"
        ]
    },
    "creditline": "Bequest of Elinor Merrell",
    "description": "Picture full of people and captions set up like a cartoon within a diamond border. In brown on white.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424975",
    "type": "Broadside",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/209170_024713693b7f592e_b.jpg",
                "width": 1024,
                "height": 855,
                "is_primary": "1",
                "image_id": "209170"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/209170_024713693b7f592e_z.jpg",
                "width": 640,
                "height": 534,
                "is_primary": "1",
                "image_id": "209170"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/209170_024713693b7f592e_n.jpg",
                "width": 320,
                "height": 267,
                "is_primary": "1",
                "image_id": "209170"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/209170_024713693b7f592e_d.gif",
                "width": 320,
                "height": 267,
                "is_primary": "1",
                "image_id": "209170"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/209170_024713693b7f592e_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "209170"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18049427",
            "role_id": "35351537",
            "person_name": "Elinor Merrell",
            "person_date": "",
            "role_name": "Bequestor",
            "role_display_name": "Bequest of",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18049427\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351537\/"
        }
    ],
    "tombstone": {
        "epitaph": "Broadside, The Teatotal Destruction of Sir John Barleycorn, early 19th century. cotton. Bequest of Elinor Merrell. 1995-50-376."
    },
    "colors": [

    ],
    "woe:country_name": "United Kingdom",
    "is_loan_object": 0
}