{
    "id": "18468365",
    "tms:id": "144816",
    "accession_number": "1969-129-1",
    "title": "Hanging, early 18th century",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18468365\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35366701",
    "type_id": "35257233",
    "date": "early 18th century",
    "year_start": 1700,
    "year_end": null,
    "year_acquired": "1969",
    "decade": null,
    "woe:country": "23424848",
    "medium": "Medium: wool, linen\nTechnique: embroidered using long floating stitches and couching",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "H x W: 167 x 243 cm (5 ft. 5 3\/4 in. x 7 ft. 11 11\/16 in.)",
    "creditline": null,
    "description": "Embroidered rectangular red wool hanging with a large central heraldic medallion and smaller medallions in each corner. Central medallion shows two angels, each in a blue robe, standing on ornate leaves of ivory and blue-green, holding an emblem enclosed by ornate leaves bearing on its outer edge with inscription: \"Virtutis Bel-licae Praemium\" in red on a dull yellow ground. The center contains a five-pointed ivory star above a yellow crescent on a blue ground. A jeweled crown tops the medallion and a yellow rosette pendant hangs on a ribbon at the bottom. The heraldic scene is enclosed by two crossed branches forming a circle. Corner medallions have a corner emblem encircled by elaborate leaves, topped by a jeweled crown and has a hanging rosette-pendant hanging from the bottom in the center of which is a sword through a crown on a red ground. The center of emblem has a symmetrical linear script-like device in ivory on a blue-green ground. The four corner emblems are connected by a wavy floral vine.",
    "justification": null,
    "type": {
        "id": "35257233",
        "name": "Hanging"
    },
    "images": [

    ],
    "participants": [

    ],
    "tombstone": {
        "epitaph": "Hanging, early 18th century. Medium: wool, linen\nTechnique: embroidered using long floating stitches and couching. 1969-129-1."
    },
    "colors": [

    ]
}