{
    "id": "18055919",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18055919\/",
    "name": "Roycroft Shops",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Established by Elbert Hubbard (1856 - 1915) in 1895, the Roycroft community was located in East Aurora, New York.  An Arts and Crafts community centered around a series of workshops, it employed up to 500 people at its peak. The workshops produced furniture, bookbindings and metalwork. Hubbard was \"an apostle of aestheticism\" and authored books on the relationshiop between the arts and life. Karl Kipp was selected by Hubbard to organize and direct the Roycroft copper shop, and by 1910 the workshop was in full production.  Kipp was assisted in this endeavor by Walter Jennings.  \nIn 1911, they left to start their own firm, The Tookay Shop, but in 1915 were persuaded to return by Elbert Hubbard II, who had succeeded his father after the death of his parents in the Lusitania disaster in 1915.  The wares were originally sold through gift shops and mail order, but Hubbard II decided to establish retail displays in major department stores.  By 1924, there were more than 320 retail outlets nationwide.  The firm's sales were drastically cut due to the Depression, and the Roycroft Shops formally declared bankruptcy in 1938.  Some of the early designs from the shop use motifs which were reminiscent of Viennese Secessionist designs, especially the work of Josef Hoffmann and Koloman Moser for the Wiener Werkstätte.  These designs were familiar to Dard Hunter, who had travelled to Vienna in 1908, and began incorporating Secessionist designs into his stained glass designs upon his return to the Roycroft community in 1909.  Karl Kipp and Dard Hunter collaborated on some lamps for the 1910 catalog and Hunter's designs probably influenced Kipp's work.",
    "woe:country_id": "23424977",
    "date": "East Aurora, NY, 1895 – 1938",
    "videos": [

    ],
    "woe:country": "23424977"
}