{
    "id": "18468367",
    "tms:id": "144817",
    "accession_number": "1969-129-2",
    "title": "Bedcover, late 18th century",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18468367\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35402927",
    "type_id": "35282877",
    "date": "late 18th century",
    "year_start": 1700,
    "year_end": null,
    "year_acquired": "1969",
    "decade": null,
    "woe:country_id": "23424848",
    "medium": "Medium: cotton\nTechnique: painted and dyed",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "H x W: 256 x 200 cm (8 ft. 4 13\/16 in. x 6 ft. 6 3\/4 in.)",
    "dimensions_raw": {
        "height": [
            "256.00",
            "centimeters"
        ],
        "width": [
            "200.00",
            "centimeters"
        ]
    },
    "creditline": null,
    "description": "Bedcover showing a central field with trees and a wide border with flowering vine. A tree with exposed roots rises from the point of a triangular mound, and branches about half way up appeared to be sawed off. A vine rises from the mound, crossing and recrossing the tree and bearing large flowers in shades of red and foliage in blue. The flowers exhibit much interior decoration in reserved patterns. Babbler birds are perched amid branches and two long-necked cranes are on the mound on either side of the tree. The mound is made of a series of diamond shapes with a row of red diamonds alternating with a row of blue diamonds. They bear fine inner decoration of fine sprays of flowers reserved in white. The crane at the right of the tree has a back wing which is an applied patch painted in a pattern similar but not the same as that of his companion. A wide border is between two very narrow guard borders decorated with a vine in brown bearing large heavy flowers in red, possibly lotus flowers. Pointed leaves in a chevron of red and blue with outlines of dark brown. Yellow has faded to the extent that the foliage is now blue.",
    "justification": null,
    "videos": null,
    "woe:country": "23424848",
    "type": "Bedcover",
    "images": [

    ],
    "participants": [

    ],
    "tombstone": {
        "epitaph": "Bedcover, late 18th century. Medium: cotton\nTechnique: painted and dyed. 1969-129-2."
    },
    "colors": [

    ],
    "woe:country_name": "India"
}