{
    "id":"18797523",
    "tms:id":"274421",
    "accession_number":"2012-14-1",
    "title":"Ornament Panel, 1910–15",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18797523\/",
    "department_id":"35347503",
    "period_id":null,
    "media_id":"35389227",
    "type_id":"35352631",
    "date":"1910–15",
    "year_start":"1910",
    "year_end":"1915",
    "year_acquired":"2012",
    "decade":"1910",
    "woe:country":"23424977",
    "medium":"Block-printed, glazed, embossed paper",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Wallpaper was given to the Cooper-Hewitt in 2012 by Mary Kate Conrad, whose great-grandfather Henry Gramlich, acquired the papers when he was employed at the M.H. Birge Company.",
    "dimensions":"L x W: 153.7 x 55.9 cm (60 1\/2 in. x 22 in.)",
    "creditline":"Gift of Mary Kate Conrad",
    "description":"Panel of imitation leather paper  with heraldic shield printed near top edge. Shield is enclosed within ribbon and floral wreath. Red and brown shield, green ribbon and blue flowers, hand-printed on brown paper embossed to resemble leather.",
    "justification":"Gift offer of 4 pieces of imitation leather paper produced by M.H. Birge &amp; Sons. Leather papers copy exactly the grain, the patterns, and the coloring of antique leathers. These four samples were produced around 1910, but leather papers were a high-end wallpaper popular from the late 19th century, with a renewed interest during the Colonial Revival Movement in the early 20th century.\nFounded in 1834, the Birge Company was the oldest existing wallpaper company in America when the company was sold to a Canadian concern in 1959. Receiving much accolade for their imitation leather papers, Birge produced these papers in both historic and contemporary styling. They also worked in actual leather if requested by a client. Leather papers were expensive because they were essentially a handmade product. The paper support was necessarily a very substantial weight to withstand the embossing. The papers are block-printed, then embossed, then antiqued or glazed by hand with an oil color. \nThe ornament panel is a mostly undecorated expanse of leather paper showing the beauty of the grain, with an armorial shield or family crest printed at the top of the panel. These ornament panels were usually reserved for more formal installations, and were installed within panel moldings or borders. There are no examples of ornament panels on imitation leather in the collection.\nAlong with imitation leathers a wide variety of relief papers were developed or came into vogue in the late 19th century, including Lincrusta-Walton, Anaglypta, Tynecastle Canvas, and grasscloth. It was very fashionable at this time for walls to have a sense of depth, whether by using a relief wallcovering or an ingrain paper, rather than having flat painted walls. Leather papers were produced in Japan, across Europe and the United States. Birge was the major manufacturer&amp;nbsp;of these papers in the United States, at least in the early 20th century. \nThe collection contains about 94 samples of imitation leather papers produced in Japan, France, England, Germany and the United States, with the majority of samples coming from Japan. There are about 165 papers produced by Birge in the permanent collection, many of which are printed designs produced during the Colonial Revival period.\nThis group of papers would be an asset to the collection by building on the existing holdings of American wallpapers, especially papers inspired by the Colonial Revival movement, Birge production, and faux papers in general.",
    "type":{
        "id":"35352631",
        "name":"Ornament panel"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/46082_520d3d0ac07b2c1c_b.jpg",
                "width":452,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/46082_520d3d0ac07b2c1c_n.jpg",
                "width":141,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/46082_520d3d0ac07b2c1c_z.jpg",
                "width":283,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18046415",
            "role_id":"35236657",
            "person_name":"M.H. Birge & Sons Co.",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18046415\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        }
    ],
    "tombstone":{
        "epitaph":"Ornament Panel, 1910–15.\n1910–15. Block-printed, glazed, embossed paper. Gift of Mary Kate Conrad. 2012-14-1."
    },
    "colors":[
        {
            "color":"#a6744c",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#62492f",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#323224",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#4c2621",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#d3c5b6",
            "closest_css3":"#c0c0c0"
        }
    ]
}