{
  "display_date": "late 20th century", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1993", 
  "period": "", 
  "dynasty": "", 
  "culture": "", 
  "id": "197209", 
  "style": "", 
  "date_begin": "1975", 
  "dimensions": "1993-151-419a, case, 27 x 22 x 3.5 cm (11 3/4 x 8 3/4 x 1 1/4 in.)\r\n1993-151-419b, videocassette case, 19 x 10.4 x 2.5 cm (7 1/2 x 4 1/16 x 1 1/16 in.)\r\n1993-151-419c, audiocassette case, 6.9 x 10.8 x 2.5 cm (2 3/16 x 4 1/4 x 5/8 in.)", 
  "copyright": "", 
  "title": "Chiat/Day self-promotion, SONY Space, working copy", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-419-a/d                          ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "As a working copy, this object shows the development of the Chiat/Day self-promotion project, SONY Space. The case is covered by one page of text, recto and verso. A third page of text is incised to hold a booklet, a videocassette (not included) and case, and an audiocassette (not included), case, and case liner. The black and white booklet cover, with a grey border, is composed of a nighttime street scene with electrified signs; the top right-hand corner is turned down and is imprinted Advertising and Nothing But, with a crowd of people behind. SPACE is imprinted in large type across the upper part; SONY is imprinted immediately below on the left, once horizontally and twice vertically, surrounding a white rectangular space. There are two additional blanks in white below the Sony area and two smaller white blanks on the lower right. The videocassette case reproduces a photograph of the upper part of a face, showing eyes and brows. Chiat Day Mojo's Greates Hits-A tape that will forever prove that commercials are better than T.V. shows is imprinted across the top. The audiocassette case liner reproduces a partial profile view of a man's face,, showing an ear and hair. Radio is imprinted on the left and What it would sound like if Chiat Day Mojo was the world's only agency on the right.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "package", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}