{
    "id": "18644491",
    "tms:id": "197148",
    "accession_number": "1993-151-364",
    "title": "Advertisement, \"Memphis (Condominiums): Casa Vogue\", 1985",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644491\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1985",
    "year_start": "1985",
    "year_end": "1985",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "28.4 x 21.7 cm (11 3\/8 x 21.7), closed\n28.4 x 43.3 cm (11 3\/8 x 17 in.), opened",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Note: The name, Memphis, standing alone or in conjunction with studios, refers to the Memphis design movement founded by Ettore Sottsass. Memphis (condominiums), the real estate company, is always referred to as such.\n\nThe present twelve page (unpaginated; herein identified as pages 1-12) booklet advertises two Memphis (condominiums) buildings in Manhattan, one on the Upper East Side and the other in Greenwich Village. \nFront cover: In the lower right hand corner, a ziggurat shape, in a Memphis-derived squiggle pattern in green and white, is overlaid by the message Inside\/ New York's\/ Memphis\/ Condominiums, in black (except for Memphis, in red) capitals. \n\nPages 1-2, opened: On the left, extending a short distance to the right of center, there is a photograph of a vivid sunset, red-pink-orange tones predominating, below which, just above the bottom edge, is a New York City skyline view in silhouette. Something is going on in this town is imprinted in small white type on the lower left. Two square inserts, showing views of the tops of the two buildings against blue skies, appear beneath each other on the upper left. To the right of center, beginning close to the top edge and ending about halfway down, is a series of nine short, pink horizontal bands, imprinted in Italian with promotional material.  At the right edge of the sunset photograph, a white background takes over. A square format aerial view of city streets occupies the center. The letter M, in the typography of the Memphis (condominiums) logo, in a blue sky\/ white cloud pattern, fills the upper right and extends downward, behind the aerial view; however, the left vertical line of the M, ending in the logo's ball, here colored red, is superimposed on the view. A small square, composed of two smaller white and two smaller black squares, bisects the right vertical of the M and extends into the white space. Overlaying the right section of the skyline and extending across the white area, the message, there are two buildings, is imprinted in red in a curved format. Immediately to the left of the M, near the top edge, is a three-line Italian language phrase in italics.\n\nPages 3-4, opened: The name, Memphis (condominiums), in logo-style type, continues from p. 2, with the letters E and M on the left and P and H on the right. The letters are designed in patterns from nature, the E in green\/ yellow; the M and P in blue\/ green; the H in orange\/ yellow. An enlarged view of the lower square from p. 1 appears in front of and behind the E and M.  Above the E, in the upper left-hand corner, is a sidewalk-and-trees image in a small square, with its caption to the right. To the right of the M, near the top edge, is an image of the Washington Square Arch, with its caption underneath. A black and white image of a Hudson River-and-skyline view within a small circle overlays the stem of the P; its caption is underneath, to the left of the stem of the P.  A full-length view of the Greenwich Village building, against a blue sky, is enclosed in a larger circle, intertwined with the P and the H; its caption is underneath. A rectangular blueprint image overlays the upper portion of the right vertical of the H; its caption is underneath to the left of the vertical. Near the top edge of page 4 is the logo Memphis [condominiums] in red, followed by Greenwich Village in black. Underneath the right vertical of the M, the logo is repeated, followed underneath by the word downtown. The curved phrase beginning on pages 1-2 continues as rising in Manhattan (p. 3) based on the premise (p. 4). Further marketing information is imprinted underneath the curve on p. 3. \n\nPages 5-6, opened: The I and S on the left, the I in a black and white version of the squiggle pattern and the S in a pink, white and black street grid pattern, complete the logo. An enlarged view of the upper square from page 1 appears in front of and behind the I and S; its caption is underneath on the left.  Two smaller squares featuring detailed views are superimposed on the larger square on the upper right, with its caption above, and lower left-center, its caption to its right. Marketing information is imprinted in sixteen horizontal lines, separated by yellow lines in a hand-painted style, between the right edge of the S and the centerfold.  Near the top edge on p. 5 is the logo Memphis [condominiums] in red, followed by Upper East Side in black. At the bottom edge on the left, there is a nighttime image of the 59th bridge, with the caption to its left.  A rectangular blueprint image, its caption above, is at the bottom edge to the left of the centerfold. To the right of the centerfold, where the yellow-bar section ends, and beginning at the top edge and extending about halfway down, is a squiggle-patterned rectangle in gray and white with pink highlights. A square in the same pattern is situated on p. 6, abutting the right and bottom edges. A full-length view of the building with a blue sky background, enclosed within an oval, is superimposed on the right section of the upper rectangle and the left of the lower square. To the left of the oval,  a view of buildings within a small square, its caption above, overlays both the oval and the rectangle. A view of a woman exercising, within an orange square, is superimposed on the larger square; its caption, advertising the spa located near the condominium, is imprinted on a small pink circle on the right above. Additional marketing information is imprinted on pink on the upper right and lower left of p. 6. The curved phrase, continued from p. 4, is completed on pp. 5-6: that luxury need not be dull.\n\nPages 7-8, opened and 9-10, opened: Exterior and interior views, as well as blueprints, of the Memphis condominiums are enclosed within numbered rectangles, the numbers keyed to nearby captions. Images of Italian-designed objects (also numbered), illustrating the Memphis studios influence, are scattered, on the diagonal, throughout. All identifying type is in Italian. P. 11, in the upper left-hand corner, is headed Dallo Skyscraper Al Pullover\/ In Nome Di Memphis; p. 13 is headed, also in the upper left-hand corner, In Nome\/ Di Memphis.\n\nBack cover: In the upper half, the heading, From sweaters to skyscrapers\/ All in the Name Memphis, and accompanying copy are translated from the Italian on pp. 11-12. A horizontal strip in the lower half comprises the Memphis (condominiums) images and logo and the curved advertising blurb from pp. 1-6. Additional marketing information, culminating in the Memphis (condominiums) logo, appears underneath.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35247579",
        "name": "advertisement"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18043651",
            "role_id": "35236655",
            "person_name": "Stephen Doyle",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043651\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18052659",
            "role_id": "35236655",
            "person_name": "Alexander Isley",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18052659\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18056491",
            "role_id": "35236667",
            "person_name": "Alvin Preiss, Inc.",
            "role_name": "Client",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056491\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}