{
    "id": "18045471",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045471\/",
    "name": "Verner Panton",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "11",
    "biography": "Verner Panton was born in Denmark in 1926, he studied at the Technical College from 1944-47, and then studied architecture at the Royal Academy of Art in Copenhagen from 1947-1951. Panton lived and worked most of his life in Basel, Switzerland, where by the mid-1950s he was an internationally acclaimed interior architect and designer. His most decisive influence was the Danish designer Poul Henningsen who was known for his lighting design and key figure in 20th century Danish design, and who became Panton’s mentor. He also admired the work of Arne Jacobsen, and worked in his office form 1950-52. At this time Jacobsen was one of Denmark’s leading architects, and though he built relatively few buildings, Panton referred to himself as both an architect and designer. \n\nPanton loved to experiment with his work. Some of his greatest designs came from toying with different materials, production techniques, traditional design, as well as manipulating light and color. Color is one of Panton’s trademarks, as well as the central element of his design. He studied the physics of light and published a booklet, Notes of Colour, in 1997. He was constantly searching for innovations in all areas of design. He started to create rooms as environments in 1960 beginning with a hotel and restaurant in Trondheim, Norway. He reached his pinnacle in 1970 with the legendary Visiona 2 exhibition in Cologne, which was commissioned by the Bayer chemical company. Panton’s comprehensive approach to design as well as the design of radical environments was then emulated by designers like Pierre Paulin and Joe Colombo. \n\nAs mentioned, color  was a central element in all of Verner Panton’s designs for interiors and furniture, and in particular, textiles, which became his most important vehicle for color in the futurist environments for which Panton is best known. When Panton left Jacobsen’s office in 1952, he traveled throughout Europe introducing designs for chairs, lighting, and textiles to a number of companies and obtaining commissions mainly for Danish projects. In 1968 Panton was commissioned by the paint and fiber manufacturer, Bayer, to design an environment at the Cologne Furniture Fair using synthetic fibers and materials.  Intended as an annual series of exhibitions to take place on a boat, Panton advised Bayer to call it Visiona. For Visiona 0 in 1968, the futurist environment was referred to as the Dralon Boat, and included furniture, lighting, and textiles, a combination which caused a visually interesting and an almost dizzying effect. \n\nThe Anatomical Designs, which included Lippen, were initially part of Visiona 0 from 1968. Round rooms of various colors were bedecked with draperies and round floor carpets on which were printed large photorealist representations of hands, feet, mouths, eyes and ears. The model for these body parts was his wife, Marianne. Later, the Swiss textile company, Mira-X, produced these designs under the name of Anatomic. The Visiona series continued until the mid-1970s under Panton’s leadership and featured such illustrious designers as Joe Colombo.  However, it soon featured only home textiles rather than presenting Panton’s idea of a model living environment, where every new technical innovation in the field of synthetic materials was put to use.  \n\n\nPanton began a long-term collaboration with the Swiss textile manufacturer, Mira-X, in 1969.  Panton’s collections for Mira-X were based on his idea of an integral concept of living, and a vision of colored space. Many of these textiles also represented Panton’s love for experimentation with form, material, and production techniques.  Every fabric was a variation on the initial collection, which was based on a limited number of geometric patterns and only eight pure colors with additional tonal variations. The number of colors and patterns grew over time, but by the 1980s Mira-X ceased to manufacture Panton textiles, and the interest in his work waned. \n\nIn addition to textiles, the Cooper-Hewitt currently has the stacking side chair (1977-1-1) and Cone chair (1986-99-44) by Panton. Lippen represents some of his strongest work designed at the pinnacle of his career, and since it is an earlier textile design, is more in keeping with the 1959-60 design of the chairs. The Cooper-Hewitt also has in its collection seven textiles from 1983 produced by Mira-X, which one of his more innovative and unusual fabrics produced during the early 1970s, Finesse: Circle (2011-36-2), a printed textile with areas of burn out within the circles. This created a semi-translucent textile that when held up to the light would have created a very dappled light and feeling of three-dimensionality. Finesse designs also included Square and Curve.",
    "woe:country_id": "23424796",
    "date": "Danish, 1926–1998",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424796"
}