{
    "id": "69153143",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/69153143\/",
    "name": "Brooks + Scarpa",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "4",
    "biography": "Brooks + Scarpa is an architecture firm based in Los Angeles, California and headed by partners Angela Brooks FAIA and Lawrence Scarpa FAIA. Scarpa and architect Gwynne Pugh AIA founded the firm as Pugh + Scarpa in 1991. Brooks joined the practice in 1999 and by 2004, the team had grown to over forty employees with offices in Los Angeles, San Francisco, and Charlotte, North Carolina. In 2010, the firm’s name changed to Brooks + Scarpa after Pugh left to pursue his own design practice. The firm is today widely recognized for its innovative and award-winning expertise in architecture, engineering, interior design, and master planning. Brooks + Scarpa have garnered international attention for their commitment to socially progressive design practice, affordable housing solutions and innovative approaches to materials.\nWith projects ranging from low-income housing and community centers for the homeless to homes for displaced victims of Hurricane Katrina and countless educational and civic buildings, Brooks + Scarpa see their architectural practice as part of a larger effort to actively engage in contemporary society by building vibrant and sustainable communities. Together, the firm explores universal design standards for a range of public and private spaces and embraces new construction methods that utilize environmentally conscious materials. “The success of a design is measured by the degree to which it responds to the community, to the building’s users, and to the citizens of its city,” according to the architects. “It will be judged by its presence and by its ability to create a dialogue between building, user, and surroundings.” Only then does an aesthetic language form, as the team applies innovative materials and forms that complement an environment’s natural features and architectures. \nBrooks + Scarpa is the recipient of Cooper Hewitt, Smithsonian Design Museum’s 2014 National Design Award for Architecture Design. The firm is also the winner of major American Institute of Architects accolades, including the National AIA Housing Award and the AIA Architecture Firm Award in 2010 and the National AIA “Top Ten Green Building” award in 2011. Lawrence Scarpa received the 2015 Lifetime Achievement award for Distinguished Service from the American Institute of Architects, California Council (AIACC).\nNational Design Awards Winner, Architectural Design 2014",
    "woe:country_id": "23424977",
    "date": "Los Angeles, California, USA",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}