{
    "id": "18644727",
    "tms:id": "197267",
    "accession_number": "1993-151-76",
    "title": "Album Cover, \"Talking Heads:  And She Was\", 1985",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644727\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35294759",
    "date": "1985",
    "year_start": 1985,
    "year_end": 1985,
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "31.2 x 31.2 cm (12 5\/16 x 12 5\/16 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Recto: The design, based on a painting by the folk artist, Rev. Howard Finster, reproduces the brushmarks of the original work. Occupying the entire top-to-bottom space right of center and extending to the right edge is the right half of an androgynous face, frontal view. The brown eye is wide open, with finely inked black lashes and heavy black brow, which connects to the outline of the nose; the closed lips are outlined in brownish black and colored pinkish brown; and the flesh is painted in pink tones. Directly underneath the jowl is a piece of the blue strap, bordered in black stitching, of what appears to be overalls, ending at the album's lower edge. A shirt, visible underneath the strap, is patterned in an abstract design, overlaid by a sign in a hand-lettered style referring to Elvis at 3 years old in the land of the happy giants. A large hat, patterned like the shirt, the crown white on brown and the upturned brim in black on cocoa brown, completes this section of the design. At the left bottom edge, in the same style as the sign on the right, is another sign referring to the land of happy and free worlds  Behind the figure, extending to the left edge, are several rows of triangular mountain-like shapes in tones of brown and orange streaked with white; at their peaks are ghost-like faces in flesh tones with rudimentary features in black. The head and upper body of a figure dressed in white, in profile, peeks out from behind the upper level middle triangle. His outstretched arm points upward to the last word in the three word album title, imprinted in white italics on two lines. Talking Heads is imprinted in white on two lines directly above near the top, and at the top edge is marketing information in small black capitals on a pink rectangle. Just below the top edge are two long-haired flying figures in white, one on the extreme left, facing the left edge, and one to the left of the hat, facing the right edge. The background consists of white-streaked blue sky above green grass and small, thin-branched trees with white leaves, interspersed throughout the lower half.\nVerso: In the upper half are three flying figures like those on the recto, one facing left, near the left edge, and two in a row facing right, in the right half. Between the left and right figures is a column featuring the two song titles and production information. Directly below, in the bottom quarter, are additional production and design details.",
    "justification": null,
    "type": {
        "id": "35294759",
        "name": "Album cover"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18056001",
            "role_id": "35236565",
            "person_name": "Howard Finster",
            "role_name": "Artist",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056001\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "role_name": "Firm",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        }
    ],
    "tombstone": {
        "epitaph": "Album Cover, \"Talking Heads:  And She Was\", 1985. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-76."
    },
    "colors": [

    ]
}