{
    "id": "35350979",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/35350979\/",
    "title": "Color Moves: Art and Fashion by Sonia Delaunay",
    "text": "Sonia Delaunay (1885–1979) was a modern artist and designer who merged art and everyday life. Her work encompassed paintings and drawings, painted ceramics, neon light sculptures, posters, and textile and costume designs. Committed to transforming the world through color, she designed dresses and coats, illustrated books, and painted scarves and canvases with equal fervor. More than any other media, textiles proved her idea that color was “the skin of the world,” and for more than forty years, she designed and produced textiles that were commercially successful and enormously influential.\n \nBorn in Ukraine, Delaunay was adopted at the age of five by her wealthy maternal uncle, Henri Terk, and raised in St. Petersburg. She excelled artistically and eventually went to Paris to study. There she gained access to a burgeoning artistic community and found a kindred spirit in the painter Robert Delaunay, who became her husband in 1910. Together they lived and wore their art, appearing in garments designed by Sonia that reflected their theories about color and movement, which they called Simultaneity. She continued to design under several monikers, including Casa Sonia, when the Delaunays lived in Spain and Portugal during World War I, and Maison Delaunay, when they returned to Paris in 1920. During these years, especially after she began her enduring collaboration with Metz & Co department store in Amsterdam, textiles gave her the freedom to expand and reconceive her world in color.\n \nIt has been nearly thirty years since a major American museum has presented an exhibition on Delaunay. Color Moves: Art and Fashion by Sonia Delaunay honors the artist’s exuberant work and offers an insight into her creative design process—from sketch to master print to design cards and final yardage. According to Delaunay, her paintings “became more accessible and understandable through my fabrics, which for me were exercises in color.” The more than 300 works gathered together in this exhibition clearly support her belief that textiles and design contribute to the comprehension of modern art.",
    "date_start": "2011-03-18",
    "date_end": "2011-06-05",
    "is_active": "0",
    "department_id": "404529577",
    "count_objects": "327",
    "count_objects_public": "3"
}