{
    "id": "18699647",
    "tms:id": "225443",
    "accession_number": "2004-5-1",
    "title": "Drawing, \"Designs for the Galician Center of Contemporary Art, Santiago de Compostela, Spain\", 1988–93",
    "title_raw": "Designs for the Galician Center of Contemporary Art, Santiago de Compostela, Spain",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18699647\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35425519",
    "type_id": "35237093",
    "date": "1988–93",
    "year_start": 1988,
    "year_end": 1993,
    "year_acquired": "2004",
    "decade": "1980",
    "woe:country_id": "23424925",
    "medium": "Black ball-point on cream (loose-leaf) paper",
    "markings": null,
    "signed": null,
    "inscribed": "Inscribed in black ball point pen:  numerous notations (in Portuguese) in the upper half of the sheet, to be translated at a later date; in red color pencil, lower right corner: 22.0988 (architect's inventory number)",
    "provenance": "Alvara Siza; 2004: acquired by Museum (from Max Protetch Gallery, New York, NY)",
    "dimensions": "29.6  x 21 cm (11 5\/8 x 8 1\/4 in.)",
    "dimensions_raw": {
        "height": [
            "29.60",
            "centimeters"
        ],
        "width": [
            "21.00",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of George A. Hearn",
    "description": "Approximately seventeen individual studies of the exterior of the museum building from the south-west looking east.",
    "justification": "Alvaro Siza is among today’s greatest living architects. The drawing proposed for acquisition documents one of his finest projects, the Galician Center for Contemporary Art (CGAC) in Santiago de Compostela, Spain (1988–93). \nSiza’s museum has been called “an unforgettable encounter between a master architect and a unique site.” [1] The museum sits atop a hill and offers a panoramic view of the old quarter of the medieval pilgrimage town of Santiago de Compostela. The site is adjacent to a national monument, the 17th-century baroque Convent of Santo Domingo de Bonaval, and a section of modest houses across a diagonally-running street. In addition to the convent and the diagonal street, Siza had to take into account an abandoned garden behind the convent, which he was also asked to renovate, and a raised square in front of the site. His goal was to create harmony and to make all the buildings visually transparent. Working from the roughly triangular building site, Siza devised two interlocking L-shaped volumes to connect CGAC’s gallery wing, auditorium, library, offices, and convent. The angular placement of these shapes produced a triangular atrium that receives and distributes light to the entire building. The visitor’s path through the building leads to a rooftop sculpture terrace where a ramp rises above the roofline to provide views of the convent and the city. Siza’s particular sensitivity to context is exemplified in his treatment of the convent garden, where he excavated the site to uncover ancient springs, fountains, steps, and granite paths that became guides for new paths and garden walls.\nIn the drawing proposed for acquisition, Siza studies the exterior of the building principally from the southwestern entry. A sketch in the lower left corner shows the wedge shaped structure from above with the triangular atrium visible between the two basic L-shaped masses. As he moves up the sheet, Siza explores the office block with its entrance ramp and different horizontal window configurations. These sketches also indicate another significant triangular void visible from the building’s exterior—the notch created by the displacement of the auditorium axis so that it runs due east. One of the sketches in the upper middle of the page shows the architect studying his structure against the building masses of the convent and cloister than rise above the new museum. In two additional sketches, Siza indicates the granite blocks cladding the building, particularly around the entrance. Finally, in the upper left corner of the sheet is what appears to be a study of the museum’s entrance, where Siza provides open horizontal and vertical slits in the walls through which visitors see and feel the literal and metaphorical weight of the landmarked historical structures and the old city in which the new museum sits. Siza’s museum echoes the minimalism of 1970s architecture.[2] Its crisp angular shapes particularly recall the National Gallery of Art's East Building, by I. M. Pei. Its mathematical structure, however, is not nearly as rigorous and CGAC’s interiors take into account elements of surprise, accident, and historical context.\nSiza, whose full name is Alvaro Joaquim de Meio Siza Vieira, was born in 1933 in Matosinhos, a small coastal town in an impoverished region of northern Portugal. He studied from 1949 to 1955 at the University of Porto School of Architecture in Oporto, before opening his own firm in 1955. He taught at the School of Architecture from 1966 and, in 1976 was made a professor of architecture. Siza has also been a visiting professor at the Harvard University Graduate School of Design, the University of Pennsylvania, the Universidad de Los Andes in Bogatá, Colombia, and the École Polytechnique Fédérale in Lausanne, France, in addition to guest lectureships at universities all over the world.\nSiza was awarded the Pritzker Architecture Prize for lifetime achievement in 1992. In 1988, the Harvard University Graduate School of Design presented him with the Prince of Wales Prize in Urban Design for his housing project in Evora, Portugal. That same year, Siza also received the European Economic Community’s Mies Van der Rohe Prize. In 1986, he was awarded the honorary title of Fellow of the American Institute of Architects. \nSiza’s work covers the full range of structures from mass housing developments to individual residences, banks, office buildings, art museums, restaurants, and a spectrum of building types in between. Siza brings a unique sensitivity to space and time, as well as a special quality of light as an expressive medium, to all of his projects. His work builds upon and extends the European modernist tradition of Mies van der Rohe and Le Corbusier that governed the architectural field from 1920 to 1970. His respect for context, for national traditions, and for contemporary needs, takes his architecture beyond the limitations of historical modernism.\nThe CGAC sketch proposed for acquisition vividly conveys Siza’s great gifts. \n[1] David Cohn, “Pilgrimage to Santiago. Galician Center of Contemporary Art, Santiago de Compostela, Spain,” Architectural Record 10 (1994): 103. \n[2] Cohn, 102–107.",
    "videos": null,
    "woe:country": "23424925",
    "type": "Drawing",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/18648_83a1c9457040a015_b.jpg",
                "width": 745,
                "height": 1024,
                "is_primary": "1",
                "image_id": "18648"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/18648_83a1c9457040a015_z.jpg",
                "width": 466,
                "height": 640,
                "is_primary": "1",
                "image_id": "18648"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/18648_83a1c9457040a015_n.jpg",
                "width": 233,
                "height": 320,
                "is_primary": "1",
                "image_id": "18648"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/18648_83a1c9457040a015_d.gif",
                "width": 233,
                "height": 320,
                "is_primary": "1",
                "image_id": "18648"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/18648_83a1c9457040a015_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "18648"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18041329",
            "role_id": "35352249",
            "person_name": "Max Protetch Gallery",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041329\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18056509",
            "role_id": "35236663",
            "person_name": "Alvaro Joaquim de Meio Siza Vieira",
            "person_date": "b. 1933",
            "role_name": "Architect",
            "role_display_name": "Architect:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056509\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236663\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, \"Designs for the Galician Center of Contemporary Art, Santiago de Compostela, Spain\", 1988–93. Black ball-point on cream (loose-leaf) paper. Museum purchase through gift of George A. Hearn. 2004-5-1."
    },
    "colors": [
        {
            "color": "#958d91",
            "closest_crayola": "#95918c",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        },
        {
            "color": "#373c38",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        }
    ],
    "woe:country_name": "Portugal"
}