{
    "id": "1108724919",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/1108724919\/",
    "name": "Jessica Dragonette",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "18",
    "biography": "The World of Radio by Arthur Gordon Smith (Canadian, b. 1901–n.d.) features the central figure of soprano and radio star Jessica Dragonette. Commissioned by her sister, Nadea Dragonette Loftus (American, 1892–1982) and completed in 1934, the mural decorated the singer’s top floor apartment on East 57th Street. Dragonette was at the peak of her popularity with weekly performances on NBC’s Cities Service Concerts, entertaining more than sixty-six million listeners and winning legions of devoted fans. \n\nDragonette’s parents were Italian immigrants who became American citizens. She was their fourth child and was born in Calcutta, India where her father, a construction engineer, was engaged on a project. Her family later settled in Lansdowne, Pennsylvania, but her childhood was a sad one – both parents died within a few years of each other. Raised in various Roman Catholic institutions, she attended Philadelphia’s Catholic High School and later studied languages and music at Georgian Court Convent and College in Lakewood, New Jersey. While still in college, she began vocal training with renowned singing coach Estelle Liebling in New York City. Liebling felt Dragonette lacked the vocal strength of a concert performer and suggested a career in radio. She had a break in 1924 as the offstage voice of an angel in Max Reinhardt's 1924 hit, The Miracle. Reinhardt cast her in the leading role of Kathie in The Student Prince and later in The Grand Street Follies.\n\nIn 1926, she anonymously starred as Vivian the Coca-Cola Girl in one of radio's first original singing and acting serials. The amount of fan mail she received convinced her that radio presented viable career opportunities. As she recalled in a 1937 interview: “Radio was young, so was I. I decided to develop with this newest entertainment medium.” The National Broadcasting Company or NBC, had only just formed the year before, and from 1927 to 1930, Dragonette performed on NBC’s Philco Hour Theatre of Memories singing popular operettas. At the end of 1929, sponsor Philco departed for CBS, but Dragonette’s contract bound her to NBC. On January 3, 1930 she debuted on the Cities Service Concerts with conductor Rosario Bourdon (Canadian, 1885–1961), thirty-five musicians and the Cavaliers male quartet. During the 1930s she developed a repertoire of over five hundred songs; each one committed to memory before she sang on the air. She claimed to be conversant in seven languages and flawlessly performed foreign-language melodies that elevated the program’s profile. At this time, she began to wear formal gowns for her on-air performances, claiming the gowns “helped her express the mood of her music.”\n\nHer abrupt departure from Cities Service Concerts and NBC in 1937 came as a shock to all. While it is difficult to determine the exact reason for the fallout, several factors converged to force the split. The omission of a renewal option in her 1936 contract was noticed by her sister and manager Nadea Loftus late in the year. This offered Dragonette a chance to reconsider her future. She had grown frustrated over sponsor Cities Service’s refusal to consider the addition of speaking parts to her performances and was unhappy about a decision to drop the program from West Coast audiences. She also had unsuccessfully campaigned for a higher salary for colleague Frank Parker who later left for The Jack Benny Program. Wooed by sponsor Palmolive, Dragonette moved over to CBS and the Palmolive Beauty Box Theater, but with only a half-hour of music, the program never gained traction and was cancelled after its 39-week season. She retired from performing full-time in late 1937, but continued to sing on the air as a guest soloist into the 1940s. During World War II she made hospital visits to wounded servicemen, sold war bonds, and performed at charity events for the armed services – all of her efforts earned her an honorary commission as a colonel. In 1942, she received a papal award, Pro Pontifice et Ecclesia Cross, from Pope Pius XII. She occasionally performed live open-air concerts and made a point to regularly return to Georgian Court College to perform for the students there. She published two books: an autobiography Faith is a Song in 1952 and another on vocal training entitled Your Voice and You in 1966. Jessica Dragonette died in New York City in 1980.",
    "woe:country_id": "23424977",
    "date": "(American, 1900–1980)",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}