{
    "id": "18645151",
    "tms:id": "197479",
    "accession_number": "1993-31-191-4",
    "title": "Book, \"The Ghost in the Underblows by Alfred Young Fisher\", 1940",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18645151\/",
    "department_id": "35347493",
    "period_id": "35417249",
    "date": "1940",
    "year_start": "1940",
    "year_end": "1940",
    "year_acquired": "1993",
    "decade": "1940",
    "woe:country": null,
    "medium": "Lithography in orange and black ink on off-white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Printed in black ink, left: IV\/On nights of justice all bells are still,\/At night the fires burn down in hall and street\/And revellers cease running up and down.\/The candles on the judge’s bench burn soft\/Showing down aisles like demonic angels’ eyes\/Beholding across, the world and days, men.\/Out of a book as big as any stone\/The laws and instructions are given;\/Out of a box as big as any cage\/The jurors file and then deliberate.\/Who then stands before the bar?\/Who is the shadowy form with shielded eyes\/But I?\/What are the faces of the spectators?\/Balloons on thread strings,\/Something like worlds hung out of heaven\/With rings on their fingers and bells on their toes,\/And that dark form before the prisoner’s bar\/Is one who although he does not know\/Has folded rock in his head for brains.\/On days of justice judge and jurors run,\/The fires go up in the street and every wintry house\/While fools are chosen presidents or kings.\/The tumbrel rumbles on the cobbles,\/Fire burns higher and higher into heaven,\/Into the very heart of heaven fire burns,\/Burns down to nail and carbon under it.\/The bells tinkle, hum on the air like tunes\/Heard on some telephone wires in the desert.\/Wheel round all singing morning birds\/In circle with the rolling tumbrel wheels\/(To equipoise the vertical the horizontal)\/And finally before the judge and other fools\/The cloaked prisoner stands with his stone head\/Like balloons round, as silent and as swaying,\/72.",
    "provenance": null,
    "dimensions": "H x W: 23.9 x 31.5 cm (9 7\/16 x 12 3\/8 in.)",
    "creditline": "Gift of Tamar Cohen and Dave Slatoff",
    "description": "Pages 72-73. Left: text. Right: Abstract design in black, orange, and white. Design consists of numerous overlayed abstract shapes which appear to form roughly four distinct forms. On left is thick vertical rectangle comprised of thin black lines. In center, a black razor-like parallelogram formed by several horizontal and vertical black bars. Horizontal bars are on a diagonal. In upper portion of black form are three rows of four sideways \"V\" shapes. At lower right side of design, three smaller black parallelograms form a larger razor-like parallelogram. Behind the three black forms is a larger orange rectangle that ends, at top, with a diagonal. Orange form is comrpised of, from left to right, a thick vertical orange bar, a series of four thinner vertical bars, and a vertical grid of orange cells.",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39716_19b18c89cf703cca_b.jpg",
                "width": 1024,
                "height": 777,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39716_19b18c89cf703cca_n.jpg",
                "width": 320,
                "height": 243,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39716_19b18c89cf703cca_z.jpg",
                "width": 640,
                "height": 486,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18043331",
            "role_id": "35236655",
            "person_name": "Alvin Lustig",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}