{
  "display_date": "late 20th century", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1993", 
  "period": "", 
  "dynasty": "", 
  "culture": "", 
  "id": "197208", 
  "style": "", 
  "date_begin": "1975", 
  "dimensions": "1993-151-418a, case, 28 x 23 x 3.8 cm (11 x 9 x 1 1/2 in.), closed;\r\n28 x 46.5 x 3.8 cm (11 x 18 x 1 1/2 in.), opened.\r\n1993-151-418b, booklet, The media is  the message, 8 x 17.7 cm (3 1/8 x 7in.), closed; 8 x 35.5 cm (3 1/8 x 14), opened.\r\n1993-151-418c, booklet, What is this thing called account planning?,\r\n11.5 x 17.7 cm (4 1/2 x 7 in.), closed; 11.5 x 35.5 cm (4 1/2 x 14 in.), \r\nopened.\r\n1993-151-418d, videocassette and cover, Chiat Day Mojo case by case, 19 x 19.5 x 2.5 cm (7 1/2 x 4 1/8 x 1 in.).\r\n1993-151-418e,, sign, The Buck Stops Here, 5 x 22 x 2 cm (2 x 8 3/4 x 3/4).\r\n1993-151-418b\r\n8 x 17.7 cm (8 x 35.5 in.), 1993-151-418b (booklet, Media is Message, closed)  8 x 35.5 cm\r\n", 
  "copyright": "", 
  "title": "Chiat/Day self-promotion, Scientific Literature Dealing with the Problems of Dreams", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-418-a/e                          ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "The case, exterior covered in black fabric, and labelled Effective on the spine in hand-pasted gold paper letters, is designed to simulate a book. One page within, recto, is headed Chapter I, The Scientific Literature Dealing with the Problems of Dreams, followed by text on the verso. Page three, mounted on cardboard which on the outside gives the appearance of actual pages, continues the text, but  is incised on the inside to hold two booklets, a videocassette and cover, and a desk sign. The booklets, with covers depicting sky, clouds and mountains, and blank pages within, are imprinted respectively The media is the message and What is this thing called account planning?. The videocassette shows a handwritten label, Madonna; the cover is imprinted Chiat Day Mojo case by case. The desk sign is composed of brown wood and a mounted brass plate, imprinted The Buck Stops Here.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "package", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}