{
    "id": "18043301",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18043301\/",
    "name": "James Wines",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "8",
    "biography": "James Wines is an American artist\/architect, product designer, and educator, associated with environmental design. Wines is founder and president of SITE, a New York City -based architecture and environmental arts organization chartered in 1970. The main focus of his design work is on green issues and the integration of buildings with their surrounding contexts.\n\nWines graduated from Syracuse University in 1956. He became a Fellow of the American Academy in Rome that year and was bestowed a Guggenheim Fellowship in 1962. Wines began his career as a sculptor and graphic designer. He went on to become the designer of more than 150 architecture, environmental-art, interior-design, public-space and landscape-architecture projects. As an educator, he held adjunct positions at the New School for Social Research (1963-65) and a number of other institutions. After teaching at Domus Academy in Italy and at the University of Oklahoma, Wines received a number of fellowships and grants including the Fulbright Distinguished Professor Grant to the University of Toronto (2004), National Endowment for the Design Arts — critical writing on architecture (1992). \n\nWines's emphasis on context has attracted international attention and has influenced the design of environmentally oriented buildings, interiors, gardens, and public spaces. Wines is currently a Professor of Architecture at Pennsylvania State University and author of several books including De-Architecture and Green Architecture. Twenty-two monographs have been published on his drawings and built works. He continues to research environmental issues in architecture and write and lecture on this subject internationally.",
    "woe:country_id": "23424977",
    "date": "American, b. 1932",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}