{
  "display_date": "1815-1830", 
  "credit_line": "Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund", 
  "date_end": "1830", 
  "period": "", 
  "dynasty": "", 
  "culture": "Italian", 
  "id": "66695", 
  "style": "", 
  "date_begin": "1815", 
  "dimensions": "26.9 x 40.8 cm (10 9/16 x 16 1/16 in.)", 
  "copyright": "", 
  "title": "Design for a Set of Silver Tableware", 
  "provenance": "Ex-Collection: Giovanni Piancastelli", 
  "credit_line_repro": "", 
  "invno": "1938-88-5901                              ", 
  "movement": "", 
  "medium": "Pen and brown ink, brush and gray wash over graphite on off-white laid paper", 
  "media_id": "", 
  "description": "A hand bell.  the lower part of the handle is shaped like a lyre.  Marked, as all the letters, in pencil: \"Q.\" A glass in a lower frame, \"L.\" A cup shown sidewise; laurel staffs are the decoration; \"N.\" A tureen topped by a putto with a bird in a sphere.  The handles consist of angular bands, Medusae, plant motifs; \"A.\" An egg cup consisting of a bowl carried by Atlas; \"G.\" A sugar spoon; \"I.\" A sugar bowl; the handles are like those of the tureen; \"H.\" Another sugar spoon with a larger bowl; \"I.\"  A candlestick with a burning candle; a Medusa forms the handle; \"P.\" Second row, laterally: two glass bottles in low frames; \"K.\"  Third row: a knife, a spoon, a fork; \"O.\" A candlestick: a boy with a snake standing on a sphere raises with the left hand a cup with a burning candle; round pedestal; \"R.\" A pitcher shown sidewise.  A goat forms the handle, a merchild blowing a shell, the spout; \"D.\" A circular plate; \"B.\" A pitcher facing the other; the same spout; a dog forming the handle; \"C.\" A candlestick symmetrical to the other; \"R.\" Again \"O.\" in opposite order.  Bottom center; sugar tongs; \"J.\" A bowl; handles of those as the tureen; A bird is shown at the top center; \"E.\" A spoon; \"F.\" Below the bird is circular base; \"M.\"", 
  "classification_id": "117", 
  "restrictions": "", 
  "school": "", 
  "name": "Drawing", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}