{
    "id": "68738413",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68738413\/",
    "name": "Edward Durell Stone",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Stone studied at the University of Arkansas before moving to Boston in 1922, where he worked as an office boy in the local architecture firm of Strickland, Blodgett & Law and attended night classes at the Boston Architectural Club, where he met architect Henry R. Shepley who hired Stone as a draughtsman at his firm. Stone won a scholarship to Harvard University’s School of Architecture and in 1926 transferred to MIT. In 1927 he won the annual competition for the Rotch Travelling Scholarship which afforded him the opportunity to travel throughout Europe and North Africa on a two-year stipend. Upon his return to New York in 1929, Stone worked for the firm of Schultze & Weaver for one year, working on the Waldorf-Astoria. In 1930 Stone went to the offices of Wallace K. Harrison and worked on Rockefeller Center as the principal designer for the center’s two theatres. In 1936 Stone was selected as the associate architect for The Museum of Modern Art’s new building and in 1937, he joined the faculty of New York University’s School of Architecture and Applied Arts. During World War II Stone established the Planning Design Section of the Army Air Forces and created master plans for airfields across the country. Stone’s postwar residential designs were influenced by Frank Lloyd Wright and took on a more vernacular approach compared to the modernist vocabulary used in his earlier work. In the late 1940s and 1950s, he served as chief design critic and associate professor of architecture at the Yale School of Architecture. A number of notable later projects included the Stanford University Medical Center in Palo Alto (1955), the façade of the Stuart Pharmaceutical plant in Pasadena (1956), the United States Pavillion at the 1958 Universal and International Exposition in Brussels, Belgium (1956), the General Motors Building in New York City at 767 Fifth Avenue (1964), and the John F. Kennedy Center for the Performing Arts (1971). By the mid-1960s, his firm was among the largest architectural practices in the country.",
    "woe:country_id": "23424977",
    "date": "American, 1902 - 1978",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}