{
    "id":"18050567",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18050567\/",
    "name":"Gertrude M. Oppenheimer",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"479",
    "biography":"Gertrude Mathilde Oppenheimer, a native New Yorker of German origin, was raised on the Upper West Side of Manhattan.  Her parents, David Edward and Mathilde (née Davidson) Oppenheimer, had three children; Gertrude was the youngest.  Her father worked in New York real estate, but began his career as a diamond importer.  Eventually establishing herself on the Upper East Side, Ms. Oppenheimer led a cloistered life dedicated to collecting embroidered samplers in her Park Avenue apartment.  Her samplers were mostly acquired through dealers and antique shows in New York, with a few purchased from Germany.  As she collected, Ms. Oppenheimer recorded the details of each sampler in a ledger, noting its country of origin, from whom it was purchased and materials.\n\nWith a passion and eye for needlework, Ms. Oppenheimer amassed a collection that spans the globe dating from the seventeenth to twentieth century. The samplers come from North America, from Canada to Mexico; all across Europe, from England to Germany, Scandinavia to Italy; as well as Asia and Africa.  Although spanning a good part of the globe, Ms. Oppenheimer’s collection is especially rich in embroideries from Northern Europe, particularly England, Germany, and the Netherlands.\n\nIn 1981, the Cooper-Hewitt received the bequest of Gertrude M. Oppenheimer’s collection of over 600 samplers, along with her ledger. Over eighty percent of Ms. Oppenheimer’s collection remains with the Cooper-Hewitt, providing a snapshot survey of variations in sampler embroidery from around the world and across centuries. Ms. Oppenheimer’s bequest has added to the Cooper-Hewitt’s own collection of embroidery, a craft long considered “women’s work,” expanding the breadth of primary sources that can be analyzed to understand the representational and communicative qualities of embroidered samplers.  Samplers were intended to be educational tools upon which young girls and women could practice and refine their handiwork for the household.  Ms. Oppenheimer’s collection includes a variety of samplers related to housework, including darning, alphabets and numbers for marking linen, practice for hemming, plackets, and finishing button holes. Other samplers served as a family record with dates of births, marriages and deaths, as well as a means for mourning and commemoration. The variation in subject matter, including biblical references, nationalist symbols and flowers, reveal what was valued by the embroiderer, or at least what she was instructed to value.  These samplers are more than practices pieces; they provide insight into the personal qualities of the embroiderer and social sentiments of the day.",
    "woe:country":null,
    "date":null,
    "roles":[
        {
            "id":"35351537",
            "name":"Bequestor",
            "count_objects":"11328"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"5902",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":null
    }
}