{
    "id": "874305559",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/874305559\/",
    "title": "The World of Radio",
    "text": "The World of Radio, a batik mural dedicated to the professional career of soprano and radio star Jessica Dragonette (American, 19001980), is the inspiration for the display of radios, drawings, and photographs in this gallery. Spanning more than eight decades, these objects serve as a timeline of radios development and refinement as a tool for communication and entertainment. Capping this display is the 1934 mural that celebrates Jessica Dragonette's contributions as a radio personality and includes vignettes of important milestones in radio and broadcasting history. These are illuminated against a backdrop of familiar symbols of technological advancement in the modern age.\nMany recognized radios potential to facilitate long-distance communication, connect people to information, and provide entertainment. Though Guglielmo Marconi (Italian, 18741937) first patented his wireless telegraph system in 1896, it was decades before national radio networks emerged in the United States. When Dragonette began performing on the air for the National Broadcasting Company (NBC) in 1927, the network wasnt even a year old. The U.S. government encouraged cooperation among broadcasting, communication, and technology companieschiefly AT&T, General Electric, Westinghouse, and Radio Corporation of America (RCA). The government support was the key to the formation of national radio networks.\nAt around the same time, radios powered by household electrical outlets replaced those with the leaky batteries found in hobbyists garages and sheds. Radios domestication was complete as the newest models easily harmonized with household furnishings and made listening a shared family experience. Later developments included the transistor radio in the 1950s, which replaced vacuum tubes with transistors and made radios small and portable, revolutionizing how we listen to music. Further miniaturization of components impacted the aesthetic qualities of radios while innovations such as satellite and Internet-only radio stations, apps that stream customizable music playlists, and radio programs made available as podcasts changed how we access news and entertainment. Today, radio remains relevant by expanding options that allow us to appreciate an ever-wider array of programming.",
    "date_start": "2017-02-03",
    "date_end": "2017-09-24",
    "is_active": "1",
    "department_id": "404529577",
    "count_objects": "61",
    "count_objects_public": "57"
}