{
    "id": "68268193",
    "tms:id": "276932",
    "accession_number": "2014-12-1",
    "title": "Folder, \"Closed Garden\", 1960",
    "title_raw": "Closed Garden",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/68268193\/",
    "department_id": "35347503",
    "period_id": null,
    "media_id": "68268191",
    "type_id": "35294781",
    "date": "1960",
    "year_start": 1960,
    "year_end": 1960,
    "year_acquired": "2014",
    "decade": "1960",
    "woe:country_id": "23424977",
    "medium": "Luxograph print on paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Donor purchased at auction at LA Modern; given to Cooper-Hewitt in 2014.",
    "dimensions": "L x W (closed): 35.6 x 22.2 cm (14 in. x 8 3\/4 in.)",
    "dimensions_raw": {
        "length": [
            "35.56",
            "centimeters"
        ],
        "width": [
            "22.23",
            "centimeters"
        ]
    },
    "creditline": "Gift of Marilyn Friedman",
    "description": "The mural examines the contrast between man and nature where geometric architectural patterns confine the landscape, as leaves move freely in the wind. Cover illustration shows detail of a tree in front of steps and parquet or checkerboard-patterned flooring. Cover detail is printed in actual size, texture and one of the available colorways. Inside shows miniature of the full set of panels with dimensions, available colorways, and suggestions for wall arrangements. Printed in dark sepia on white paper.",
    "justification": "This is a set of five promotional folders for a collection of scenic murals designed by Ilonka Karasz in 1960 that are offered as a gift by Marilyn Friedman. Each of the folders is printed in the luxograph process which was the same technique used to print the full-size murals. This technique was a blueprint method introduced by Katzenbach &amp; Warren in 1947 for printing the first collection of murals and wallpapers designed by Karasz. The original artwork for these wallpapers was hand-drawn to scale in graphite and ink on linen. The wallpapers are a photographic reproduction from a blueprint negative of the original artwork and could be purchased in either the positive or negative form. The luxograph process was the printing technique preferred by Karasz as it picked up all the fine detail and intricacies of her original drawings.\n&amp;nbsp;\nThis is a complete set with a separate folder produced for each of the five murals in the collection. The cover of each folder shows a detail of a different mural in actual size and color. The interior shows the full mural in miniature in a positive print along with a single panel in a negative print. The murals were available in twelve different color combinations and each of the folders is printed in a different combination of ink and paper showing how the different color inks and papers work together. The folders also contain illustrations showing suggested uses for the panels to achieve different creative effects. Fold-out flaps include informative text on the luxograph process and Ilonka Karasz, along with a brief paragraph describing each of the mural scenes.\n&amp;nbsp;\nKarasz began designing wallpaper in 1947 and throughout most of her career created wallpapers exclusively for New York firm Katzenbach &amp; Warren. This 1960 collection was produced for the Design Group, Inc., a company founded by Ilonka Karasz in Brewster, New York. These were the first murals executed for the Design Group and the last collection of murals designed by Karasz. \n&amp;nbsp;\nThe Cooper-Hewitt collection contains miniatures of most of the Karasz murals, including a sample book from 1960 which contains miniatures of these five murals with each printed in dark sepia on white paper. Mural miniatures are what one would be shown by a decorator, or could be sent to one’s home upon request. The miniatures were small and contained a reduced-scale version of the entire mural and gave overall dimensions and manufacturer contact information. These folders are a clever design and contain substantial information not found on the miniatures or in the sample book. Most importantly, they show the murals printed in a variety of different colorways and in both the positive and negative versions, which are difficult concepts to visualize from a written description. The addition of these folders would enhance the collection of Karasz wallpaper by providing new information and build on the strength of the existing group. As the Museum collection also contains a variety of table wares and design drawings and prints by Ilonka, as well as textiles designed by her sister, Mariska, the addition of these folders would enhance the holdings of Karasz material as a whole. ",
    "woe:country": "23424977",
    "type": "folder",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90377_a8e99ccb36bf1d17_b.jpg",
                "width": 1024,
                "height": 838,
                "is_primary": "1",
                "image_id": "90377"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90377_a8e99ccb36bf1d17_z.jpg",
                "width": 640,
                "height": 524,
                "is_primary": "1",
                "image_id": "90377"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90377_a8e99ccb36bf1d17_n.jpg",
                "width": 320,
                "height": 262,
                "is_primary": "1",
                "image_id": "90377"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90377_a8e99ccb36bf1d17_d.gif",
                "width": 320,
                "height": 262,
                "is_primary": "1",
                "image_id": "90377"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90377_a8e99ccb36bf1d17_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "90377"
            }
        }
    ],
    "participants": [
        {
            "person_id": "68263961",
            "role_id": "35236657",
            "person_name": "Design Group Inc.",
            "person_date": "American",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68263961\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18042721",
            "role_id": "35236655",
            "person_name": "Ilonka Karasz",
            "person_date": "American, b. Hungary, 1896–1981",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042721\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18536037",
            "role_id": "35351535",
            "person_name": "Marilyn Friedman",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18536037\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Folder, \"Closed Garden\", 1960. Luxograph print on paper. Gift of Marilyn Friedman. 2014-12-1."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}