{
    "id": "874394095",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/874394095\/",
    "name": "Sandra Enterline",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Born in Oil City, Pennsylvania in 1960, Sandra Enterline graduated with an Associates Degree in Jewelry and Metalsmithing from the Rochester Institute of Technology, School for American Crafts in 1980. She went on to earn a BFA in Metalsmithing from the Rhode Island School of Design in 1983. In addition to her studio work, Enterline gives lectures on her craft and conducts metalsmithing workshops. From 1991 to 1992, she held visiting professor and visiting artist positions at the School of the Museum of Fine Arts and the Massachusetts College of Art and Design, respectively. Currently, she guest lectures at universities in the San Francisco Bay Area, including the Academy of Art University and the California College of the Arts.\n\nEnterline’s many honors include two National Endowment for the Arts fellowships (1988 & 1992); the Gold Award, “Ornament Magazine, Excellence in Jewelry Winner,” Smithsonian Institution Craft Show (2005); Grand Prize Winner, “Crocker Kingsley 73rd Exhibition,” curated by Gladys Nilsson, Crocker Art Museum; and a nomination for the National Design Awards, Smithsonian, Cooper Hewitt, National Design Museum (2003). Her work is in the collections of many museums, most notably the Metropolitan Museum of Art, New York, the Museum of Fine Arts, Boston, the Renwick Gallery in the Smithsonian American Art Museum, Washington, D.C.; the State Hermitage Museum, St. Petersburg, Russia; and the Victoria & Albert Museum, London, England.\n\nEnterline’s sculptural jewelry often incorporates precious and semiprecious gemstones, eggs, shells, insects, and vials of found objects. She is best known for her myriad  hand-drilled holes, a signature of her jewelry. This technique allows light to pass through her metal forms, creating a vibrating surface of light and shadow.",
    "woe:country_id": "23424977",
    "date": "American, b. 1960",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}