{
    "id":"18695421",
    "tms:id":"223277",
    "accession_number":"2002-11-45",
    "title":"Brochure, \"The Graphic Art of Paul Rand\", 1970",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18695421\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35399027",
    "type_id":"35247617",
    "date":"1970",
    "year_start":"1970",
    "year_end":"1970",
    "year_acquired":"2002",
    "decade":"1970",
    "woe:country":null,
    "medium":"Offset lithograph",
    "markings":null,
    "signed":null,
    "inscribed":"Imprinted on brochure cover, in white:  The\/Graphic Art\/of\/Paul Rand; brochure open, left page, upper left:  IBM is pleased to present an exhibition of\/the work of Paul Rand, one of the most\/innovative and influential designers of the\/twentieth century.  Called by Print magzine \"The first American designser to apply\/the Bauhaus values of simplicity and\/abstraction both consistently and effec-\/tively,\" he is considered one of the\/pioneers of the \"look\" of contemporary\/graphic design.  In the process, he has helped redefine the role of the art director from that of a middle-man, who put to-\/gether the work of others (writer, illustrator,\/letterer, and typographer) to that of a designer of a total concept, concerned with\/both form and content.  In a career cov-\/ering more than thirty-five years, he has\/won international recognition for his de-\/signs for advertisements, books, posters,\/packaging, trademarks, and for corpo-\/rate design programs, as well as for his abilities as an illustrator, writer and\/teacher.; upper right: The nature and quality of his work is\/perhaps best characterized by Gibson A.\/Danes, Dean of the School of Art and\/Architecture at Yale University when Rand\/taught there.  \"At a moment when we are\/surfeited with the mundane and the medi-\/ocre,\" he has written, \"Paul Rand's\/precise, elegant and often witty visual\/statements are like a spring breeze.\/He can make the ordinary, extraordinary:\/the mundane becomes magical.  All of\/this happens with a clarity and intuitive\/logic that makes the compact solution\/seem inevitable because it is right.  Per-\/haps the real touchstone of his imagi-\/native power is his rigorous awareness of\/quality.  Whatever he does somehow\/seems to be a qualitative impovement\/upon what was there before.\"; brochure open, right page, upper left:  Born in New York City, Rand studied at\/Pratt Institute, Parsons School of\/Design, and at the Art Students League\/under George Grosz.  At the age of\/twenty-three, he became art director of\/Esquire\/Apparel Arts and later of the\/Weintraub Advertising Agency.  He has\/taught at Part Institute and Cooper\/Union, and from 1956 to 1969 was profes-\/sor of graphic design at Yale University.\/For many years he has been a consultant\/to several major corporations, among\/them IBM. Paul Rand's achievements have been\/recognized in many ways.  In 1966 he\/received the Gold Medal of the American\/Institute of Graphic Arts.  He received\/a citation from the Philadelphia College\/of Art in 1962, and was made an hon-\/orary professor of Tama University, Tokyo\/in 1958.  In 1959 the book, \"Paul Rand,\"\/by Yusaku Kamekura, was published by\/Zokeisha Publications, Tokyo, and\/Alfred A. Knopf, New York.; upper right corner: Rand's book, \"Thoughts on Design,\"\/which was published in 1947, is being\/issued both here and abroad in re-\/vised form as a paperback this year.  He\/is also the author of \"The Trademarks\/of Paul Rand\" and \"Design and the Play\/Instinct,\" as well as numerous papers\/on design, advertising and typography,\/and has illustrated a series of child-\/dren's [sic] books published by Harcourt\/Brace & World.  Mr. Rand is a Benjamin Franklin Fellow of\/The Royal  Society of Arts, a member of\/Alliance Graphique Internationale, The\/Industrial Designers Society of Amer-\/ica, The New York Art Directors Club, The\/Society of Typographic Arts, and The\/Typophiles.  He is a past member of the\/Fulbright Scholarship Jury, and an ad-\/viser on art education to the Philadelphia\/College of Art and The Museum School\/of the Museum of Fine Arts, Boston.; on back cover, upper left: \"He is an idealist and a realist, using the\/language of the poet and the business\/man.  He thinks in terms of need and func-\/tion.  He is able to analyze his problems\/but his fantasy is boundless.\"\/...Ladislav Moholy-Nagy\/\"In his work I find constant evidence of\/total dedication, such as can be given only\/by an individual who devotes body and\/soul, capacity and experience to the work\/he has chosen:  a man who is constantly\/aware of what is going on around him, who\/is interested in what others think, and\/who studies what the past can teach him.\/These are the qualities that distinguish\/a grapahic artist from the amateur and give\/his work a claim to nobility.\"\/...Giovanni Pintori, Milan; upper right corner:  \"Paul Rand, by the very premise of his\/work, has been a severe critic of the\/average level in advertising presentation\/and design.  He has proved the value of\/his convictions not by words or theories,\/but by actual work and courage.\"\/...E. McKnight Kauffer\/ \"His simple forms and fresh colors reveal\/a purity possessed only by very great\/art; it is his purity which forms a link be-\/tween his work and the essence of\/Japanese art tradition.  We love Paul Rand\/and his art, not only for their own sake,\/but as a symbol of the freshness and vital-\/ity of American life and culture.\"\/...Yusaku Kamekura, Tokyo; at lower left:  The Graphic Art\/of Paul Rand\/May 18 to June 20, 1970\/IBM Gallery\/16 E. 57th St., New York\/N.Y. 10022\/Monday through Saturday\/10 am-5pm; lower right:  IBM [in black horizontal stripes]",
    "provenance":null,
    "dimensions":"23.5 x 15.9 cm (9 1\/4 x 6 1\/4 in. ), closed\n23.5 x 31.8 cm (9 1\/4 x 12 1\/2 in.), open",
    "creditline":"Gift of Marion S. Rand",
    "description":"Brochure cover, on black ground, exhibition title in Paul Rand's script hand writing, in white.  Beneath this the image of a hand balancing on the forefinger a spinning top or text balloon.  Open, on   upper halves of left and right pages, two text blocks with information about the career of Paul Rand. Rear of brochure, in two text blocks, quotes about graphic design by Ladislav Moholy-Nagy, Geovanni Pintori E. McKnight Kauffer, and Usaku Kamekura",
    "justification":null,
    "type":{
        "id":"35247617",
        "name":"brochure"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042341",
            "role_id":"35236763",
            "person_name":"Paul Rand",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Brochure, \"The Graphic Art of Paul Rand\", 1970.\n1970. Offset lithograph. Gift of Marion S. Rand. 2002-11-45."
    },
    "colors":[
        {
            "color":"#ecc3ac",
            "closest_css3":"#f5deb3"
        },
        {
            "color":"#88878f",
            "closest_css3":"#808080"
        },
        {
            "color":"#eed06f",
            "closest_css3":"#f0e68c"
        },
        {
            "color":"#bb605c",
            "closest_css3":"#cd5c5c"
        },
        {
            "color":"#605954",
            "closest_css3":"#696969"
        }
    ]
}