{
    "id": "35350903",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/35350903\/",
    "title": "Rococo: The Continuing Curve 1730-2008",
    "text": "The stylistic movement known as rococo, which began in eighteenth-century France, has infused design objects with a sinuous, organic, and sensuous impulse for three centuries. In its original manifestation, rococo dominated French design from 1730 to 1765, during the reign of Louis XV. The king and his mistress Madame de Pompadour endorsed the rococo spirit, as it reflected their predilection for an intimate lifestyle and their love of extravagance. Rococo turned away from the contraints of classicism's geometry toward nature for models, celebrating the tactile as well as the visual, the fantastical over the intellectual. Designers competed to produce highly original, eccentric, and exotic designs in silver, refined woods, textiles, and ceramics, all of which appealed to the senses and emotions. Rococo design ideas, transmitted by decorative-arts prints, objects, and the traveling designers themselves, quickly spread to England, the Netherlands, the German states, the Iberian Peninsula, Italy, and America.\nThe rococo impulse went underground during the late eighteenth and early nineteenth centuries, when neoclassicism prevailed, then resurfaced in England under the flamboyant Prince Regent, later George IV, and in France during the Second Empire (1852-70). Rococo's most significant later interpretation occurred internationally from about 1880 to 1915, when designers found inspiration in the natural flow of the rococo aesthetic for a new design concept known as Art Nouveau. While the austere geometry of modernism governed much of design thinking during the twentieth century, designers continually returned to organic, natural curves as a source of inspiration in the 1930s, 1950s, and the psychedelic 1960s. More recently, the rococo spirit has burst forth once again as a creative force.\nThrough the past 300 years, the generative influences behind rococo and its revivals appear to be similar. Rococo erupts in reaction to periods of severe constraint and thrives in times of burgeoning economic prosperity. Rococo objects speak to human desires that go beyond simple necessity, and many are works of extreme craftsmanship. They tap into the sensuous, pleasure-seeking aspects of design when designers and their patrons seek creative freedom and fantasy. Finally, rococo reflects increased respect for the feminine, with objeccts referencing the female form. Rococo: The Continuing Curve, 1730-2008 places the exuberant movement within the historic continuum, bringing together an unprecedented collection of designers and objects of different eras to celebrate the joyful and liberating spirit of rococo.",
    "date_start": "2008-02-15",
    "date_end": "2008-07-31",
    "is_active": "0",
    "department_id": "404529577",
    "count_objects": "372",
    "count_objects_public": "131"
}