{
    "id": "18044667",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044667\/",
    "name": "Frank Rebajes",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "22",
    "biography": "Frank Rebajes was a self-taught designer and metalsmith. He arrived in New York City by ship from his native Dominican Republic in 1923, at the age of 16. In the early 1930s, while living in a friend’s basement with his wife, he found an old set of plumber’s tools and made animals using tin cans. He exhibited these sculptures at the first Washington Square outdoor show, where Juliana Force, then director of the Whitney Museum, bought them. Using the money from this sale, Rebajes rented his first store in Greenwich Village. Rebajes was hard-working and was soon able to rent a larger store, also in Greenwich Village. His metal reliefs were exhibited on the walls of the theater of the US Pavilion at the New York Worlds’ Fair, 1939. \n\nRebajes first achieved significant success with his jewelry, which he created using copper, silver, and gold. In the early 1950s Rebajes opened a store on Fifth Avenue at 37th street. By this time his jewelry was selling so well that he was mass producing it for stores all over the country.  He had a workshop on 17th street, east of Fifth Avenue where he employed craftsmen to make his designs.  He spent his days in the workshop while his wife ran the store.The Rebajes moved to Torremolinos, Spain, in 1959, living above their new store and workshop there. In the 1970s, Rebajes began to concentrate more on sculpture than jewelry.  Some of his work was based on the Mobius strip and theories of synchronicity and movement. In 1988, Rebajes' wife passed after a struggle with Alzheimer's. In 1990, at the age of 85, he made a presentation of his Mobius work at MIT. After his presentation, he returned to his hotel room and ended his life with the very same acid used to make his metal art. His papers, film, and videos of this work are currently in the archives of the Fundacion Picasso in Malaga, which also holds two of his sculptures.",
    "woe:country_id": "23424977",
    "date": "American, b. Dominican Republic, 1907 - 1990",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}