{
    "id":"18704275",
    "tms:id":"227921",
    "accession_number":"2005-32-2",
    "title":"Textile, 2005-32-2, 1950s",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18704275\/",
    "department_id":"35347501",
    "period_id":null,
    "date":"1950s",
    "year_start":"1950",
    "year_end":"1959",
    "year_acquired":"2005",
    "decade":"1950",
    "woe:country":null,
    "medium":"Medium: cotton\nTechnique: printed on plain weave",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"Warp x Weft: 272 x 80 cm (8 ft. 11 1\/16 in. x 31 1\/2 in.)",
    "creditline":"Gift of Unknown Donor",
    "description":"Dress-weight plain weave cotton, printed in four colors: brown, dark purple, light green, and dark yellow. The dark purple is used as the background of the pattern, while the white or unprinted areas are part of the image. The pattern depicts fashionable ladies of the 1950s visiting an art museum, possibly the Museum of Modern Art in New York. One cluster of ladies is being lectured by a male professor with a pointer. Another is seated on a round banquette. There is also a male museum guard in uniform, and some potted plants. One painting, \"The Sleeping Gypsy\" by Henri Rousseau, is specific and recognizable, others are less specific: a vase with sunflowers by Vincent van Gogh, a harlequin by Pablo Picasso, a portrait by Henri Matisse, a sculpture by Alexander Calder, a small canvas by Piet Mondrian.",
    "justification":"Little is known about such dress-weight cotton fabrics, as oftentimes there are no designer or manufacturer markings in the selvedges. They were probably intended for the home-sewing market; one was previously made up as a dirndl skirt, which involves very little cutting, so there is a continuous length. This particular pattern depicts fashionable ladies of the 1950s visiting a museum, perhaps the Museum of Modern Art in New York, as one of the paintings on view is recognizable as Henri Rousseau’s The Sleeping Gypsy (1897), which is in MoMA’s collection. The remaining works appear to be a vase with sunflowers by Vincent Van Gogh, a harlequin painting by Pablo Picasso, a portrait by Henri Matisse, a small canvas by Piet Mondrian, and a sculpture by Alexander Calder. However, these are not as readily compared to specific works. Although not categorized as a high-end fabric, the pattern is sophisticated and this textile together with 2005-32-2 provides a witty commentary on the cultural scene in the US in the post-war years.",
    "culture":null,
    "style":null,
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/20704_2b98abc752f3cd69_b.jpg",
                "width":1024,
                "height":705,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/20704_2b98abc752f3cd69_n.jpg",
                "width":320,
                "height":220,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/20704_2b98abc752f3cd69_z.jpg",
                "width":640,
                "height":440,
                "is_primary":"1"
            }
        }
    ],
    "participants":[

    ],
    "exhibitions":[

    ]
}