{
    "id": "18647499",
    "tms:id": "198655",
    "accession_number": "1994-114-10",
    "title": "Poster\/ Brochure, Universal Design Conference- Access to Daily Living, New York, 1992",
    "title_raw": "Universal Design Conference- Access to Daily Living, New York",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18647499\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35399027",
    "type_id": "35294979",
    "date": "1992",
    "year_start": 1992,
    "year_end": 1992,
    "year_acquired": "1994",
    "decade": "1990",
    "woe:country_id": null,
    "medium": "offset lithograph",
    "markings": null,
    "signed": "Imprinted vertically in black, lower left edge on recto: \"Poster\/Brochure design: Klauber\/ Roberts\".",
    "inscribed": "Imprinted in black, verso, top (inversed): \" \"Approximately one-fifth of the population, age 15 or older, has a functional limitation.  Of this\/ group, 7.5 percent has a severe limitation.\/...Currently, 31,248,871 million Americans are over the age of 65 years.\/  (13% percent of the total US population).  By the year 2030, these people will number 21% of the total\/ population.  Representing the highest level of disposable income of any age group, they\/ account for over three-quarters of the total financial assests found in the United States...older consumers spend more per capita than any other\/ age group.\"\/ Particia Moore, Design for the Aging, Statements, Fall 1991\". \nNext section: \"Universal Design:\/ Acces to Daily Living\/ A two-day conference and exhibition...\/ The first\/ International\/ Conference\/ May 14-15, 1992...\"\nNext section: \"Sponsored by: Pratt Center for Advanced Design Research, Pratt Institute...Support from: The National Endowment for the Arts\/ Health Insurance Plan of Greater New York (HIP)\".\nNext section: \"Who Should Attend: Coporate and industry leaders in planning, operations, design, marketing, and human resources; industrial designers, interior designers, architectural environmental designs...\"\nNext section: Logo for exhibition is black equilateral triangle with red cirlce at top left and \"Access to daily living\" and \"UNIVERSAL DESIGN\" at bottom.  Imprinted in red, vertically at left edge: \"Logo\/ Symbol Design: Milton Glaser\".  List of board members and Financial Supporters on left side and itinerary of conference and exhibition listed.\nNext section: \"Conference Registration...\"\nLast section:  \"To register by mail...\"",
    "provenance": null,
    "dimensions": "91.4 x 29.8 cm (36 x 11 3\/4 in. )",
    "dimensions_raw": {
        "height": [
            "91.40",
            "centimeters"
        ],
        "width": [
            "29.80",
            "centimeters"
        ]
    },
    "creditline": "Gift of Unknown Donor",
    "description": "Conference poster\/ brochure for Universal Design Access to Daily Living, a two day conference and exhibition centering around design held on May 14-15, 1992 in New York.\nPoster divides into four as brochure.\nDescription as poster.\nRecto: Divided in one long diagonal.  Motifs of slanted \"T\" designs in white against black background at right side of diagonal line.  Same motifs on gray background on left of diagonal line.  Red circle at top.  Inside, imprinted: Universal\/ Design\/ Access\/ to\/ Daily\/ Living\" (in white, left justified). Imprinted in black, below red circle: \"A two-day conference\/ and Exhibition focusing on\/ Universal Planning.\/  May 14-15, 1992\/ Grand Hyatt Conference Center,\/ New York\/ Sponsored by:\/ Pratt Center for Advanced\/ Design Research, Pratt Institute\/ Cooper-Hewitt National Museum\/ of Design\/ Department of Rehabilitation\/ Medicine,\/ Columbia University College of\/ Physicians and Surgeons\".\nVerso: Divided into seven sections with red dotted lines, all pertaining to information concerning conference and exhibition such as purpose, time, date, location, sponsors, and registration information.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "Poster\/ brochure",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18050283",
            "role_id": "35351535",
            "person_name": "Unknown donor: unsolicited gift",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18050283\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster\/ Brochure, Universal Design Conference- Access to Daily Living, New York, 1992. offset lithograph. Gift of Unknown Donor. 1994-114-10."
    },
    "colors": [

    ],
    "is_loan_object": 0
}