{
    "id":"18673517",
    "tms:id":"212201",
    "accession_number":"1997-19-250",
    "title":"Poster, \"Volvo\", ca. 1975",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18673517\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35431673",
    "type_id":"35238163",
    "date":"ca. 1975",
    "year_start":1965,
    "year_end":1985,
    "year_acquired":"1997",
    "decade":"1960",
    "woe:country":null,
    "medium":"Offset lithograph on white wove paper",
    "markings":null,
    "signed":null,
    "inscribed":"Imprinted in black at lower left center [first column of text]: The ned for a truly functional city taxi \/ designed from the ground up expressly for \/ intracity transport has become acute. \/ Present taxis are, unfortunately, only slightly \/ modified versions of family sedans better \/ suited to the highway. This is why Volvo \/ decided to submit a very realistic proposal for \/ future city taxi development. \/ The Volvo taxi is spacious inside despite \/ compact outer dimensions. It is about 1 1\/2 feet \/ shorter than today's taxi, six inches narrower \/ and more than a foot higher. Curb weight is \/ only 34 feet due to the short overhang.\n\nLower center[second column of text]: Body construction is based on Volvo's \"safety \/ cage\" principles. A framework of immensly \/ strong girders surrounds the occupant area and \/ there are impact protectors on the doors.  Energy-absorbing front and rear body sections \/ are designed to crumple at a controlled rate, \/ absorbing the collision force. \/ The heart of the heating\/ventilation\/air \/ conditioning system, along with the controls, is \/ positioned to the driver's right. Two condenser \/ fans are built into the roof. \/ The aerodynamic roof line features vents \/ which direct air behind the recessed, vertical \/ rear windows, keeping it clear in all weather.\n\nLower right[third column of text]:Powering the VOlvo taxi is a six-cylinder diesel \/ engin featuring swirl combustion chambers. \/ Output is 70mph at 4500 rpm for a top speed \/ of 85 mph. A turbocharger can be fitted to \/ further increase horsepower. Either version \/ gives ample accleration for city traffic \/ conditions. \/ The quiet, smooth running automatic \/ transmission has no direct ties between the \/ engine and final drive. At its rear is a unique drop gear driving a forward pointing propshaft.",
    "provenance":"From the collection of Dan Friedman",
    "dimensions":"83.7 x 58.4 cm (32 15\/16 x 23 in. )",
    "creditline":"Gift of Ken Friedman",
    "description":"On a silver background, two photographically reproduced blue and white industrial design renderings are in the upper left quadrant. The upper drawing is a view, looking down on the roof of a Volvo passenger wagon with the driver's side doors open. The lower drawing depicts an underside view of the diesal engin and connections to front wheel drive-train.  Black number provide a link between components and legend, imprinted in white at right. The word \"Volvo\" in large white block letters in at upper center and at the lower center of the sheet are three columns of descriptive text.",
    "justification":null,
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18049807",
            "role_id":"35351535",
            "person_name":"Ken Friedman",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18049807\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18041325",
            "role_id":"35236655",
            "person_name":"Dan Friedman",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041325\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Poster, \"Volvo\", ca. 1975.Offset lithograph on white wove paper. Gift of Ken Friedman. 1997-19-250."
    },
    "colors":[

    ]
}