{
    "id":"18410487",
    "tms:id":"115461",
    "accession_number":"1956-47-84-t",
    "title":"Photograph, \"Album: Danish Dairy Products Display\", 1940s",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18410487\/",
    "department_id":"35347493",
    "period_id":"35417235",
    "date":"1940s",
    "year_start":"1940",
    "year_end":"1949",
    "year_acquired":"1956",
    "decade":"1940",
    "woe:country":"23424977",
    "medium":null,
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"20.5 x 25.1 cm (8 1\/8 x 9 7\/16 in.)",
    "creditline":"Gift of Ellen Gustav Jensen",
    "description":"In this partial view of a Danish Dairy Products Display, the backdrop, center right, features a white-coated technician seated in front of machinery designed to produce butter. The apparatus consists of a series of interconnected pipes and gears connected to a central mechanical churn, operated by the technician. To the right of the technician, Danish\/ Butter, in white serif-style block capitals, superimposed on the image, is followed by twelve lines of copy about the product. In the center of the photograph, three unidentified men, dressed in suits and ties, are posed against the backdrop. A gate, fronting the trio of men and the butter display, is patterned in interconnecting triangular-shaped outline, perhaps fabricated of metallic wire. Three Danish-designed upholstered armchairs, their backs to the viewer, are spaced at intervals behind the gate. On the left, three smiling women, visible above the waist and dressed in white puff-sleeved garments, are posed behind Danish food products in a glass display case, flanked by flowers. The image terminates below in a curved, ribbed-wood structure on a black base. Denmark, in large block serif-style capitals, fabricated in three dimensions, stretches across the pavilion frame on top.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35247381",
        "name":"photograph"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ]
}