{
    "id": "69155413",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/69155413\/",
    "title": "Beauty—Cooper Hewitt Design Triennial",
    "text": "With projects ranging from experimental prototypes to interactive games, fashion ensembles, and architectural constructions, Beauty—Cooper Hewitt Design Triennial presents work by 63 designers and teams from around the globe. The exhibition explores seven kinds of beauty: extravagant, intricate, ethereal, transgressive, transformative, emergent, and elemental.\n\nBeauty: this intoxicating idea has been pondered by philosophers and pursued by artists for millennia. It’s a concept that speaks to both change and permanence. Beauty happens when we see, touch, smell, and otherwise activate the world around us. While beauty is a fleeting human response, it also embodies our search for enduring objects and ideals. In his 2001 essay “On Beauty and Judgment,” philosopher Alexander Nehamas explains, “To find something beautiful is, precisely, not yet to have finished with it, to think it has something further to offer.”\n\nWhy beauty now? Many conversations about design focus on function and problem solving. Yet designers do more than solve utilitarian problems. Designers tell stories and ask questions. They communicate ideas, stimulate the senses, and construct narratives about nature, culture, and making.\n\nBeauty enters the eye as reflected light. The ever-changing phenomenon of light appears throughout this exhibition in materials and artifacts that shimmer and change, modulating the illumination around them. Inspired by nature, designers are using 3D printing and computer-aided design to create new structures based on patterns of growth. Designers are tapping the energy of the Earth and cosmos by employing gravitational force and elemental materials, bringing weight and power to a piece of jewelry or a soaring work of architecture.\n\nBeauty varies among individuals and cultures. Strange or damaged forms transgress the norms of beauty, pushing viewers to expand their expectations by encountering forms that are odd, uncanny, or outlandish. Designers revive past traditions and celebrate a mix of cultures in order to illuminate local customs while engaging in a global discourse. \nThe experience of beauty is visceral and embodied, not just visual. Beauty strikes the senses. It erupts from sensual invention, and it adds endless value to the world we inhabit.",
    "date_start": "2016-02-12",
    "date_end": "2016-08-21",
    "is_active": "0",
    "department_id": "404529577",
    "count_objects": "334",
    "count_objects_public": "265"
}