{
    "id": "18394221",
    "tms:id": "107267",
    "accession_number": "1953-106-2",
    "title": "Miser's Purse, early 19th century",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18394221\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35392769",
    "type_id": "35269513",
    "date": "early 19th century",
    "year_start": 1800,
    "year_end": null,
    "year_acquired": "1953",
    "decade": null,
    "woe:country_id": "23424819",
    "medium": "Medium: silk, metal, glass beads\nTechnique: beaded crochet",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "H x W: 12 x 6 cm (4 3\/4 x 2 3\/8 in.)",
    "dimensions_raw": {
        "height": [
            "12.00",
            "centimeters"
        ],
        "width": [
            "6.00",
            "centimeters"
        ]
    },
    "creditline": "Gift of Mrs. Albert Blum",
    "description": "White crocheted net miser's purse with cut steel and gold colored beads; top of soft green satin with scalloped edge, ornamented with triangular groups of gold and white beads. Edged with gold beads and tipped with gold bells, which hang down over net section. With a gold bell at each end of the drawstring.",
    "justification": "Miser’s purses are oblong pouches primarily used to carry coins. They usually have center slit openings with pairs of sliding rings to secure coins in the purses’ ends but sometimes clasp closures are used. The purses probably evolved from the sixteenth-century practice of storing coins in the toe of a stocking. They were called short or long purses based on their lengths, which were gender specific until the mid-nineteenth century, or sometimes gentlemen’s purses. The name miser’s purse seems to have originated at the turn of the twentieth century, near the end of their popularity. \n\nMiser’s purses were usually silk with glass or metal beads, and could be netted, knitted or crocheted. While many of the designs were purely ornamental, some were intended to make the purses more functional, for example by making the two ends different colors or shapes, or using gold beads at one end and silver at the other, to help its user distinguish between gold and silver coins. They were typically carried by men in a coat or trouser pocket, and by women in a skirt pocket or reticule. ",
    "woe:country": "23424819",
    "type": "Miser's purse",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18055143",
            "role_id": "35352245",
            "person_name": "Susan J. Brown",
            "person_date": "",
            "role_name": "Cataloguer",
            "role_display_name": "Catalogued by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055143\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352245\/"
        }
    ],
    "tombstone": {
        "epitaph": "Miser's Purse, early 19th century. Medium: silk, metal, glass beads\nTechnique: beaded crochet. Gift of Mrs. Albert Blum. 1953-106-2."
    },
    "colors": [

    ],
    "woe:country_name": "France"
}