{
    "id": "18650937",
    "tms:id": "200404",
    "accession_number": "1995-171-3",
    "title": "Poster, \"San Francisco Embarcadero Waterfront Competition\", 1993",
    "title_raw": "San Francisco Embarcadero Waterfront Competition",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18650937\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35424093",
    "type_id": "35238163",
    "date": "1993",
    "year_start": 1993,
    "year_end": 1993,
    "year_acquired": "1995",
    "decade": "1990",
    "woe:country_id": "23424977",
    "medium": "Offset lithograph on white paper",
    "markings": null,
    "signed": "Verso, imprinted in black vertically, left edge: \"Tenazas Design, San Francisco Waterfront photographs by Simon Yuen Aerial photograph by Pacific Aerial Survey Paper by Simpson Paper, Evergreen Ivory Text, 70 #.",
    "inscribed": "Imprinted in black, larger margin: Center for Critical Architecture\/ 2AES \/ is establishing awareness of design excellence and to providing a vehicle\/ for the exchange of critical thinking in\/ architecture and design; imprinted in black, right lower corner: PARTICIPATING ORGANIZATIONS\/ SAN FRANCISCO MUSEUM OF MODERN ART\/ CALIFORNIA COLLEGE OF ARTS AND CRAFT SCHOOL OF ARCHITECTURE\/ SAN FRANCISCO ARCHITECTURAL FOUNDATION\/ SAN FRANCISCO ARCHITECTURAL CLUB; in blue, below: The competition is made possible with funding from the National Endowment for the Arts, the LEF Foundation, GAP Foundation, all generous support from\/ the private sector and San Francisco community Center for Critical Architecture\/ 2AES is supported in parts by funds from California Arts Council.",
    "provenance": "Lucille Tenazas",
    "dimensions": "58.4 x 91.4 cm (23 x 36 in. )",
    "dimensions_raw": {
        "height": [
            "58.40",
            "centimeters"
        ],
        "width": [
            "91.40",
            "centimeters"
        ]
    },
    "creditline": "Gift of Lucille Tenazas",
    "description": "Poster for announcing the San Francisco Embarcadero Competition.  Recto: Two overlapping photographic reproductions; large one in blue tones showing view of San Francisco harbor with road, pier, and building on left side and second one showing aerial view of San Francisco Harbor in black and white with computer-generated segmented lines highlighting the shape of harbor. Poster organized by text boxes in style of flowchart.  Imprinted in black rectangle, upper left: IDEAS COMPETITION, in red across top: Open to all who have vision toward the future; in black: San Francisco is one of the world's most beautiful cities.  It is a city known for\/ its fine-grained buldings covering the hillsides, as well\/ as grand urban scaled planning elements which organize\/ the city on a large scale.\/ [in smaller font] Yet, prominently visible to all who visit, the\/ waterfront poorly represents San Francisco to the world in its\/ current condition.  With the decline of San Francisco as a major\/ port, many of the old uses of the waterfront are gone, while new\/ ones have yet to emerge.  The recent demolition of the earthquake damaged Embarcaderos Freeway, the elevated roadway\/ which severed the city from its waterfront, has created an historic moment of opportunity to develop a magnificent\/ (new waterfront edge), reuniting city with the bag.\/ Seeking to act as a (catalyst) for the ongoing public planning and development\/ effort, Center for Critical Architecture I(2 AES) is sponsoring this achitectural\/urban\/ design competition. It is a call for ideas that are at once visionary yet\/ contain the seeds of implementation. The competition and subsequent exhibition\/ are intended to generate enthusiasm, creative, and inspirational proposals, and\/ and a spirit of optimism and collaboration that will carry San Francisco\/ proudly into the next century; within text, key words written in large font such as: emerge; catalyst; enthusiasm; optimism; collaboration.  Imprinted on right side: THE CHALLENGE\/ 1. Develop a set of ideas which organize the waterfront zone--\/ the Embaracao Boulevard and adjacent land and pier properties.\/ 2. Develop in detail the design of a specific site(s) within the\/ competition area, illustrating how the overall design concept might manifest\/ itself on a human scale. Imprinted in black, right side: SCHEDULE\/ [in red:] January 30, 1993 \/ [in black:] Entry submissions due \/ March 1 - April 30\/ Exhibition\/ Competition Catalog. Imprinted in black, right and below: PRIZE\/ 3 First Prize\/ Awards\/ of $10,000 (US) each\/ 10 Certificates\/ of Outstanding Merit\/ Certificates of\/ Honorable Mention\/ Public Exhibition\/ and Catalog...; imprinted in gray and white, vertically on right edge: Call for\/ VISION San Francisco Embaracadero Waterfront Competition\/ Fall 1992; imprinted in red vertically, below: JURORS\/ Allan Colquhoun\/ Francis Ford Coppola\/ Harold Gilliam\/ Fumihiko Maki\/ James Stewart Polshek\/ Stanley Saitowitz\/ Jorge Silvetti. Verso: black and white photographic reproduction of San Francisco Bay with Golden Gate bridge on right and construction area on left; imprinted in various font size and parts overlapping image, in black: emergence\/ of new city edge \/ sequence\/ chronology \/ What is the nature of this suspended city?\/ as the land submerges into the sea\/ below the waterline\/ inhabitation persist;  (in black)\/ Submergence (left of photo reproduction and in gray)\/ life lines of circulation (in black)\/ orchestration (in red)\/ frontpiece (in red).",
    "justification": null,
    "videos": null,
    "woe:country": "23424977",
    "type": "poster",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/12903_a919d48e7e7fa468_b.jpg",
                "width": 1024,
                "height": 657,
                "is_primary": "1",
                "image_id": "12903"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/12903_a919d48e7e7fa468_z.jpg",
                "width": 640,
                "height": 411,
                "is_primary": "1",
                "image_id": "12903"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/12903_a919d48e7e7fa468_n.jpg",
                "width": 320,
                "height": 205,
                "is_primary": "1",
                "image_id": "12903"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/12903_a919d48e7e7fa468_d.gif",
                "width": 320,
                "height": 205,
                "is_primary": "1",
                "image_id": "12903"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/12903_a919d48e7e7fa468_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "12903"
            }
        }
    ],
    "participants": [
        {
            "person_id": "51676457",
            "role_id": "35352245",
            "person_name": "Karin Zonis",
            "person_date": "",
            "role_name": "Cataloguer",
            "role_display_name": "Catalogued by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51676457\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352245\/"
        },
        {
            "person_id": "18041575",
            "role_id": "35351535",
            "person_name": "Lucille Tenazas",
            "person_date": "b. 1953",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041575\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18054273",
            "role_id": "35236631",
            "person_name": "Simon Yuen",
            "person_date": "",
            "role_name": "Photographer",
            "role_display_name": "Photographed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18054273\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236631\/"
        },
        {
            "person_id": "18041575",
            "role_id": "35236655",
            "person_name": "Lucille Tenazas",
            "person_date": "b. 1953",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041575\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, \"San Francisco Embarcadero Waterfront Competition\", 1993. Offset lithograph on white paper. Gift of Lucille Tenazas. 1995-171-3."
    },
    "colors": [
        {
            "color": "#cdcada",
            "closest_crayola": "#c5d0e6",
            "closest_css3": "#d3d3d3",
            "closest_css4": "#d3d3d3"
        },
        {
            "color": "#48599e",
            "closest_crayola": "#2e5894",
            "closest_css3": "#483d8b",
            "closest_css4": "#483d8b"
        },
        {
            "color": "#8e93b9",
            "closest_crayola": "#979aaa",
            "closest_css3": "#a9a9a9",
            "closest_css4": "#a9a9a9"
        },
        {
            "color": "#6874af",
            "closest_crayola": "#7366bd",
            "closest_css3": "#778899",
            "closest_css4": "#778899"
        },
        {
            "color": "#a7919d",
            "closest_crayola": "#979aaa",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        }
    ],
    "woe:country_name": "United States"
}