{
  "display_date": "About 1810", 
  "credit_line": "Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund", 
  "date_end": "1810", 
  "period": "", 
  "dynasty": "", 
  "culture": "Italian", 
  "id": "69254", 
  "style": "", 
  "date_begin": "1810", 
  "dimensions": "30.7 x 44.9 cm (12 1/16 x 17 11/16 in.)", 
  "copyright": "", 
  "title": "Inkstand", 
  "provenance": "Ex collection: Piancastelli and Mrs. Edward D. Brandegee.", 
  "credit_line_repro": "", 
  "invno": "1938-88-8189                              ", 
  "movement": "", 
  "medium": "Pen and brown ink, brush and brown wash, graphite", 
  "media_id": "", 
  "description": "Intended to be executed in silver.  Shown from above.  The plan is in the upper right corner.  The scheme is that of a fountain with an oblong basin with circular, obliquely disposed bowls at the corners.  Three sitting griffins support each of the three bowls which the support the fountain.  In front of the straight central parts are a stream god lying upon a shell, at the back two wind gods sitting upon a shell and supporting a dial which stands between them.  A sketch above, at left, shows this motif.  Written above the figure, at left: \"oleo cento\"; at right: \"Zefiro vento\" \"15\" is written in ink, in the upper right corner of the frame, in opposite direction.  In each bowl is a cupid, upon a dolphin, from which water pours.  In the center is an ovoid base formed by three steps.  Above it four winged and armless mermaids.  Two dolphins with tails carry a bowl in which \"venus\" stands.  Below is a dark vase stripe.  The background is colored. Letters are written in the plan.  The captions begin below it: \r\n    \"Pianta di una scrivania da/farsi in Argento figurando una Fontana di cenere al Bagno.\"A\" [both halves of the back of the lower basin] Bagnvola rota p[er] metere sigilli e cera/di Spagna \"B\" [the bowls at the front] piano figura/agva \"C\"[the bowl at the back, at left] sito per campanello 'the next word had been struc hout] \"D\" [the bowl at the back at right] [\"bugia\" had been struck out] Sito della bugia. \"E\" [in the shell at the front] sito o[ve]e/ untiratore capaco p[er] la grandezza/della carta da scrivere si tira/ via il fiume conchiglia [struck out: \"ove sta il\"]fiore e tiratore.\" Above, at left: below the sketch is written: \"F\" [in the shell at the back] sito ove la labra conchiglia litica/ la cochiglia e le due Figure che/regano lorologio e sticchia. \"H\"[both halves of the front of the lower basin] Il piano/sarra lavorato a Raeschi cisellati/ [ in the upper basin] siti lavorati in forma di acqua/vale a dire li quatro Siti e quello/sotto la bagnarola.\" \"15\" is written in ink, in the upper right corner of the frame, in opposite directions.", 
  "classification_id": "7", 
  "restrictions": "", 
  "school": "", 
  "name": "Drawing", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}