{
    "id": "68735103",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/68735103\/",
    "name": "Sulki & Min",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "5",
    "biography": "Sulki and Min Choi began collaborating as MFA students in Yale University’s graphic design program. After two years as researchers at the Jan van Eyck Academie in Maastricht, the married team returned to their native South Korea. Since then, they have earned international recognition for their contributions to contemporary design. Their work spans a variety of media, from posters and logos to video and web design. Eager for more control over the subject of their designs, they founded Specter Press in 2006, through which they primarily publish catalogues and monographs, often featuring the work of other Korean artists. Sulki & Min are also members of SMSM, an art collective best known for its interactive installations.\n\nSulki & Min’s graphic designs for exhibitions, festivals, businesses, and periodicals share a bold typographic sensibility. They create their own fonts and often incorporate in their designs the juxtaposition of the Roman and Hangul alphabets. Bright colors activate their carefully diagrammed compositions. Rather than channel traditional Korean design, the couple finds inspiration in Western modernism, and credits designers like Norman Potter and Anthony Froshaug as major influences. They work together on most of their projects, jointly devising a conceptual strategy.  By their own description Sulki addresses the big-picture concerns, and Min tends to the details.\n\nSulki & Min had their first exhibition in 2006, at Gallery Factor in Seoul. The Arts Council Korea recognized the show with their Art Award of the Year. Their second exhibition, at Seoul’s Kimjinjye Gallery, was held in 2008. The couple has participated in many group exhibitions, including the Ningbo International Graphic Design Biennale (2008, 2009, and 2010) and Graphic Design: Now in Production, the exhibition co-curated by Ellen Lupton that opened at the Walker Art Center in 2011 and at Cooper Hewitt’s satellite space on Governor’s Island in 2012. Both designers work full-time as teachers, Sulki at Kaywon School of Art and Design, and Min at the University of Seoul.",
    "woe:country_id": null,
    "date": "South Korea",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}