{
    "id":"18108693",
    "tms:id":"7649",
    "accession_number":"1901-39-1178",
    "title":"Drawing, \"Women Riding Sea Centaurs, Villa Aldini, Montmorency, France\", 1813",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18108693\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "media_id":"35410985",
    "type_id":"35237093",
    "date":"1813",
    "year_start":"1813",
    "year_end":1813,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and dark brown ink, brush and brown wash over black chalk with traces of graphite on laid paper.",
    "markings":null,
    "signed":null,
    "inscribed":"Verso: \"Delle\/ Revoluzioni\/ D'italia\/ libri venti quattro\/Di Carlo Denina\/ colonne terzo\/ torino\/ apresso li\/ fratelli\/ Revcendis\/.\"",
    "provenance":null,
    "dimensions":"25.1 x 40.8 cm (9 7\/8 x 16 1\/16 in.)",
    "creditline":"Museum purchase through gift of various donors",
    "description":"Horizontal rectangle. Upper row, each semi-circle contains woman sitting upon centaur. Left panel turned toward left, carries bowl. Above sketched, shell in center between pairs of dolphins besides tridents. Second panel, Centaur turned right, woman carries bowl. Third panel: Centaur turned toward left, carries shell. Fourth panel: Centaur turned right, carries something indistinct, possibly bone. Fifth panel: Centaur same direction; he swings sword.  Second row first panel: Centaur turned toward left carries thyrsus. Woman plays lire. Second panel:  Centaur turns right, a woman embraces him. Third panel: Centaur turned left, he carries cornucopia. Fourth panel: Centaur turns left and carries oar. Fifth panel: Centaur turned right embracing woman on right arm; their left hands joined. Bottom row: at left and at right, four lozenges, each with dancing woman. In center, two semi-circles. In left one, centaur turned toward left, holding cloth. In right panel, \"Centaur\" turned toward right, playing lyre. Verso: written in ink by Giani, \"Delle\/ Revoluzioni\/ D'italia\/ libri venti quattro\/Di Carlo Denina\/ colonne terzo\/ torino\/ apresso li\/ fratelli\/ Revcendis\/.\"",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042405",
            "role_id":"35236655",
            "person_name":"Felice Giani",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Drawing, \"Women Riding Sea Centaurs, Villa Aldini, Montmorency, France\", 1813.Pen and dark brown ink, brush and brown wash over black chalk with traces of graphite on laid paper.. Museum purchase through gift of various donors. 1901-39-1178."
    },
    "colors":[

    ]
}