{
    "id":"18694797",
    "tms:id":"222953",
    "accession_number":"2001-29-24",
    "title":"Book Cover, \"mallarme: poems\", 1901–50",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18694797\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35424293",
    "type_id":"35249845",
    "date":"1901–50",
    "year_start":"1901",
    "year_end":"1950",
    "year_acquired":"2001",
    "decade":"1900",
    "woe:country":null,
    "medium":"Thin glossy paper",
    "markings":null,
    "signed":"Signature printed at upper right center: lustig.",
    "inscribed":"Printed in black ink, front cover center left: mallarme: poems.\n\nPrinted vertically in black ink, side cover: MALLARME: POEMS; printed horizontally in black ink, side cover: NC 28.\nPrinted in black ink, inside flap of front cover: THE POEMS OF MALLARME\/With the Translations\/of Roger Fry\/& Commentaries\/by Charles Mauron\/The work of great French Symbolist\/poet Stephane Mallarme (1842-1898)\/has often been considered the best ex-\/ample of “pure poetry.” Mallarme\/dealt in metaphorical ambiguities and\/attempted to practice alchemy with\/words – to create a kind of poetry\/where the world as symbol would have\/a new mobility and would achieve new\/intensities and refinements of meaning.\/With his introduction, Roger Fry wrote of\/Mallarme that “certainly no poet has\/set words with greater art in their sur-\/roundings, or given them by their set-\/ting, a more sudden and  unexpected\/evocative power” and that “for him\/it was essential to bring out all the cross-\/correspondences and interpenetrations\/of the verbal images.”\/Mallarme’s influence on modern po-\/etry, in English as well as in French, has\/been great and pervasive. Such a poet\/as Wallace Stevens owes much to Mal-\/larme, and it is Mallarme whom T.S.\/Eliot paraphrases in Little Gidding of\/ his Four Quartets. Mallarme’s influence\/is visible in James Joyce’s Finnegans\/continued on back flap.",
    "provenance":null,
    "dimensions":"18.4 x 27.0 cm (7 1\/4 x 10 5\/8 in. )",
    "creditline":"Gift of Susan Lustig Peck",
    "description":"Book cover. Front cover: green background with black text and large black and white geometric shape at lower right; side: green background with black and white printed text; inside: white background with black printed text.",
    "justification":null,
    "type":{
        "id":"35249845",
        "name":"book cover"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236763",
            "person_name":"Alvin Lustig",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Book Cover, \"mallarme: poems\", 1901–50.\n1901–50. Thin glossy paper. Gift of Susan Lustig Peck. 2001-29-24."
    },
    "colors":[
        {
            "color":"#a5a488",
            "closest_css3":"#bc8f8f"
        },
        {
            "color":"#f0ebcd",
            "closest_css3":"#faebd7"
        },
        {
            "color":"#875b93",
            "closest_css3":"#808080"
        },
        {
            "color":"#92798f",
            "closest_css3":"#808080"
        }
    ]
}