{
    "id": "18050513",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18050513\/",
    "name": "Karim Rashid",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "38",
    "biography": "Born 1960 in Egypt.\nRaised in London and Canada, trained in Italy and now practicing in the United States\nAmerican, Italian, Scandinavian, and Japanese influences.\nEducation: received Bachelor of Industrial Design in 1982 from Carleton University, Ottawa, Canada, graduate studies in Naples, Italy with Ettore Sottsass and others.  Worked at Rodolfo Bonetto Studio in Milan and then with KAN Industrial Designers in Canada for 7 years.  He co-founded and designed Bable Fashion Collection from 1985-90.\nMajor works include handbag for Issey Miyake in 1997, the OH Chair in 1999, titanium plastic bowls for Umbra in 1999, and mixed alloy objects for Nambé in 1994-1999.\nAwards include Daimler Chrysler 1999 Award, USA; George Nelson Award 1999; The Silver IDEA Award, 1999 (OH Chair), The Brooklyn Museum of Art Designer of the Year, 1998; Design Effectiveness Gold Award, March 1999; ID Magazine Annual Review Design Distinction -  1999 (Best of Packaging Category and two distinction awards), 1998 (three design distinction awards), 1993 (one award), 1991 (one award), and 1997 and 1994 honorable mention; Good Design Award, Permanent Collection in Chicago Athenaeum 1999 (Umbra bowls), 1998 (Miyake bags), 1997 (Garbo Can and Nambé frames), 1996 (5 Salt & Pepper Mills for Nambé), 1995 (32 Tabletop objects for Nambé); SFMoMA Permanent Collection 1998-00 (Garbo Can, OH Chair), 1997 (6 Nambé objects and 2 FloGlo Chairs for Idèe); Montreal Museum of Decorative Arts Permanent Collection 1998 (7 products and furnitures); SIT 94, London, England; 16 Canadian Virtu Awards from 1985-00; and 30 UNDER 20 (1989), Interiros Magazine among others.\nExhibitions include: Jeffrey Deitch Projects, NY, May 2000; Sandra Gering Gallery, NYC, March 1999; Idèe Gallery, Tokyo, Nov. 1998.  Future shows in 2001 will include SFMoMA and Whitney Group shows.",
    "woe:country_id": "23424775",
    "date": "Canadian, b. Egypt, 1960",
    "videos": [

    ],
    "woe:country": "23424775"
}