{
    "id": "18045013",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045013\/",
    "name": "Kem (Karl Emanuel Martin) Weber",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Karl Emanuel Martin Weber (1889—1963), more popularly known as “Kem”, was a German designer who was active in Southern California. He trained as a furniture maker in 1908 with Eduard Schultz and then continued his education at the Academy of Applied Arts in Berlin, studying under Bruno Paul. In 1914 he traveled to San Francisco to design the German segment of the 1915 San Francisco Panama-Pacific International Exposition, but with the outbreak of WWI, he stayed in the United States and relocated to Los Angeles. Shortly after settling in Los Angeles, he joined the Barker Brothers Furniture Co. as a draughtsman, where he was until 1927, when he then opened his own design studio in Hollywood. During his time at Barker Brothers, he was sent to Europe to purchase furniture on behalf of the firm and visited the 1925 Exposition Internationale des Arts Décoratifs et Industriels Modernes. Upon returning, Weber established a line of modernist furniture for Barker Brothers. In 1928, he designed a room setting for the 1928 First International Exposition of Arts and Trades at Macy’s in New York. Following that he designed two silver cocktail shakers for Friedman Silver. His silver designs were simple and undecorated, and were intended to be mass-produced. Like Paul T. Frankl, his furniture designs were also inspired by the stepped-form of the skyscraper. In 1934—35, he designed his iconic “Airline” chair. He also worked at Paramount Studios as a set designer. After 1945, Weber shifted his focus away from industrial design, relocating to Santa Barbara and concentrating on interior design and architecture. During the latter half of his career, Weber wrote about the streamlined aesthetic of American modernism, which was embodied in his own product designs. Weber was one of the few designers working in the modernist style on the West Coast during the 1920’s and his contribution to design history is significant for his dedication to the streamlined and machine-age aesthetics of his time.",
    "woe:country_id": "23424977",
    "date": "American, b. Germany, 1889 - 1963",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}