{
    "id": "18734945",
    "tms:id": "243621",
    "accession_number": "2009-26-1-a,b",
    "title": "Chair, \"Model #3107\", ca. 1960",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18734945\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35433717",
    "type_id": "35237307",
    "date": "ca. 1960",
    "year_start": 1955,
    "year_end": 1960,
    "year_acquired": "2009",
    "decade": "1950",
    "woe:country": "23424796",
    "medium": "Teak-veneered plywood, chrome-plated steel",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "1960: purchased new by Dr. Harriet Mischel at Illum department store, Copenhagen, Denmark; 2009: acquired by the Museum",
    "dimensions": "H x W x D: 81.3 x 45.7 x 43.2 cm (32 x 18 x 17 in.)",
    "creditline": "Gift of H. Mischel",
    "description": "Continous bentwood sheet forming hour glass-shaped back and seat mounted on base of four thin cylindrical steel legs; black caps on feet.",
    "justification": "From Aquisition Justification:\n&quot;Arne Jacobsen was one of Denmark's most influential twentieth-century architects and designers, known not just for his buildings, but for furniture and consumer products, some of which are still in production today.&amp;nbsp; He studied architecture at the Copenhagen Academy of Arts, receiving his diploma in 1928.&amp;nbsp; While still a student, he was awarded a silver medal for a chair design submitted in the Paris Exposition Internationale des Arts Décoratifs of 1925.&amp;nbsp; He fled persecution during the Nazi occupation of Denmark, escaping to Sweden, where he was influenced by the socially-conscious modern design of that country.&amp;nbsp; Other influences included architects and designers working in the spare, International Style, particularly Le Corbusier, Walter Gropius, and Ludwig Mies van der Rohe. Some of Jacobsen's better known architectural commissions include the Royal SAS Hotel in Copenhagen (1957) and St. Catherine's College in Oxford, England (1964). Many of his furniture designs grew out of such commissions since he was often responsible for a project's entire interior scheme. As a designer he became known for his love of nature and an artistic approach to design, as well as his successful efforts to stay on the cutting edge of technological advances in materials and production techniques. The results were designs that combined a sense of the organic with functional, minimal form and use of materials.The model 3107 chair, or Series 7 as it is also known, designed by Jacobsen in 1955, and manufactured by Fritz Hansen, Eft., includes several variants, all of which employ the same bent plywood hourglass-form seat. The basic design is that of a side chair composed of a single sheet of plywood bent to form a continuous seat and back unit on a base with&amp;nbsp; four simple, steel legs . Variations on this design include an arm chair, an office chair on swivel base, and a version with an adjustable base. The 3107 reflects Jacobsen's interest in molded plywood's effectiveness as a supportive and flexible seating material. In fact, the 3107 was designed in answer to criticisms of Jacobsen's earlier &quot;ant&quot; chair (1951), a three-legged chair that also had a bent plywood seat.&amp;nbsp; Originally designed as a stacking chair for a Danish pharmaceutical company's cafeteria, the &quot;ant&quot; was inspired by the early steam-bent plywood chairs of the American designers Charles and Ray Eames. The 3107 has been in continuous production by Fritz Hansen since 1955, with 175,000 sold annually throughout the world. Originally sold in teak, oak, palisander, and black, as well as fabric and leather upholstered versions, a range of color finishes were added in 1968. In addition to being popular, the 3107 is also one of the most copied chairs of the 20th century.&quot;",
    "type": {
        "id": "35237307",
        "name": "chair"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/39939_65811a4cd3f3a9a3_b.jpg",
                "width": 896,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/39939_65811a4cd3f3a9a3_n.jpg",
                "width": 280,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/39939_65811a4cd3f3a9a3_z.jpg",
                "width": 560,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18054947",
            "role_id": "35236657",
            "person_name": "Fritz Hansen Inc., Denmark",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18054947\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18044547",
            "role_id": "35236655",
            "person_name": "Arne Jacobsen",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18044547\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062999",
            "role_id": "35351535",
            "person_name": "Dr. Harriet Mischel",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062999\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Chair, \"Model #3107\", ca. 1960. Teak-veneered plywood, chrome-plated steel. Gift of H. Mischel. 2009-26-1-a,b."
    },
    "colors": [
        {
            "color": "#844d2f",
            "closest_css3": "#a0522d"
        },
        {
            "color": "#583e33",
            "closest_css3": "#556b2f"
        },
        {
            "color": "#907e6b",
            "closest_css3": "#808080"
        }
    ]
}