{
    "id": "18734945",
    "tms:id": "243621",
    "accession_number": "2009-26-1-a,b",
    "title": "Model #3107 Chair, ca. 1960",
    "title_raw": "Model #3107",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18734945\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35433717",
    "type_id": "35237307",
    "date": "ca. 1960",
    "year_start": 1955,
    "year_end": 1960,
    "year_acquired": "2009",
    "decade": "1950",
    "woe:country_id": "23424796",
    "medium": "Teak-veneered plywood, chrome-plated steel",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "1960: purchased new by Dr. Harriet Mischel at Illum department store, Copenhagen, Denmark; 2009: acquired by the Museum",
    "dimensions": "H x W x D: 81.3 x 45.7 x 43.2 cm (32 x 18 x 17 in.)",
    "dimensions_raw": {
        "depth": [
            "43.18",
            "centimeters"
        ],
        "height": [
            "81.28",
            "centimeters"
        ],
        "width": [
            "45.72",
            "centimeters"
        ]
    },
    "creditline": "Gift of H. Mischel",
    "description": "Continous bentwood sheet forming hour glass-shaped back and seat mounted on base of four thin cylindrical steel legs; black caps on feet.",
    "justification": "Arne Jacobsen was one of Denmark’s most influential 20th-century architects and designers. In addition to his buildings, he is also known for his furniture and consumer products, some of which are still in production as of 2009. Jacobsen studied architecture at the Copenhagen Academy of Arts, receiving his diploma in 1928. While a student, he was awarded a silver medal for a chair design submitted to the 1925 Exposition Internationale des Arts Décoratifs et Industriels Modernes in Paris. Jacobsen fled persecution during the Nazi occupation of Denmark and escaped to Sweden, where he was influenced by the Swedes’ socially-conscious modern design. Other influences included architects and designers working in the spare, International Style, particularly Le Corbusier, Walter Gropius, and Ludwig Mies van der Rohe. \nSome of Jacobsen’s better known architectural commissions include the SAS Royal Hotel in Copenhagen (1957) and St. Catherine’s College in Oxford (1964). Many of his furniture designs grew out of such commissions, since he was often responsible for a project’s entire interior scheme. As a designer, he became known for his love of nature, his artistic approach to design, and his successful efforts to stay on the cutting edge of technological advances in materials and production techniques. His designs combined an organic sensibility with functional, minimal form and material use.\nThe Model 3107 chair, or Series 7 as it is also known, was designed by Jacobsen in 1955. The chair includes several variants, all of which employ the same bent plywood hourglass-form seat. The basic design is that of a side chair composed of a single sheet of plywood bent to form a continuous seat and back unit on a base with four simple steel legs. Variations on this design include an armchair, an office chair on a swivel base, and a version with an adjustable base. The 3107 reflects Jacobsen’s interest in molded plywood’s effectiveness as a supportive and flexible seating material. In fact, the 3107 was designed in answer to criticisms of Jacobsen’s earlier Ant chair (1951), a three-legged chair that also had a bent plywood seat. Originally designed as a stacking chair for a Danish pharmaceutical company’s cafeteria, the Ant was inspired by the early steam-bent plywood chairs designed by Charles and Ray Eames. \nThe 3107 has been in continuous production by Fritz Hansen since 1955. At the time of proposed acquisition, 175,000 of the chairs are typically sold each year throughout the world. Originally available in teak, oak, palisander, and black, as well as fabric- and leather-upholstered versions, a range of color finishes was added in 1968. Due in large part to its popularity, the 3107 is one of the most copied chairs of the 20th century.\nThe 3107 is an excellent example of modernist design in the International Style and is one of Jacobsen’s most important and best known designs. This piece would strengthen our holdings of Jacobsen’s work, which include metal tabletop objects, stainless steel cutlery, and furniture designed for the SAS Royal Hotel. In addition, the 3107 would supplement the museum’s group of bentwood and molded plywood furniture, helping to tell an international story of wood-bending production methods.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424796",
    "type": "chair",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39939_65811a4cd3f3a9a3_b.jpg",
                "width": 896,
                "height": 1024,
                "is_primary": "1",
                "image_id": "39939"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39939_65811a4cd3f3a9a3_z.jpg",
                "width": 560,
                "height": 640,
                "is_primary": "1",
                "image_id": "39939"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39939_65811a4cd3f3a9a3_n.jpg",
                "width": 280,
                "height": 320,
                "is_primary": "1",
                "image_id": "39939"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39939_65811a4cd3f3a9a3_d.gif",
                "width": 280,
                "height": 320,
                "is_primary": "1",
                "image_id": "39939"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/39939_65811a4cd3f3a9a3_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "39939"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18054947",
            "role_id": "35236657",
            "person_name": "Fritz Hansen Inc., Denmark",
            "person_date": "",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18054947\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18044547",
            "role_id": "35236655",
            "person_name": "Arne Jacobsen",
            "person_date": "Danish, 1902 – 1971",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18044547\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062999",
            "role_id": "35351535",
            "person_name": "Dr. Harriet Mischel",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062999\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Model #3107 Chair, ca. 1960. Teak-veneered plywood, chrome-plated steel. \nGift of H. Mischel. 2009-26-1-a,b."
    },
    "colors": [
        {
            "color": "#623420",
            "closest_crayola": "#714b23",
            "closest_css3": "#8b4513",
            "closest_css4": "#8b4513"
        },
        {
            "color": "#854f30",
            "closest_crayola": "#714b23",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#907e6b",
            "closest_crayola": "#8a795d",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "Denmark"
}