{
    "id": "874387321",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/874387321\/",
    "name": "Herman Jünger",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Born in 1928 in Hanau, Germany, Herman Jünger grew up immersed in a culture that valued goldsmithing as a craft. In 1947, he enrolled at the Staatliche Zeichenakademie (State Drawing Academy). Due to scarcity of tools and materials following the war, his early lessons focused more on drawing than on the practice of goldsmithing. When his studies became more technical at the end of his time at the Staatliche Zeichenakademie, Jünger pushed back against the standard of technical perfection and sought to achieve more freedom as an artist and designer.\n\nJünger traveled in Europe and worked as an apprentice with other goldsmiths, continuing to develop his ideas about the artist and the goldsmith as a singular creative force. These ideas were particularly developed and reinforced when Jünger studied under Franz Rickert at the Akademie der Bildenden Künste (Academy of Fine Arts) in Munich. Rickert encouraged individualism and experimentation. By eschewing the convention of smoothness and visual perfection in gold pieces, achieved when a goldsmith executes another person’s design with only precision and technique in mind, Jünger came to embrace the imperfection and random chance that he believed was inherent in the act of making.\n\nAfter working in gold for the first portion of his career, Jünger began experimenting with enamels in the 1960s, and later started working with nonprecious metals. In 1968, he was among the youngest of the prizewinners for the Prize Ring of the Society for Goldsmith Art. He was named director of the Akademie der Bildenden Künste, München in 1972, and worked to provide his students with an open-minded and creative education. Jünger died in 2005, leaving an enduring legacy of shifting perspectives in twentieth-century jewelry that is visible both in his work and in the styles of students he inspired. Works by this influential designer and craftsman are in a number of museums around the world.",
    "woe:country_id": "23424829",
    "date": "German, 1928 - 2005",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}