{
    "id": "18647555",
    "tms:id": "198683",
    "accession_number": "1994-114-36",
    "title": "Poster, \"American Craft Museum: The Ideal Homes  1900-1920\", 1993",
    "title_raw": "American Craft Museum: The Ideal Homes  1900-1920",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18647555\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35238163",
    "date": "1993",
    "year_start": 1993,
    "year_end": 1993,
    "year_acquired": "1994",
    "decade": "1990",
    "woe:country_id": null,
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": "Imprinted in black, lower right quadrant: \" THE IDEAL HOME: 1900 TO 1920\/ IS THE FIRST EXHIBITION IN THE HISTORY OF TWENTIETH_CENTURY AMERICAN CRAFT\/...THE CENTANARY PROJECT IS MADE POSSIBLE BY A MAJOR GRANT FROM\/ THE LILA WALLACE-READER'S DIGEST FUND.\/ ADDITIONAL GENEROUS SUPPORT HAS BEEN GIVEN BY THE NATIONAL ENDOWMENT\/ FOR THE ARTS, A FORMAL AGENCY, AND THE NORMAN AND ROSITA WINSTON FOUNDA-\/ TION, INC. FUNDING  FOR THE IDEAL HOME: 1900 TO 1920 HAS BEEN GIVEN BY THE J.M\/ KAPLAN FUND, MR. AND MRS. SAMUEL C. JOHNSON, HOUSE BEAUTIFUL MAGAZINE,\/ PETER JOSEPH GALLERY, THE COWLES CHARITABLE TRUST, BENJAMIN STRAUSS, AND\/ KAREN JOHNSON BOYD.  A PORTION OF THE AMERICAN CRAFT MUSEUM'S GENERAL\/ OPERATING EXPENSES FOR THIS FISCAL YEAR HAS BEEN PROVIDED THROUGH AN\/ IMPORTANT GRANT FROM THE INSTITUTION OF MUSEUM SERVICES, A FEDERAL AGENCY:\/ THE AMERICAN CRAFT MUSUEM IS AN AFFILIATE OF THE AMERICAN CRAFT COUNCIL\/ THE IDEAL HOME: 1900-1920.  OCTOBER 21, 1993 - FEBRUARY 27, 1994\/...\/AMERICAN CRAFT MUSEUM\/ NEW YORK\".",
    "provenance": null,
    "dimensions": "58.4 x 38.4 cm (23 x 15 1\/8 in. )",
    "dimensions_raw": {
        "height": [
            "58.40",
            "centimeters"
        ],
        "width": [
            "38.40",
            "centimeters"
        ]
    },
    "creditline": "Gift of Unknown Donor",
    "description": "Exhibition poster at American Craft Museum entitled \"The Ideal Home 1900-1920.\"  \nRecto: Stylized images in flat, 2 dimensional style of furniture and decorative arts such as orange vase (top left), side view of red wooden chair (left side), grey lamp (center bottom), purple vase (lower right).  1 7\/16\" inch border of medieval scroll-like designs in violet against black.  Imprinted in black, top right: \"THE IDEAL\/ HOME 1900\/1920\/ AMERICAN CRAFT MUSEUM IN THE HISTORY OF TWENTIETH-CENTURY AMERICAN CRAFT: A CENTENARY PROJECT\".\nVerso: Imprinted in black, lower right quadrant: \" THE IDEAL HOME: 1900 TO 1920\/ IS THE FIRST EXHIBITION IN THE HISTORY OF TWENTIETH_CENTURY AMERICAN CRAFT\/...THE CENTANARY PROJECT IS MADE POSSIBLE BY A MAJOR GRANT FROM\/ THE LILA WALLACE-READER'S DIGEST FUND.\/ ADDITIONAL GENEROUS SUPPORT HAS BEEN GIVEN BY THE NATIONAL ENDOWMENT\/ FOR THE ARTS, A FORMAL AGENCY, AND THE NORMAN AND ROSITA WINSTON FOUNDA-\/ TION, INC.",
    "justification": null,
    "videos": null,
    "woe:country": null,
    "type": "poster",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18050283",
            "role_id": "35351535",
            "person_name": "Unknown donor: unsolicited gift",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050283\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, \"American Craft Museum: The Ideal Homes  1900-1920\", 1993. Offset lithography. Gift of Unknown Donor. 1994-114-36."
    },
    "colors": [

    ]
}