{
    "id": "18043523",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18043523\/",
    "name": "Ladislav Sutnar",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "45",
    "biography": "Ladislav Sutnar, a Bohemian painter and an advertising, display, and industrial designer, was an innovator in the field of information design and information graphics. Sutnar was known for his ability to communicate complex information with clarity, most notably for Sweet’s Catalog Service and in publications including Design for Point of Sale (1952), Package Design: The Force of Visual Selling (1953), and Visual Design in Action: Principles, Purposes (1961). His graphic design vocabulary, based on Constructivism and geometry, employed functional typography, limited color palettes, and layout frameworks to facilitate searching, scanning, and reading. Sutnar was also one of the most notable industrial and exhibition designers of the 1930s. His most important industrial designs of that era include a glass drinking set (1930-1932), a china table set (1928-1932), and cutlery. Sutnar’s designs for heat-resistant glass cups, tea sets, and containers (1931), produced by Schöne Stube in Prague, were among the first applications of the material for home use. \n\nSutnar immigrated to the United States in 1939, shortly after arriving for the New York World’s Fair as the chief designer of the Czechoslovak Hall in the Czech pavilion. Sutnar subsequently embarked upon a prolific career in typography, packaging, advertising and exhibition design. From 1941 to 1960, he was the art director, coordinator and designer for F.W. Dodge’s Sweet’s Catalog Service, a company that produced annually-updated catalogs of industrial and architectural products. In 1960, after leaving Sweet’s, Sutnar began a series of “Venus” paintings and prints, which featured prototypes of American woman in executed in a flat, graphic style with bold colors. \n\nSutnar concurrently studied painting at the School of Applied Arts, mathematics at the Czech Technical University and architecture at Charles University, in Prague. He later taught design at the State School for Graphic Arts in Prague, In the United States, Sutnar also served as the art director of Theatre Arts Magazine. Sutnar won a gold medal for exhibition design at the 1929 Exposition Internacional de Barcelona, grand prize for exhibition design at the 1936 Triennale di Milano, and fourteen grand prizes and gold medals for exhibition design at the 1937 Exposition Internationale des Arts et Techniques dans la Vie Moderne. Sutnar was elected an honorary member of the Czechoslovak Society of Arts and Sciences in America in 1970, a hall of fame member of the Art Directors Club in 1979, and was awarded the AIGA gold medal in 1995. Sutnar died at Lenox Hill Hospital in New York City on November 18, 1976.",
    "woe:country": "23424977",
    "date": "Czech American, b. Bohemia 1897 - 1976",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": "\/m\/06pqc8",
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": "90018585",
        "moma:id": "5740",
        "phm:id": null,
        "tms:id": "1443",
        "vanda:id": "75051",
        "viaf:id": "25538073",
        "wikipedia:id": "2139831",
        "ideo:id": null
    }
}