{
    "id":"18043523",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18043523\/",
    "name":"Ladislav Sutnar",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"67",
    "biography":"Ladislav Sutnar , bohemian painter and advertising, display, and industrial designer. \nHe studied at the School of Industrial Arts and at the Technical University and at the Charles University in Prague. \nAt the early age of 26 Sutnar became a professor of design at the State School for Graphic Arts, also in Prague.\nA pioneering designer, he worked as a painter and stage designer, becoming one of the most notable exhibition designers of the 1930s. His most important designs included 1930-1932 glass drinking set, 1928-1932 china table set, and cutlery. In 1930 Sutnar produced designs for porcelains dinnerware and, in 1931, heat-resistant cups, tea sets, and containers for Schone Stube in Prague. \nAs the exhibition architect of the Czechoslovak government, he was chief designer of the Czechoslovak Hall at the Czech pavilion at the 1939-40 \"New York World's Fair\". Arriving in the United States in 1939, he embarked upon a prolific career comprising typography, packaging, and advertising and exhibition design.\nIn 1941 he became art director, coordinator and designer of the format of \"Sweet's Files\", a set of annually updated catalogues of industrial and architectural products. Sutnar showed designers how to cope with complex information, using visual articulation of type - underlining, type-size and weight contrast, spacing, color, and reversing - to facilitate searching, scanning, and reading.\nSince 1951 he had his own company known as \"Sutnar-Office\", which was located on East 37th Street for many years; in recent years it was located on East 42nd Street in Manhattan, New York City and in Cincinnati.\nSutnar was also art director of Theatre Arts Magazine. He also wrote articles and published a numbers of books, among them are: \"Design for Point of Sale\" (1952), \"Package Design: The Force of Visual Selling\" (1953), and \"Visual Design in Action: Principles, Purposes\" (1961). At the same time Sutnar did not neglet his painting, starting a long series of his  famous Venuses, prototypes of American woman in various moods and situations, always happy, tasteful and humorous.\nSutnar won a gold medal at the 1929-30 \"Exposition Internacional de Barcelona\", grand prize at the 1936 (VI) \"Triennale di Milano\", and 14 grand prizes and gold medals at the 1937 \"Exposition Internationale des Arts et Techniques dans la Vie Moderne\". He was elected an honorary member of the Czechoslovak Society of Arts and Sciences in America in 1970.\nDuring the last years of his life Sutnar struggled often with financial problems. He died at Lenox Hill Hospital in New York City , November 18th, 1976.\n\nLadislav Sutnar (1897-1976) was one of the foremost designers of information graphics, and an accomplished author and designer who wrote about and demonstrated the new corporate requirements for “strength in visual unity”. He developed graphic systems for a variety of businesses clarifying vast amounts of complex information using sometimes little more than common punctuation and lower-case sans serif type.  \n\nBorn in Pilsen, Czechoslovakia he studied at the Prague School of Decorative Arts and Czech Technical University. In 1923 he became professor of design at the State School of Graphic Arts in Prague, ultimately becoming director in 1932, and kept this title even after emigrating to the United States in 1939. Between 1941 and 1960 he was the art director for F.W. Dodge’s Sweet’s Catalog Service, America’s leading distributor and producer of trade and manufacturing catalogues, for which he created a “navigational” system using icons and typographical devices that allowed users to review quantities of information quite easily. In 1951 he opened his own office in New York and had clients such as Bell System, for whom he designed the parentheses that enclose the area code, and he also worked for Vera scarves and Addo-x Inc., a Swedish business machine company that was competing with Olivetti in the United States. It is for the latter company that Sutnar designed exhibitions and created a bold graphic identity demonstrating his special capacity for the design of graphic symbols.",
    "woe:country":"23424977",
    "date":"American, b. Czechoslovakia, 1897 – 1976",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"67"
        }
    ],
    "concordances":{
        "freebase:id":"\/m\/06pqc8",
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":"90018585",
        "moma:id":"5740",
        "phm:id":null,
        "tms:id":"1443",
        "vanda:id":"75051",
        "viaf:id":"25538073",
        "wikipedia:id":"2139831"
    }
}