{
  "display_date": "18th century", 
  "credit_line": "Museum purchase from Au Panier Fleuri Fund", 
  "date_end": "1799", 
  "period": "", 
  "dynasty": "", 
  "culture": "", 
  "id": "122729", 
  "style": "", 
  "date_begin": "1700", 
  "dimensions": "H x W: 289 x 137 cm (9 ft. 5 3/4 in. x 53 15/16 in.)", 
  "copyright": "", 
  "title": "Hanging", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1959-146-1                                ", 
  "movement": "Research in progress", 
  "medium": "Medium: plain weave cotton\r\nTechnique: mordant painted and resist-dyed (chintz)", 
  "media_id": "6773", 
  "description": "Painted and printed cotton of exotic design.  Background strong red; repeat design 16\" x 31\" wide in green, blue, white, yellow, lavendar, shades of drab and rose.  Left, huge Eastern birds, one on a rock, another on a nest, with small pool back of it; right, perpendicular motif with wheel at top, rising from pointed mound.  Above, gnarled tree with broad, flattened foliage. Many groups of small birds and delicate plants. Large flowers on border and two sides.  \r\n\r\nThe cover has a wide border, sewn by hand to the body of the piece, along left side and across bottom. The design is related in color but is completely different from the design of the cover.  Design of main section: a repeat pattern, of three sceninc elements, in a variety of rich colors and shades on a deep red ground. Under a gnarled tree with flattened leaves appear two cranes, one perched on a pointed rock, one standing in a dark shallow pool. A second scene shows a bird (heron?) crouched on a nest, in or near a pool or swamp of triangular shape, in which delicate plants and smaller herons are visible. From the air a bird swoops toward this pool. A third scenic element is not easily decipherable, a barred triangle shape, from which rise dotted oblongs, a long stem, ending in a lotus fruit, but looking more like a lantern on a pole.  These different scenes are divided by blocks of little birds, and flower clusters, of red and blue.  The tree has a light brown trunk, leaves of green veined in yellow, and of blue with veining in white reserve: the big cranes are in shades of the same light brown, with red heads and beautiful feather markings. The swamp or pool in the next scene is a pale gray violet with little birds and plants reserved in white.  The crouching bird on nest is in light brown and red; below this appears another pool, in blue.  \r\n\r\nAlthough the design is crowded, the several elements have considerable delicacy. Japanese influence is apparent, particularly in the drawing of th trees and the birds.\r\nThe border consists of a series of handsome large flower heads, one a lotus, and big notched green leaves, on a red ground; reds, purples, blue notes, and reserved decoration in the flowers, enrich the design.  See cover of Catalogue: TRADE GOODS. \r\n\r\n", 
  "classification_id": "266", 
  "restrictions": "", 
  "school": "", 
  "name": "Hanging", 
  "region": "", 
  "caption": "", 
  "department_id": "5"
}