{
    "id": "18044669",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044669\/",
    "name": "Marcel Breuer",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "One of the most influential graduates of the Bauhaus in Weimar, Germany, Hungarian-born Marcel Breuer was a protégé of Bauhaus director, architect Walter Gropius. After graduating in 1924, Breuer was invited back to become master of the carpentry workshop at the new Bauhaus quarters in Dessau. From 1925-28, aside from his teaching duties, he created a series of innovative modernist tubular steel furniture designs recognized for their light, sturdy and rational construction and manufacture. His later designs for aluminum furniture won first prize at the 1934 Paris international competition for the best aluminum chair. Uncertain of continuing work in Europe, Breuer moved to England in 1935 to form a partnership with English architect F.S.R. Yorke. To supplement his practice, Breuer also started to design plywood furniture for the new Isokon Furniture Company.  Breuer’s mentor Gropius, who moved to England in 1934, was also a part of the venture, and from its beginning he wanted Breuer to create designs for the firm given his previous experience creating innovative furniture. In 1937, Breuer settled in the United States and joined the faculty of Harvard University School of Design, again under the leadership of  Walter Gropius, who left England the year before. During the next 40 years in America, Breuer combined a modernist style with local materials, designing furniture for his own interiors and continuing to experiment with plywood.\n\nhttp:\/\/en.wikipedia.org\/wiki\/Marcel_Breuer\nhttp:\/\/designmuseum.org\/design\/marcel-breuer\nHeisinger, K., and Marcus, G. Landmarks of Twentieth-Century Design. New York: Abbeville Press, 1993\nWilk, Christopher. Marcel Breuer: Interiors and Furniture. New York: Museum of Modern Art, 1981.",
    "woe:country_id": "23424977",
    "date": "American, b. Hungary, 1902–1981",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}