{
    "id":"18215179",
    "tms:id":"25684",
    "accession_number":"1921-22-198",
    "title":"Game Board, \"Cavagnole\", late 18th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18215179\/",
    "department_id":"35347497",
    "period_id":null,
    "date":"late 18th century",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1921",
    "decade":null,
    "woe:country":null,
    "medium":"Papier mache,  painted and gilded decoration",
    "markings":"Old stamp of Cooper Union Museum on reverse.",
    "signed":null,
    "inscribed":null,
    "provenance":"Eleanor and Sarah Hewitt",
    "dimensions":"H x W x D: 33.1 x 22.2 x 0.3cm (13 1\/16 x 8 3\/4 x 1\/8in.)",
    "creditline":"Gift of Eleanor and Sarah Hewitt",
    "description":"Panel \"II\"\nRectangular board, part of a larger set (1921-22-197 to 209), painted in polychrome colors, gilded, and varnished, with 20 rectangular, decorated sections, numbered 21 thru 40, divided into 4 columns. Number 21, at top left, features winged putto gazing into mirror framed by flower wreath; 22, below, with lactating figure of nude female holding globe in her hands; 23 of red capped European Goldfinch perched in tree; 24 of seated nude male with outstretched arm and fire eminating from the top of his head; 25, at bottom left, with putto holding arrow and shield and framed by flowered wreath; 26, at top, with profile bust of peasant woman wearing white cap; 27, below, of basket of turnips; 28 of bare breasted woman dressed in long flowing robes and crown, wielding daggar and standing before burning city; 29 of orange-red flowers, possibly lillies; 30, at bottom, of 3\/4 view of peasant woman holding dish containing coin; 31, at top, with figure of bearded, elderly man in large brown cap, and dark coat with broad white collar, holding coin between his thumb and forefinger; 32, below, of pomegranates; 33 of warrior in armored breastplate, plumed helmut, red flowing robe and sword at his side, standing before a masked ship with arm outstreched; 34 of classical urn containing flowers; 35 of beggar playing violin; 36, at top right, of blindfolded putto with horn and quiver in his hands and framed by flowered wreath; 37 of seated nude male with flowing red robes and transparent veil draped over his head, his outstreched arm grasping a nearby branch; 38 of horse with dressy feathered plume, mask and muzzle, bearing large baskets of bread and vegetables on his back; 39 of partially draped, seated figure of sculptor with tools in hands and marble bust to his side; 40, at bottom right, of putto framed by flowered wreath. Numbered rectangles framed by classical grotesque decoration on 4 sides with gold highlights. Left 2 colunms and right 2 columns divided by vertical column of laurel leaves. At top a crest of laurel leaf swags flanks central, gold-framed cartouche inscribed with roman numeral II. Reverse painted a rose color and is unadorned.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35270863",
        "name":"Game board"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/2294_87b64d2244a4e266_b.jpg",
                "width":698,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/2294_87b64d2244a4e266_n.jpg",
                "width":218,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/2294_87b64d2244a4e266_z.jpg",
                "width":436,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[

    ],
    "exhibitions":[

    ]
}