{
    "id": "68263757",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68263757\/",
    "name": "Pierre Chareau",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Pierre Chareau was born in 1883 into a family of shipbuilders and attended the École Nationale Supérieure des Beaux-Arts in Paris between 1900-1908. Upon graduating, he worked for the British firm Waring and Gillow Furnishings in Paris until 1913; from 1918 onwards, he worked for himself, taking on primarily furniture and lighting projects as well as the occasional architectural commission. He exhibited with the Société des Artistes Décorateurs at the pivotal 1925 Exposition Internationale des Arts Décoratifs et Industriels Modernes in Paris. In 1929 he was a founding member of the Union des Artists Modernes, a group of SAD dissidents who sought to break with the past and the trappings of “style” in favor of modernist tenets. \n\nChareau’s own aesthetic bridged the gap between the studied geometry of art deco and the functionalism of International Style modernism. He frequently used rich woods and metals, particularly iron, and embraced the irregularities of hand-worked, unpolished, and hammered metals. Chareau’s most notable work is the Maison de Verre (1928-31), designed for Dr. Jean Dalsace in collaboration with the Dutch architect Bernard Bijvoet and the French metal craftsman Louis Dalbet. The house was the first in France made of steel and glass, and it was conceived holistically to accommodate both the Dalsace family’s private life and the doctor’s active home-practice. None of Chareau’s other projects received such fanfare as the Maison de Verre, but nonetheless his output remained steady, if minimal, even after he emigrated to the USA in 1940. Chareau died in East Hampton, NY in 1950.",
    "woe:country_id": "23424819",
    "date": "French, 1883 - 1950",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424819"
}