{
    "id": "18797525",
    "tms:id": "274422",
    "accession_number": "2012-14-2",
    "title": "Frieze, 1905",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18797525\/",
    "department_id": "35347503",
    "period_id": null,
    "media_id": "35389227",
    "type_id": "35259269",
    "date": "1905",
    "year_start": 1905,
    "year_end": 1905,
    "year_acquired": "2012",
    "decade": "1900",
    "woe:country": "23424977",
    "medium": "Block-printed, glazed, embossed paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Wallpaper was given to the Cooper-Hewitt in 2012 by Mary Kate Conrad, whose great-grandfather Henry Gramlich, acquired the papers when he was employed at the M.H. Birge Company.",
    "dimensions": "L x W: 190.5 x 55.9 cm (6 ft. 3 in. x 22 in.)",
    "creditline": "Gift of Mary Kate Conrad",
    "description": "The central motif is the Renaissance castle set high upon a hilltop, with a wide road drawn in a strong perspective, leading the viewer up into the castle. A horse-drawn wagon and guard appear on the road. The tops of the castle towers are cut off, making the castle feel more imposing. The surrounding country side is dotted with hills, trees and little cottages. Block-printed on paper embossed to resemble leather.",
    "justification": "Gift offer of 4 pieces of imitation leather paper produced by M.H. Birge &amp; Sons. Leather papers copy exactly the grain, the patterns, and the coloring of antique leathers. These four samples were produced around 1910, but leather papers were a high-end wallpaper popular from the late 19th century, with a renewed interest during the Colonial Revival Movement in the early 20th century. \nFounded in 1834, the Birge Company was the oldest existing wallpaper company in America when the company was sold to a Canadian concern in 1959. Receiving much accolade for their imitation leather papers, Birge produced these papers in both historic and contemporary styling. They also worked in actual leather if requested by a client. Leather papers were expensive because they were essentially a handmade product. The paper support was necessarily a very substantial weight to withstand the embossing. The papers are block-printed, then embossed, then antiqued or glazed by hand with an oil color. \nThe Cooper-Hewitt has no examples of wide friezes printed on imitation leather. There is possibly one example of borders in the collection, and this is a roll of narrow borders, uncut and printed 5 across the width. This frieze is an excellent example of this genre. It follows in the tradition of printed landscape friezes, but being block-printed on a leather paper offers a much greater richness.&amp;nbsp;The central motif isa Renaissance castle set high upon a hilltop, with a wide road drawn in a strong perspective, leading the viewer up into the castle. A horse-drawn cart and guard are standing on the road. The surrounding country side is dotted with hills, trees and little cottages.\nAlong with imitation leathers a wide variety of relief papers were developed or came into vogue in the late 19th century, including Lincrusta-Walton, Anaglypta, Tynecastle Canvas, and grasscloth. It was very fashionable at this time for walls to have a sense of depth, whether by using a relief wallcovering or an ingrain paper, rather than having flat painted walls. Leather papers were produced in Japan, across Europe and the United States. Birge was the major manufacturer of these papers&amp;nbsp;in the United States, at least in the early 20th century. \nThe collection contains about 94 samples of imitation leather papers produced in Japan, France, England, Germany and the United States, with the majority of samples coming from Japan. There are about 165 papers produced by Birge in the permanent collection, many of which are printed designs produced during the Colonial Revival period.\nThis group of papers would be an asset to the collection by building on the existing holdings of American wallpapers, especially papers inspired by the Colonial Revival movement, Birge production, and faux papers in general.",
    "type": {
        "id": "35259269",
        "name": "Frieze"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/46083_8b4cb313b2d52891_b.jpg",
                "width": 843,
                "height": 507,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/46083_8b4cb313b2d52891_n.jpg",
                "width": 320,
                "height": 192,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/46083_8b4cb313b2d52891_z.jpg",
                "width": 640,
                "height": 385,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18046415",
            "role_id": "35236657",
            "person_name": "M.H. Birge & Sons Co.",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18046415\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18065441",
            "role_id": "35351535",
            "person_name": "Mary Kate Conrad",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18065441\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Frieze, 1905. Block-printed, glazed, embossed paper. Gift of Mary Kate Conrad. 2012-14-2."
    },
    "colors": [
        {
            "color": "#6f4820",
            "closest_css3": "#8b4513"
        },
        {
            "color": "#9c661f",
            "closest_css3": "#a0522d"
        },
        {
            "color": "#3c2a1c",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#50411a",
            "closest_css3": "#556b2f"
        },
        {
            "color": "#b78420",
            "closest_css3": "#b8860b"
        }
    ]
}