{
  "display_date": "1864", 
  "credit_line": "Museum purchase through gift of the estate of David Wolfe Bishop", 
  "date_end": "1864", 
  "period": "Mid-Nineteenth Century", 
  "dynasty": "", 
  "culture": "German", 
  "id": "120393", 
  "style": "", 
  "date_begin": "1864", 
  "dimensions": "Mat: 35.6 x 45.7 cm (14 x 18 in.)\r\nSheet: 24.3 x 30.6 cm (9 9/16 x 12 1/16 in.)\r\nFrame H x W x D: 39.7 x 50.2 x 2.5 cm (15 5/8 in. x 19 3/4 in. x 1 in.)", 
  "copyright": "", 
  "title": "Apartments of Queen Elizabeth of Prussia, Charlottenburg Palace, Berlin", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1957-98-2                                 ", 
  "movement": "", 
  "medium": "Brush and watercolor, white gouache, gold paint, over graphite on thick white wove paper", 
  "media_id": "35975", 
  "description": "This view documents a portion of Queen Elisabeth Ludovika of Bavaria's (1801-1873) apartments: the library in the foreground, an adjacent study (left) and breakfast room (right), visible through two arched openings. The painted blue walls, decorated in gilded boiserie in the Rococo revival style, terminate in an upper frieze band in palmette design. Above, the ceiling's gilded stucco decoration is based on a swirling acanthus leaf motif.\r\n\r\nThe focal point of the library, incorporating elements of the baroque and rococo periods, is a pier table in the Baroque style placed beneath a tall pier mirror in the Neo-Regency style. A hanging lamp is reflected in the mirror. A display of Charlottenburg's famous oriental porcelains, a blue glass flask, and a clock adorns the table. Additionally, oriental porcelains are grouped on either side of the library mirror and in front of the pier table. A Neo-Gothic cabinet is on the left; a Neo-Gothic white porcelain stove with classical elements, partly hidden by a folding fire screen on the right.\r\n\r\nIn the study and breakfast rooms, visible though two arched openings on either side of the pier table, are arrangements of seat furniture with painted white Neo-Baroque frames upholstered in a red and white floral designs and tables in the Rococo Revival style. Visible at the rear on the right, a portion of window drapery in red and gold damask with a deep scalloped pelmet echoes the floral red Rococo Revival carpet. In the far corner to the right of the window, a sculpture of two winged angels is on the wall. The metal rod suspended in the two arched openings allowed portiere draperies to close off the study and breakfast rooms for privacy. \r\n", 
  "classification_id": "82", 
  "restrictions": "", 
  "school": "", 
  "name": "Drawing", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}