{
    "id":"18644421",
    "tms:id":"197113",
    "accession_number":"1993-151-332",
    "title":"Program, \"American Institute of Graphic Arts (AIGA): National Design Conference II\", 1987",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644421\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35293353",
    "date":"1987",
    "year_start":1987,
    "year_end":1987,
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"28 x 21.5 cm (11 x 8 1\/2 in.), closed\n28 x 43 cm (11 x 17 in.), opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"The program booklet consists of twenty pages (unpaginated) in black and white on chartreuse paper.\nFront cover: What's What, in up-and-down scripted type, is positioned at center right, ending at the right edge; aligned with the left edge of the title, American Institute of Graphic Arts\/ September 5, 1987\/ San Francisco is imprinted in mini-script type near the bottom edge.\nInside front cover: Who's Who, in an ornate, slanted script, is imprinted in the same position as the cover title. \nPage 3: The twenty program subjects are listed in a column close to the left edge, one per line, in a sans serif type. Participants' names, also one per line, in a darker version of the same type, are listed next to the subjects. (Subjects and participants are identified, where relevant, in the following page descriptions.)\nPage 4: Thank you, in yet another style of oblique script, is centered. To the right, centered top to bottom, is a column of thirteen names, in the same type used for the subjects (page three). \nPage 5, Logos, Tibor Kalman: An image of one of Tibor Kalman's business cards, photographed as if clipped to the page, appears on the diagonal, abutting the right edge. The view is a roadside scene, including a utility pole; on the left, a superimposed on black, is a rectangle announcing Tibor Kalman\/ M&Co, followed by telephone and location information.\nPage 6, Videos, April Greiman: The title, What's Going on Now\/ Videotape is imprinted on the left, a short distance from the top edge. Just below it, a thin line extends across the page. To the right of center, just below the line, are two columns specifying names and functions involved in the video. On the left, aligned with the title, and just above another thin line extending across the page, is the heading, Individuals, Companies +\/ Equipment Represented; below are four columns of this information. \n[A] Statement from Pierre Bernard\/ Grapus, France, presented in eight paragraphs, comprises all of page 7.\nPage 8, Pictures, Tom Strong: The page, headed Talking Buildings (in capitals), Pics by Tom Strong  Elm City  Connecticut  06511 (in upper and lower case) consists of two half-page photographs. The upper one is a side view of a clapboard or vinyl-sided house with two peaked roofs, one behind the other, each with a chimney; a porch or room on the left; and additional wings, or perhaps outbuildings, in the right and left middle distance. What appears to be a small added-on section of the house occupies the center of the photograph: there is a small window in its center; a decorative element, a bird with its wings spread, just above the window; a pilaster on each side; and an American flag, inserted in the left-hand pilaster. Trees and scrub are in the background. The lower one shows a large expanse of lawn in the foreground; landscaped shrubbery in profusion on the sides; fountains in the center; and a large, white porticoed building, a flag flying from its roof, in the center background. The building appears to be an official one, such as a governor's mansion, or, alternatively, an upscale private residence.\nPage 9, Corporations, Michael Bierut: A ten-line quotation in a dark upper and lower case serif type, beginning \"When I did the UPS trademark,\" occupies the upper half of the page. The source and date, Paul Rand, 1984, are imprinted in italics just beneath the concluding line. Two additional lines, What It Looks Like, What It Means:\/ Corporate Design in the 1980's appears at the bottom edge, aligned with the left-hand edge of the Rand quotation; three additional lines identify the subject leader and conference name and date.\nPage 10, Third World, Lucille Tenazas: A full length view of a puckered fabric curtain extending halfway across forms the background for various superimposed images in a collage format. Third\/ world is imprinted in lower case letters on plaid-patterned geometric forms, superimposed on the body of the envelope and the neighboring space on the right.  In the center, just below the top edge of the page, is a tobacco paper image, headed Matamis (on a banner), and showing a head shot of a smiling woman, smoking. Directly below is a long, thin envelope with Chinese characters on its flap, followed underneath by the word, China, and by Ininanda ni above its bottom edge. In the center, left, a letter (Arabic?) in an Art-Nouveau style is positioned between a lone Chinese (?) ideogram and a calligraphic Arabic (?) phrase, imprinted on a swirling ribbon. Below the envelope, on the right, Lucille [inverted]\/ Tenazas, is imprinted and underlined. Prepared by [inverted] is imprinted underneath, and Salamat po, followed by five names on two lines, is imprinted along the lower-right hand edge, from bottom to top. A question mark in the upper right-hand corner of the page and the three letters, Q\/ U\/ E, diagonally placed next to the tobacco paper, complete the design.\nPage 11, Magazines, Roger Black: A thin line extends across, close to the top edge of the page. MCI Mail, in heavy type, on the left, and The nation's new postal system, on the right, are on one line. A memorandum in typescript from Roger Black, re Is There Hope\/ For Magazine Design?\/ Or Is It Too Late, addressed on the left, underneath MCI, to Tibor Kalman, continues in four paragraphs in the lower half of the page.\nPage 12, Architecture, Marc Treib: A small image of a slat-backed, leather-seated chair, in the upper left-hand corner, and five typescripted lines identifying Marc Treib at the Department of Architecture at University of California, Berkeley, comprise the design.\nPage 13, Crossover, Chee Pearlman: The image, occupying most of the page, features a recognizable likeness from the neck up of a serious looking Tibor Kalman, wearing glasses and holding a pencil horizontally in his mouth. The remainder of the image shows a jacket, without sleeves, exaggerated in width and forming a V, in a print pattern composed of tiny x-es; a shirt in the background color; a squiggly-patterned tie; and three pens superimposed on the right where a pocket would normally be located. Eight phrases in typescript placed on the diagonal and scattered above and to the right of the image are focused on Chee Pearlman's participation. Near the bottom edge, the design in completed by Crossing\/ Over in bold black type, along with by Chee Pearlman\/ ID Magazine on the right.\nPage 14, Europe, Howard Milton: On the left, a short distance above the page's center, Howard Milton is imprinted in small, dark sans serif type. A top to bottom column to the right summarizes Milton's professional resume and the content of his conference presentation and provides the names of European designers whose work is scheduled to be shown. Aligned with Milton's name, five lines on the right identify his agency and location in London. \nPage 15, Words, Ralph Caplan: An ideogram, centered near the top of the page, shows a capital letter i, within a black rectangle, within a thin-outlined square with curved corners. Directly underneath is a caption: Author's favorite pronoun\/ shown here upside down to\/ demonstrate signage appli-\/ cation. The presenter's name is imprinted a short distance below, centered, in small upper case. Four paragraphs summarizing the presentation comprise the lower half of the page.\nPage 16, Photography, Henry Brimmer: Arranged on lines directly underneath each other and forming an approximate square, the numbers one to one thousand, concluding with the word, words, are spelled out in miniscule upper case type. All the way across and close to the lower edge of the page is one phrase describing the presentation: A one hundred and twenty second flash dissertation on the new and not-so-new photography by Henry Brimmer, publisher of Photo Metro magazine.\nPage 17, Typecasting, Hugh Aldersey-Williams: Headed International Designer Enquirer, the page features design stories laid out in columns in tabloid newspaper\nstyle.\nPage 18, Fashion, Tom Bonauro: An above-the-waist photograph of a Latin American-style female votive statue occupies the full page from top to bottom and is accompanied by a narrow column on the right in the lower half of the page, headed A Slide Presentation. The statue, showing tears on her face, is dressed in a white lace blouse and textured, bejeweled outer garments, and is wearing a crown framed by radiating spokes.\nBack cover: In the center, there is a stick figure illustration of a girl, whose diagonally placed arms end in splayed fingers.",
    "justification":null,
    "type":{
        "id":"35293353",
        "name":"program"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35351535",
            "person_name":"Tibor Kalman",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "tombstone":{
        "epitaph":"Program, \"American Institute of Graphic Arts (AIGA): National Design Conference II\", 1987.Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-332."
    },
    "colors":[

    ]
}