{
    "id": "68774479",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68774479\/",
    "name": "Neri Oxman",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "14",
    "biography": "Architect and designer Neri Oxman designs for, by, and with nature. Oxman and her team seek to do away with the “world of parts” approach to manufacturing, where products and buildings are designed as assemblies of discrete parts with distinct functions. In Oxman’s approach, coined Material Ecology, computation, fabrication, environment, and the materials themselves are inseparable. Oxman earned a PhD in design computation at the Massachusetts Institute of Technology after studying architecture at the Architectural Association in London and the Technion—Israel Institute of Technology; she also studied medicine at the Hebrew University in Jerusalem. \n\nDuring the course of her studies, she founded MIT Media Lab’s Mediated Matter group a design research group that aims to explore ways in which digital design and production techniques can enhance the relationship between the built and natural environments, operating at the intersection of computational design, robotic fabrication, materials engineering, and synthetic biology. The group applies this knowledge to design, from the micro scale to the building scale.  Oxman coined the term “material ecology” to describe the study, design and fabrication of buildings, products and systems that integrate environmentally aware, computational, form-generating processes and digital production. Raised in Israel, in a family of architects and builders, Oxman once pursued a medical career.  Her medical learning is evidenced in such work as “Beast,” a chaise lounge composed of eight flexible printed materials that respond to the body’s pressure points.  Returning to memories of her grandmother’s fig trees or her childhood herbaria, Oxman continues to be inspired by nature. \n\nOxman is the recipient of numerous awards, including, most recently, the 2014 Vilcek Prize in Design.  Her work has been exhibited by and is in the collections of The Museum of Modern Art in New York, and the Centre Georges Pompidou, Paris.  Her creations have also been included in exhibitions at the Smithsonian Institution in Washington, D.C., the Museum of Arts and Design, New York, and the Museum of Science, Boston, among others.\n\nSources:\nOFFICIAL WEBSITE: http:\/\/www.materialecology.com\/neri-oxman\nhttp:\/\/www.vilcek.org\/prizes\/prize-recipients\/2014\/index.html",
    "woe:country_id": "23424852",
    "date": "Israeli, active USA, b. 1976",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424852"
}