{
    "id":"18734081",
    "tms:id":"243188",
    "accession_number":"1993-31-165-14",
    "title":"Book Cover, \"Bookjacket by Alvin Lustig for \"Nightwood\" by Djuna Barnes, New Directions Books\", 1947",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18734081\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1947",
    "year_start":"1947",
    "year_end":"1947",
    "year_acquired":"1993",
    "decade":"1940",
    "woe:country":"23424977",
    "medium":"Lithography in purple and black ink on white shiny wove paper",
    "markings":null,
    "signed":"Signed in printed black ink, front cover lower left: lustig.",
    "inscribed":"Printed vertically in white ink, spine: NIGHTWOOD. Printed vertically in black ink, DJUNA BARNES; printed horizontally in black ink, spine lower margin within white square: NC 11. \n\nPrinted in white ink, front cover center right: NIGHTWOOD; front cover lower right: djuna barnes.",
    "provenance":null,
    "dimensions":"H x W: 19 x 16.2 cm (7 1\/2 x 6 3\/8 in.)",
    "creditline":"Gift of Tamar Cohen and Dave Slatoff",
    "description":"The cover has a purple background with one large solid white abstract shape and smaller black designs layered over the purple background. Two black lines intersect over the white shape, forming an X. The title and author are written on the cover. \n\nDesign on dark purple ground. Features spine and front cover. One left side, spine contains in vertical sans-serif caps, book title in white and book author in black. Below, publisher logo: white square containing thin sans-serif \"NC\" alongside two vertical black bars forming \"11.\" On right, front cover contains long white amorphous shape running height of page on left. Shape has long hole on right side. Superimposed over shape are a black vertical \"scribble\" and a thin \"X\" shape with arms that extend to upper right and left corners of page and intersect two more round \"scribble\" forms. At right center, title \"NIGHTWOOD\" is written in white sans-serif caps. Author's name is written in white sans-serif lowercase within round \"scribble\" design in lower right corner. Along left side of cover is vertical signature in white: \"lustig.\"\n\nA white border of unprinted paper runs along left side of design. Contains rectangular sprocket or binding holes.",
    "justification":null,
    "culture":"American",
    "style":null,
    "type":{
        "id":"35249845",
        "name":"book cover"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39851_7fb5e827cf97064c_b.jpg",
                "width":887,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39851_7fb5e827cf97064c_n.jpg",
                "width":277,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39851_7fb5e827cf97064c_z.jpg",
                "width":555,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236655",
            "person_name":"Alvin Lustig",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}