{
    "id":"18694803",
    "tms:id":"222956",
    "accession_number":"2001-29-27",
    "title":"Book Cover, \"Sex and Repression in Savage Society by Bronislaw Malinowski\", 1901–50",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18694803\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1901–50",
    "year_start":"1901",
    "year_end":"1950",
    "year_acquired":"2001",
    "decade":"1900",
    "woe:country":null,
    "medium":"Thick glossy paper",
    "markings":null,
    "signed":"Signature printed at lower right: lustig.",
    "inscribed":"Printed in black ink, front cover center: Bronislaw Malinowski\/SEX AND\/REPRESSION\/IN SAVAGE\/SOCIETY.  Printed in white ink, front cover lower center: published by the Noonday Press\/Sewn-bound for durability M 15 $1.25. Printed in orange ink, front cover lower left: MERIDIAN BOOKS.\n\nPrinted vertically in white ink, side cover: SEX AND REPRESSION IN SAVAGE SOCIETY MALINOWSKI; printed horizontally in white ink, side cover lower center: M 15. Printed vertically in yellow ink, side cover: MERIDIAN BOOKS.\n\nPrinted in orange ink, back cover upper center: SEX AND\/REPRESSION\/IN SAVAGE\/SOCIETY. Printed in black ink, back cover: by BRONISLAW MALINOWSKI\/The first anthropologist to apply psychoanalytic\/theory to the study of primitive life, Dr. Malinowski \/spent many years studying native communities in the\/Melanesian Islands. In this book, he analyzes the con-\/stitution of the family, comparing these typical matri-\/archal communities with our own patriarchal society.\/The first part of the volume deals with the formation\/of the complex as mental by-product of the creation\/of culture; the second, with complexes in Melanesian\/myths, dreams, obscene language, and mental disor-\/ders; the third, with the relationship between psycho-\/analysis and anthropology; and the fourth, with in-\/stinct and culture. In this last, the author sets forth\/his views on the origin of culture, pioneering dis-\/cussion in the field which Dr. Malinowski describes\/as “the ‘no-specialist’s-land’ between the science of\/man and that of animal.”\/All Meridian Books are Smyth-Sewn for Durability.",
    "provenance":null,
    "dimensions":"26.7 x 21.6 cm (10 1\/2 x 8 1\/2 in. )",
    "creditline":"Gift of Susan Lustig Peck",
    "description":"Book cover. Front cover: black background with large alternating orange and yellow rectangles and horizontally printed black, white and orange text; side: black background with vertically printed white and yellow text; back: yellow background with black and orange text.",
    "justification":null,
    "culture":"American",
    "style":null,
    "type":{
        "id":"35249845",
        "name":"book cover"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39738_51f4c1dc83348800_b.jpg",
                "width":1024,
                "height":837,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39738_51f4c1dc83348800_n.jpg",
                "width":320,
                "height":262,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39738_51f4c1dc83348800_z.jpg",
                "width":640,
                "height":523,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236763",
            "person_name":"Alvin Lustig",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions":[

    ]
}