{
    "id": "18043295",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18043295\/",
    "name": "Eva Zeisel",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "141",
    "biography": "Born in Budapest in 1906, Eva Stricker entered the Royal Academy of Fine Arts at age 17, intending to become a painter, but her mother prevailed upon her to learn some trade whereby she could earn a living, the world of fine art being chancy. So Eva apprenticed herself to a traditional potter and began learning her trade. The life of the apprentice in any of the trades was not always easy or pleasant, but Eva persisted and soon graduated to journeyman status. Just a year after that her work was displayed at the Philadelphia Sesquicentennial, where she won an honorable mention. By then she was working as a designer in the Kispester Factory in Budapest. She then advertised in the trade papers that she was a qualified journeyman seeking a position and received several responses. When asked recently why she chose the particular one she did she replied, \"Because it was the furthest from home.\" She wanted to travel and widen her experience of the world and at the same time increase her skills. She moved to Berlin and on to other factories in Hamburg and throughout Europe. In 1932 she went to Russia on vacation in order to experience the new artistic and social movements there, as did many other idealistic young artists and intellectuals. As an experienced industrial designer she was soon offered a position assisting in the modernization of the ceramic industry, where her creativity and dynamism stood her well. She traveled to many parts of Russia in order to understand and coordinate the efforts to create a central manufactory which would make products for the homes of the everyday citizenry. Her efforts were recognized, and she was soon transferred to the Lomonosov factory in Leningrad (the former Imperial Porcelain Factory). This in turn led to her appointment as Artistic Director for the Porcelain and Glass Industries for the entire country.\n\nIn 1936, however, she was caught up in one of the Stalinist purges, accused of plotting against the life of Stalin. She was imprisoned in the NKVD prison for 16 months, most of the time in solitary confinement. She was subjected to early forms of brainwashing, torture, and the constant possibility that each day would be her last. (Arthur Koestler, a lifelong friend, based his book \"Darkness at Noon\" on her prison experiences.)\n\nThen one day she was unexpectedly led out of her cell to what she feared was to be her execution and put on a train to Austria in the clothes she was standing in. Just as the reason for her imprisonment was never really known, so is the reason for her release.\n\nOnce in Austria, she left on the last train out at the time of the Anschluss and went to England, where she married Hans Zeisel, who had waited seven years for her. They then went to New York in 1938, where they settled permanently.\n\nOne of her first designs in the US was for Sears, Roebuck. She has since designed for Hall China, Red Wing China, Castleton China, Norleans Meito (Japan), Western Stoneware, Hyalyn, Phillip Rosenthal (Germany), Mancioli (Italy), Federal Glass, Heisey Glass, Noritake (Japan), and Nikkon Toki (Japan), and almost too many others to mention. \n\nHonors collected by Zeisel include being commissioned by Castleton China and The Museum of Modern Art to design a line of fine porcelain dinnerware, which was presented in an exhibition at the Museum of Modern Art in l947. She has received a senior award from the National Endowments for the Arts (l982), and was the subject of a touring exhibition sponsored by the Smithsonian Institution Traveling Exhibition Service and the Musee des Arts Decoratifs de Montreal, in l984. She taught ceramic arts industrial design at Pratt Institute in Brooklyn from l939 to l952. \n \nHer works are in the permanent collections of Brohan Museum, Berlin; The British Museum; The Brooklyn Museum; the Metropolitan Museum of Art; the Museum of Modern Art; the Victoria and Albert Museum, London and numerous others. She has had retrospective exhibitions in dozens of museums, has lectured widely, and has received two honorary doctorates in recognition of her work, among other honors.\n\nHer recent works include designs for Zsolnay Factory in Pecs and Kispester-Granit in Budapest, as well as the American firms of KleinReid and Nambe. The Museum of Modern Arts and the Metropolitan Museum have both issued new releases of some of her early designs in new glazes and colors, always supervised by Zeisel. At age 96 she continues to produce new works regularly.",
    "woe:country_id": "23424977",
    "date": "American, b. Hungary, 1906–2011",
    "videos": [

    ],
    "woe:country": "23424977"
}