{
    "id": "18701989",
    "tms:id": "226649",
    "accession_number": "2005-13-1",
    "title": "Print, Der Küss (The Kiss), from Pan, vol. 4, no. 2, 1898, 1898",
    "title_raw": "Der Küss (The Kiss), from Pan, vol. 4, no. 2, 1898",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18701989\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35425959",
    "type_id": "35236873",
    "date": "1898",
    "year_start": null,
    "year_end": null,
    "year_acquired": "2005",
    "decade": null,
    "woe:country_id": "23424829",
    "medium": "Woodcut on thin buff Japan paper",
    "markings": null,
    "signed": null,
    "inscribed": "Lower left, typographically printed: Pan 1898",
    "provenance": "2005: acquired by Museum (from Joel R. Bergquist)",
    "dimensions": "27.2 x 21.6 cm (10 11\/16 x 8 1\/2 in.)",
    "dimensions_raw": {
        "height": [
            "45.72",
            "centimeters"
        ],
        "width": [
            "35.56",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from General Acquisitions Endowment Fund",
    "description": "Two almost identical faces are presented in a kiss. The profiles are surrounded by curvilinear locks of hair. The colors are predominately shades of brown and green. Overall, tones are muted.",
    "justification": "This print, Der Küss (The Kiss), published in the fourth volume of Pan in 1898, is one of only six woodcuts executed by Peter Behrens and is the only one designed by him in the art nouveau style. Considered by Behrens’ contemporaries Friedrich Carstanjen and Otto Julius Bierbaum to be one of the seminal images of the late 19th century, this print breaks with traditional graphic imagery and has the distinction of being the best-known German woodcut of the period. \nThe image is at once erotic and sanitized. The overly decorative, symmetrically arranged composition consists of two faces shown in profile surrounded by an entangled mass of hair against a dark blue ground. While ostensibly portraying both sexes, the overtly linear patterning and the flat treatment of the positive and negative spaces negate the definition between the sexes, resulting in an androgynous couple. The entwined locks of hair suggest a coerced embrace, one from which the participants cannot extricate themselves. \nAs an example of fin-de-siècle imagery, Der Küss is complete. The medium of woodcut speaks to the revival of interest in German graphics and points to the new fascination with Japanese aesthetics and the graphic arts. The flatness of the compositional elements references an increased emphasis on decoration, a hallmark of the art nouveau style. The detached faces floating in a sea of hair reflect the use of opiates popular with the demimonde of Paris. The imagery is also associated with Aubrey Beardsley’s illustrations for The Yellow Book and is echoed in other avant-garde publications of the period.\nBehrens is known as an architect and industrial designer rather than as a graphic designer. Born in Hamburg and educated as a fine artist, he grew dissatisfied with the artificial separation between the fine and applied arts. Under the influence of the German Arts and Crafts movement, Behrens worked at Darmstadt, the German artists’ colony founded by the Grand Duke of Hessen. As the director of the Allgemeine Elektricitäts Gesellschaft (AEG) office building project from 1909 to 1912, he employed Walter Gropius, Ludwig Mies van der Rohe, and Le Corbusier. Behrens’ fundamental artistic socialism, evident in his contributions to the Deutscher Werkbund, underscores his interest in the unification of functionalism and beauty and the merger of art and industry. \nPan, Julius Meier-Graefe’s influential periodical, was one of several publications that extolled the art nouveau style. In circulation for a very short time (1895–1900), each issue contained an original work of printed art as well as essays and articles by noted art critics and collectors. While many of the prints published in Pan were photo-relief line cuts—a medium particularly relevant to the swirling, linear patterning of the art nouveau style—this print is a six-color woodcut, bound into the volume. \nDer Küss is of great importance to the museum’s collection, not only for its strong graphic and visual appeal but also as it relates to drawings in the French art nouveau style already in the collection: architecture by Hector Guimard, jewelry by René Lalique, and glassware by Émile Gallé. The print also complements our Vienna Secession material: Koloman Moser’s portfolio Die Quelle (The Source) and our extensive Weiner Werkstätte holdings. Der Kuss would also be the first example in the collection of a graphic from Pan, a necessary addition to expand our history of graphic art.",
    "gallery_text": "Published in the avant-garde design magazine Pan as a collectable gift to subscribers and the influential Art Nouveau periodical Die Kunst, this poster by Peter Behrens quickly became an icon of Art Nouveau illustration. Beginning his career as a painter, Behrens deserted the medium for graphic design in the late 1890s. Like other Art Nouveau designers, he aimed to erase the longstanding distinctions between \"fine\" and \"decorative\" arts, believing instead that all arts were equal. Art Nouveau designers were also stylistically inspired by Japanese woodcut prints—known in the West from the late 1850s—especially for their flat, decorative surfaces. In The Kiss, the sinuous, never-ending curves of the androgynous figures’ hair morph into an abstract composition surrounding their faces. The overt sexuality was a common theme during this time. Although Behrens’s print became one of the most well-known Art Nouveau illustrations, the designer soon abandoned the style in favor of a more rational approach that would prevail for the rest of his career as an industrial designer.",
    "label_text": "An icon of art nouveau illustration, Behrens’ Der Küss (The Kiss) appeared in the avant-garde journal Pan in 1898. The flat, evenly colored style—evidence of the fashion for Japanese woodcut prints in turn-of-the-century Europe—makes plain the provocative imagery of two androgynous figures kissing, their hair erotically intertwined.",
    "videos": null,
    "on_display": "1",
    "woe:country": "23424829",
    "type": "Print",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/85451_53029b691c64135a_b.jpg",
                "width": 762,
                "height": 1024,
                "is_primary": "1",
                "image_id": "85451"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/85451_53029b691c64135a_z.jpg",
                "width": 476,
                "height": 640,
                "is_primary": "1",
                "image_id": "85451"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/85451_53029b691c64135a_n.jpg",
                "width": 238,
                "height": 320,
                "is_primary": "1",
                "image_id": "85451"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/85451_53029b691c64135a_d.gif",
                "width": 238,
                "height": 320,
                "is_primary": "1",
                "image_id": "85451"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/85451_53029b691c64135a_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "85451"
            }
        },
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/19569_1cf858997e2524a2_b.jpg",
                "width": 833,
                "height": 1024,
                "is_primary": "0",
                "image_id": "19569"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/19569_1cf858997e2524a2_z.jpg",
                "width": 520,
                "height": 640,
                "is_primary": "0",
                "image_id": "19569"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/19569_1cf858997e2524a2_n.jpg",
                "width": 260,
                "height": 320,
                "is_primary": "0",
                "image_id": "19569"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/19569_1cf858997e2524a2_d.gif",
                "width": 260,
                "height": 320,
                "is_primary": "0",
                "image_id": "19569"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/19569_1cf858997e2524a2_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "19569"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18044161",
            "role_id": "35236655",
            "person_name": "Peter Behrens",
            "person_date": "German, 1868–1940",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18044161\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18057885",
            "role_id": "35352249",
            "person_name": "Joel R. Bergquist",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18057885\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Print, Der Küss (The Kiss), from Pan, vol. 4, no. 2, 1898, 1898. Woodcut on thin buff Japan paper. \nMuseum purchase from General Acquisitions Endowment Fund. 2005-13-1"
    },
    "colors": [
        {
            "color": "#c5c0a3",
            "closest_crayola": "#cdc5c2",
            "closest_css3": "#d2b48c",
            "closest_css4": "#d2b48c"
        },
        {
            "color": "#504431",
            "closest_crayola": "#414a4c",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#725c3b",
            "closest_crayola": "#714b23",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#8a7b50",
            "closest_crayola": "#85754e",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#686960",
            "closest_crayola": "#6e5160",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "woe:country_name": "Germany",
    "is_loan_object": 0
}