{
    "id":"18644543",
    "tms:id":"197174",
    "accession_number":"1993-151-388",
    "title":"Label, \"M&Co: 50 West 17th St. Mailing Label Suite\", 1984–85",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644543\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35293655",
    "date":"1984–85",
    "year_start":1984,
    "year_end":1985,
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-388a, Dog - 12 x 12 cm (4 3\/4 x 4 3\/4 in.)\n1993-151-388b, Fruit Dish - 12 x 12 cm (4 3\/4 x 4 3\/4 in.)\n1993-151-388c, Sidewalk Art  Show - 12 x 12 cm (4 3\/4 x 4 3\/4 in.)\n1993-151-388d, Seated Swimmer - 12 x 12cm (4 3\/4 x 4 3\/4 in.)\n1993-151-388e, Pedicab - 12 x 12 cm (4 3\/4 x 4 3\/4 in.)\n1993-151-388f, Carton Stack - 12 x 12 cm (4 3\/4 x 4 3\/4 in.)\n1993-151-388g, Laboratory - 12 x 12 cm (4 3\/4 x 4 3\/4 in.)\n1993-151-388h, Fonts - 5.7 x 8.2 cm (2 1\/4 x 3 1\/4 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"Each of the seven mailing labels in this suite features a different black and white photograph, washed in pale green; the M&Co name, address and telephone number imprinted in white just below the top edge; and a white rectangle, imprinted with five thin pale green horizontal lines to accommodate addressee information, superimposed in the center of the photograph.\n\n1993-151-188a, Dog - The head and neck of a dog (perhaps a German shepherd), facing right and with fangs bared, comprises the profile view.\n\n1993-151-188b, Fruit Dish - A footed dish, probably all silver or glass with a silver base, holds a variety of fruits: grapes, a pear, a banana, an apple.\n\n1993-151-188c, Sidewalk Art Show - A variety of framed works of art (paintings, drawings, prints) is arranged in rows on a sidewalk. Across from left to right, just below the top edge, the legs and feet of viewers are visible in back of the display.\n\n1993-151-188d, Seated Swimmer - A woman, dressed in a bathing suit and cap, is posed seated on the ground near a body of water. In this profile view, her eyes are closed and her head rests on her arms, which are folded across her knees. \n\n1993-151-188e, Pedicab - A man, posed in the center, pedals a pedicab, in which a woman passenger is seated in the back. The man wears a tweed sport jacket; a striped scarf tied around his neck; and laced shoes. The woman, smiling, is dressed in a dark coat and turned-up-brimmed hat; her lap is covered by a plaid blanket. The grassy surface is backed by a row of tall hedges, hemmed in by a gated structure.\n\n1993-151-188f, Carton Stack - In this view, probably set in a supermarket storage space or warehouse, cartons, labeled according to the product within, are stacked top to bottom. In the top left, several boxes (e.g., Kellogg's Snack-Pak, Nabisco 100% Bran) are askew, as if about to tumble down.\n\n1993-151-188g, Laboratory - Two men work together in a laboratory. On the left, the standing man, his face visible above the nose, glances down at the table, on which the other man, seated, writes with a pencil on a pad. Also on the table are flasks and bottles, on the left, and a microscope, on the right. Additional bottles, labelled appear on shelves in the background.\n\n1993-151-188h, Fonts - This object differs in some respects from the others in the series: it is smaller; the addressee section comprises four horizontal lines rather than five; and the M&Co information is imprinted in black on one line at the top of that section. The design features printers' font samples in pale green on black laid out helter skelter on a flat surface.",
    "justification":null,
    "type":{
        "id":"35293655",
        "name":"Label"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18043651",
            "role_id":"35236655",
            "person_name":"Stephen Doyle",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043651\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18048717",
            "role_id":"35236797",
            "person_name":"M & Co.",
            "role_name":"Firm",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35351535",
            "person_name":"Tibor Kalman",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone":{
        "epitaph":"Label, \"M&Co: 50 West 17th St. Mailing Label Suite\", 1984–85.Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-388."
    },
    "colors":[

    ]
}