{
    "id": "18046205",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046205\/",
    "name": "Joe Richards",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Joe Richards (American, 1921-2007) attended night classes at the Mizen Academy of Art in Chicago while working days in a clothing store. He enlisted in the U.S. Navy in 1942 and served as a signalman. He married his wife, Betty, in 1943, and was discharged from the Navy in 1945. The couple returned to Chicago, where Richards enrolled at the American Academy of Art and served as a merchant seaman with the U.S. Coast Guard. He then studied at the Pennsylvania Academy of the Fine Arts before settling in New York City in 1951.\nRichards became known for his photorealist paintings of rural and urban industrial subjects. He showed his paintings, which depicted objects such as locomotive engines, oil rigging, and cranes, at the OK Harris Gallery in New York, and had solo exhibitions in Scottsdale, Arizona and Washington, D.C. He also exhibited at the Tucson Museum in Arizona; Butler Institute of American Art in Youngstown, Ohio; National Academy of Design in New York; Pennsylvania Academy of the Fine Arts; Audubon Artists; Texas Fine Arts Association in Austin; the Silvermine Guild in New Canaan, Connecticut; and the Virginia Museum of Fine Arts in Richmond, where he won the Distinguished Artist Award in 1979 at the Virginia Artists 27th Biennale.\nHe moved to Hillsdale, New York, where he began to paint cupolas. This work was shown at Carrie Haddad Gallery in Hudson, New York. \nHis work can be found in the collections of the Tucson Museum of Art, American Republic Insurance Company, Mobil Oil Company, AMOCO, United Airlines, Chubb Realty, Caravan Products, and Siemens Telecommunications.\nThere is currently one example of Richards' work in the museum's collection: Textile, Spindrift, 1953 (1994-38-6).",
    "woe:country_id": "23424977",
    "date": "American, 1921 - 2007",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}