{
    "id":"18732709",
    "tms:id":"242476",
    "accession_number":"2009-46-1",
    "title":"Textile, \"Horsehair Striae 001\", 2009",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18732709\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35380351",
    "type_id":"35251739",
    "date":"2009",
    "year_start":"2009",
    "year_end":"2009",
    "year_acquired":"2009",
    "decade":"2000",
    "woe:country":"23424977",
    "medium":"Medium: cotton warp, horsehair weft\nTechnique: plain weave",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Gift of Maharam",
    "dimensions":"Warp x Weft: 341.6 x 66.7 cm (11 ft. 2 1\/2 in. x 26 1\/4 in.)",
    "creditline":"Gift of Maharam",
    "description":"Off-white horse hair is used end to end as the weft, with several inches left unwoven at each side. Panel has subtle variations in color created by slight differences in the shades of horse hair used.",
    "justification":"Since the beginning of the industrial revolution, and even before, the textile industry has been a major source of environmental pollution. The substances used to bleach fibers or make colors fast polluted the rivers and streams where textile production was, out of necessity, carried out. The development of petroleum-based synthetic dyes and fibers, along with surface treatments such as flame retardants and stain-resistant finishes, has exponentially increased the potential toxicity of textile production, and added to concerns about post-consumer disposal. Many “green” or sustainable textiles are based on new fiber technologies like producing fiber from rapidly renewable sources like bamboo or corn, or from recycled materials like post-consumer polyester. However, these technologies can require a fair amount of energy and\/or chemical processing. Another approach is simply to do less. \n&amp;nbsp;\nHorsehair Striae 001 (2009) is one such example of this sort minimal production. This textile designed by Maharam, which was founded in New York in 1902, is made from un-dyed, minimally processed fibers with no surface finishes applied. It exploits the natural color variation in animal hair color, in this case horsehair, to rich visual effect from a durable fiber with naturally “high performance” characteristics. \n&amp;nbsp;\nThroughout the 19th century, horsehair was a popular, durable fabric for upholstery. At the time, horsehair had many uses, especially in the stuffing of mattresses, upholstered furniture, and millinery. When woven with a cotton warp, it forms an incredibly hard-wearing fabric. The width of the fabric is limited by the length of the horse hair, cropped from the tail, and the process is very labor-intensive, as the weft cannot be wound on a shuttle and machine-woven, but rather each hair must be individually inserted into the weave. There are only a handful of horsehair weavers left in the world, and, as there are far fewer work horses in use, most of the hair is sourced in China. In this textile off-white horse hair is used end to end as the weft, with several inches left unwoven at each side. The panel itself has subtle variations in color created by slight differences in the shades of horse hair used.",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/34780_85a95bad4f62e178_b.jpg",
                "width":783,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/34780_85a95bad4f62e178_n.jpg",
                "width":245,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/34780_85a95bad4f62e178_z.jpg",
                "width":489,
                "height":640,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/30444_64fac662ad773a9e_b.jpg",
                "width":1024,
                "height":799,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/30444_64fac662ad773a9e_n.jpg",
                "width":320,
                "height":250,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/30444_64fac662ad773a9e_z.jpg",
                "width":640,
                "height":500,
                "is_primary":"0"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/34779_71617ad5b89a23d0_b.jpg",
                "width":1024,
                "height":681,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/34779_71617ad5b89a23d0_n.jpg",
                "width":320,
                "height":213,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/34779_71617ad5b89a23d0_z.jpg",
                "width":640,
                "height":425,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18056087",
            "role_id":"35236655",
            "person_name":"Maharam",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18056087\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}