{
  "display_date": "ca. 1975", 
  "credit_line": "Gift of Ken Friedman", 
  "date_end": "1975", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "American", 
  "id": "212016", 
  "style": "", 
  "date_begin": "1975", 
  "dimensions": "", 
  "copyright": "", 
  "title": "Citibank Ready-Savings Inter Branch Despot Slip Design", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1997-19-64                                ", 
  "movement": "", 
  "medium": "Photo offset lithography", 
  "media_id": "50644", 
  "description": "Citibank deposit form in three vertical registers with magenta ink on white paper. Left register: Magenta ground with white text. Printed vertically from top left: Deposit Ready-Savings Inter Branch. At bottom: Item 177105/ (SF 3196 Rev 3-76). \r\n\r\nCenter Register: magenta text on white ground. At top left: Deposit Ready-Savings Inter Branch. Six lines below for account holder's information. First line: Date, 19. Second: Full Title of/ Account. Third: blank. Fourth: Address. Fifth: Zipcode. Sixth: Account at/ (Indicate Branch). Under Sixth line Please notify us of any change in your address/ using separate form of advice. At bottom between two lines: Savings/Acount Number with vertical lines creating spaces for the number. Bottom right: Citibank, N.A.\r\n\r\nRight Register:magenta ink on white ground. Citibank logo at top right with thick line underneath. Printed under link at right: Dollars, Cents. Under this: Two rows and 3 columns. Rows in left column printed: Cash, Bills/ Coin. Below this: thick line accross register with three columns and eight rows. Rows numbered 1-8 in left column. Text in first two rows of left column: Checks/ List Separately. Two columns at right left blank. Below 8 rows: thick line accross three columns with Total printed in left column with a rectangle underneath.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Print", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}