{
    "id": "34624791",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/34624791\/",
    "name": "Mary Cassatt",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Mary Cassatt was born in the United States, but was active mostly in France, where she exhibited with the Impressionists. Her favorite subject matter was the social and private lives of women. Cassatt is best known for her images of mothers and children. Her education began at the young age of six. The daughter of a stockbroker, Cassatt was financially stable and was afforded the opportunity of travel and education from a young age. She began her fine art training at the Pennsylvania Academy of Fine Arts in Philadelphia at age fifteen. Cassatt wanted to become a professional artist despite her parents’ objections. Frustrated with the slow pace of instruction at the Academy, Cassatt decided to study art on her own and in 1866 moved to Paris. As a female artist, she was not permitted to study at the esteemed Ecole des Beaux-Arts in Paris and instead looked to private instruction from masters. She was accepted into Jean-Leon Gerome’s studio, but also frequented the Louvre where she copied works.\n\nDuring the Franco-Prussian War (1870-71), Cassatt moved back to Pennsylvania. She was commissioned by the Archbishop of Chicago, but otherwise, was not successful. In 1871, she went back to France and began exhibiting at the Salon. In 1877, her friend, Edgar Degas invited her to show with the Impressionists.\n\nIn 1891, inspired by Japonisme, Cassatt produced a series of drypoint works which met with great success. At this point, her work was much more visible, and Cassatt was seen as a role model by American female artists visiting France. In 1904, France awarded her with the Legion of Honor, the highest award an artist can receive.",
    "woe:country_id": "23424977",
    "date": "American, 1844 - 1926",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}