{
    "id": "18673587",
    "tms:id": "212236",
    "accession_number": "1997-19-285",
    "title": "Poster, \"Ind'fence\", 1990",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18673587\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35431673",
    "type_id": "35238163",
    "date": "1990",
    "year_start": 1990,
    "year_end": 1990,
    "year_acquired": "1997",
    "decade": "1990",
    "woe:country": null,
    "medium": "Offset lithograph on white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Imprinted in black along right side: rick valicenti. au [ underlined] august 2.90 at 7:30\nAt center right: Herbst Theater, War Memorial Building \/ Located at Van Ness and McAllister, San Francisco \/ For ticket information please call 415.552.3656\nAt upper right: The San Francisco Museum of Modern Art 1990 Design Lecture Series \/ Presented by the San Francisco Chapter of the American Institute of Graphic Arts \/ and the American Societyof Interior Designers\n\nVerso: Imprinted in alternating green and white along left edge reading from lower left to upper left:General Rick Valicenti (3st) \/ Exposure Corinne Pfister (est) \/ Coiffeur Mark Stein \/ Camouflage Vicki Vacca \/ Darling Dwight Doodle Jason \/ Kitty Cage  Michael Pappas \/ MacManiac  Mouli Marur \/ The 1990 SFMMA Design Lecture Series \/ has been made possible by the generous \/ support of the following companies: Color Graphics \/ Simpson Paper Company \/ Williams Lithography \/ Aldus Corporation \/ San Francisco Mart \/ Metropolitan Furniture Corporation \/ The NEw Lab \/ Exhibit Group of San Francisco \/ Design & Type \/ Arch \/ Thomas Swann Signs \/ Repromedia \/ Post MArk \/ Iris Photographic Slides Services \/ Omnicomp \/ Il Fornaio Gastronomia Italiana \/ Walker Graphics \/ University Art Center, Palo Alto \/ SF Magazine.\nImprinted upper left: Oops! We almost forgot tomention: \/ Seps & Film Balzer \/ Shoppes \/ Printing Color Graphics \/ Paper Simpson Paper Co.\n\nAt right along edge: dates and location of series.\nIn green lower right corner: Rick Valicenti is a self-taught graphic designer. Though he has been a designer since 1978, it was only 2 1\/2 years ago that Valicenti decided to follow his heart instead of just the rules. Total anarchy? Certainly not. Not \/ from a suburban father of 2, married for 17 years! Rather, he is a mild-mannered madman in sheep's clothing \/ orbiting pop culture's magnetic pull. Valicenti hopes that Thirst's energies will be successful in achieving \/ self-expression without overpowering the communication intent. See Valicenti 4 yorself . hee wil b nervus.",
    "provenance": "From the collection of Dan Friedman",
    "dimensions": "91.4 x 58.7 cm (36 x 23 1\/8 in. )",
    "creditline": "Gift of Ken Friedman",
    "description": "Color photographic reproduction of an image of a woman staring at the viewer. Over her head and resting on her shoudlers is a cage-like construction with a metal handle. A green linear form of a man's head encircles the image. Small blue circles with arrows projecting left suggest eyes and line of vision. Across image in white and red: ind'fence \/ ov.hoo.i.m. A red band with black text runs length of sheet along right side. A small, pixalated yellow number \"3\" is at left center on edge.\nVerso: Imprinted in light green and white: Photographic enlargement, showing BenDay dot pattern of a smiling woman's face at center with portions of the hair and face over drawn. A comic strip ballon projects from a mouth with the words: ind'fence \/ engst.ba9.dzyn\nBelow image text reads \"President Dwight D. Eisenhower  celebratd his 66th birthday \/ with a cake that made it into \/ the newspapers. Along left edge alternating green and white blocks form a border.",
    "justification": null,
    "type": {
        "id": "35238163",
        "name": "poster"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041675",
            "role_id": "35236655",
            "person_name": "Rick Valicenti",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041675\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18049807",
            "role_id": "35351535",
            "person_name": "Ken Friedman",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18049807\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, \"Ind'fence\", 1990. Offset lithograph on white wove paper. Gift of Ken Friedman. 1997-19-285."
    },
    "colors": [

    ]
}