{
  "display_date": "1990", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1990", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197089", 
  "style": "", 
  "date_begin": "1990", 
  "dimensions": "35 x 27.3 cm (13 3/4 x 10 3/4 in.)", 
  "copyright": "", 
  "title": "Restaurant Florent:  Bastille Day", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-310                              ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "The design features an image of an engraving of Marie Antoinette, based on a contemporaneous engraving. Her gaze is focussed directly on the viewer and she appears to be smiling. Her bouffant wig is styled off-the-face in a pompadour and has curls cascading onto the sides of her neck. The ornamentation comprises a feather-and-jewel object entwined in the top of the hair; teardrop earrings; a necklace of a single strand of pearls, perhaps set in gold or precious jewels; and in the center, just below the bustline, a brooch of round stones from which three teardrop jewels are suspended. The dress, visible only above the waist, has what appear to be long sleeves, and an off-the shoulder neckline edged in a lace-trimmed scarf-like collar, knotted in the center, below which two vertical strips of fabric are superimposed, probably in a v-shape ending below the waist. A horizontal broken line extends from side to side across the neck, and close to the right edge, on the same line, is an open pair of scissors. The name, Marie Antoinette, apears in small type just below the image.\r\nBeginning below the top edge of the page and ending just above the image, four lines of type announce: Gansevoort Street Assoication & Florent (alias Monique)/ presents [sic]/ Bastille Day [large, unjoined, bold script]/ in the meat market [smaller capitals]. Black marks, probably representing drops of blood, appear between the last line of type and the head. Below the image on both the bottom left and right are six lines of type, in the same style as the above Bastille Day, providing information about the event planned for July 14, 1990.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "advertisement", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}