{
    "id": "18673451",
    "tms:id": "212168",
    "accession_number": "1997-19-217",
    "title": "Poster, 1997-19-217, 1976",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18673451\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1976",
    "year_start": "1976",
    "year_end": "1976",
    "year_acquired": "1997",
    "decade": "1970",
    "woe:country": null,
    "medium": "Offset lithograpphy on white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Imprinted in white ink in block of text upper center: The Department of Art  of the \/ University of Houston \/ offers a sixty-hour graduate \/ program leading to the degree \/ of Master of Fine Arts in \/ Painting.  The two-year program requires  thirty hurs of \/ painting and drawings, twelve  \/  hours of art history, twelve \/ hours of electives and six hours of seminar. Application \/ and portfolio for admission \/ to the Fall 1976 semester are \/ due 1 April 1976.\nImprinted at right: All inquiries should be directed to \/ the attention of David Hickman, \/ Coordinator of Graduate Studies in Art, \/ Department of Art, University of Houston \/ Houston, Texas 77004",
    "provenance": "From the collection of Dan Friedman",
    "dimensions": "61.0 x 43.2 cm (24 x 17 in. )",
    "creditline": "Gift of Ken Friedman",
    "description": "Very stylized, abstract landscape with striated bands of black, green, brown, light green and purple at lower half. Upper section of poster is black. At left and right, hard edged white rectangular forms suggest buildings while an irregular white line at center could suggest lightning. A bold white irregular stripe cuts across the lower pattern from left to right. A small white circle at right below center balances the composition. The letters MFA recede from left to right at upper center. Below this, two columns of text and one block of text at right in white.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35238163",
        "name": "poster"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18052047",
            "role_id": "35236655",
            "person_name": "Unknown",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18052047\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}