{
    "id": "18045775",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045775\/",
    "name": "Ottavio Missoni",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Ottavio Missoni was born in Ragusa on the Dalmatian coast and grew up in Zara (Zadar). In his youth Ottavio was an accomplished track star. At the age of sixteen he won the 400-meter race at the Arena in Milan, beating Robinson the American record holder, and was recruited by the National Athletics Team for Italy. Ottavio was then drafted in 1942 as soldier during the Second World War. He was captured and imprisoned in Egypt until 1946. \nAfter his service to the army Ottavio’s interest in sports led him to create a line of wool track suits, which were later adopted as the official uniform of the Italian Athletics Team at the London Olympic Games 1948. \nAt the London Olympics, Ottavio met his future wife Rosita. They were married in 1953 and together they set up a small knitwear workshop in Trieste. In the 1950’s they began to sell their collection at La Rinascente department store. In 1958 their dresses displayed the “Missoni” label sewn inside for the first time. \nIn April of 1967 Ottavio and Rosita participated in their first fashion show at Palazzo Pitti in Florence. When they were not invited back the following season, they held their own show at the Parco Solari swimming pool in Milan, which was a memorable event in which the models sat in the pool on inflatable chairs and floating furniture. \nTwo years later, in 1969, Ottavio and Rosita had a seminal meeting with Diana Vreeland, the director of Vogue. Vreeland proceeded to invite the couple to New York to present their collection at a meeting to many of the leading department stores. When their collection was released the following year it is very well received and the Missoni name began to take on the prestige that the brand continues to communicate today. \nIn 1976 Ottavio was proclaimed, along with Prince Charles and Robert Redford, one of the most elegant men in the world. By this time the Missoni brand had become an iconic and powerful Italian fashion house, known for their signature multicolored knits and zigzag stiches. In 1978, a Missoni retrospective, celebrating twenty-five years of work, was shown at the Rotonda della Besana in Milan. In the late 1990’s Ottavio and Rosita handed over control of the company to their three children, Vittorio, Luca, and Angela. The world-renown Missoni brand continues to represent Italian luxury fashion and has continued to appeal to celebrities and the international fashion community.",
    "woe:country_id": null,
    "date": null,
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}