{
    "id": "18045469",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045469\/",
    "name": "Christa Hausler-Goltz",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "4",
    "biography": "From 1962 to 1965 Hauler-Goltz worked as an apprentice for Marga Hielle-Vatter at rohi, a textile manufacturer near Munich. During this inspiring apprenticeship she learned the textile trade and began to develop her own design aesthetic.\nHausler-Goltz went on to pursue a master's degree in Design at the University of Fine Arts in Hamburg, studying with well-known print designer Margaret Hildebrand. After completing school she began her career as a freelance textile designer and has since worked for several well-known companies, including a ten-year association with the acclaimed textile manufacturer Taunus Textildruck. \n\nHausler-Goltz frequently visited New York in the 1970’s. In 1977 the former Knoll Textile design director, Suzanne Huguenin, and the current director, Barbara Rodes-Serger, invited Hausler-Goltz to design a collection for Knoll. Later that year her collection was introduced. Her collection included five burn-outs, two chintz casements, and a velvet drapery fabric. The collection was very well received when introduced at the Heimtextil contract and residential textiles trade fair in Frankfurt in 1977. \n\n\nIn 1978 Knoll released three more textiles designed by Hausler-Goltz for European distribution. In the same year Rodes-Serger left Knoll and became head of the textiles division at Sunar, for whom Hausler-Goltz design a number of textiles. She has designed textiles including rugs, tapestries, automobile upholstery, wallpaper, and also created a successful porcelain collection for Rosenthal. \n\nHer designs for carpets, wallpaper, and upholstery are now considered modern classics. She has received various awards for these designs. She described her practice, “when I design drapery fabrics (patterns)…I put special value on the harmony of form, color, and material.” She creates the vitality of her designs to her uses of static geometric forms juxtaposed with color.  \n\nIn order to share her skills and experiences she began to teach design courses at the Hamburg University of Applied Sciences in 1988. Hausler-Goltz currently lives in Germany, splitting her time between Berlin and the Isle of Sylt and continues work in freelance design, consulting, and management.",
    "woe:country_id": "23424829",
    "date": "German, b. 1943",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}