{
    "id": "68735181",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/68735181\/",
    "name": "Mark Gowing",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Mark Gowing is a prominent Australian designer best known for his inventive use of typography. His interest in type began in childhood, when his grandfather, a calligrapher and sign-painter, introduced him to the subtle distinctions of lettering and logo design. Gowing was a habitual doodler, and his class notebooks were littered with sketches of iconic logos. Today, he designs brand identities for companies like Hopscotch Films, Title Music, and the Sydney Opera House. Gowing first worked as a designer for a children’s book publisher, where he had interned in high school. The experience provided a practical education in publishing and design practice which he brought to subsequent jobs in magazine design. He has explained that these opportunities granted him more freedom to experiment with typography. \n\nAfter twelve years as a full-time designer, Gowing began to reassess his professional goals, and launched his own studio in 1997. A self-described idealist, he emphasizes the importance of “cultural responsibility” in design. He feels that designers are obligated to represent their clients honestly, rather than disguise socially or environmentally destructive corporations with sleek ads and logos. His own work calls attention to issues like sustainability and he cites the Australian environment as a major inspiration for his designs. He explains that the country’s minimalist landscape, with its repeating forms, is manifested in his spare, geometric compositions.\n\nIn addition to his work for corporations, Gowing founded an independent music label, called Preservation Music, in 2011. In 2013, he created Formist Publishers, through which he publishes art and design books. Gowing has received solo exhibitions at Dievieto Daffissioni in Torino, Italy (2013), Monash University in Melbourne, Australia (2013), and at the 2010 Warsaw International Poster Biennale. He has also participated in group exhibitions around the world. He is the recipient of many accolades from organizations such as the Graphis Poster Annual, the Australian Graphic Design Association, and the Mexico International Poster Biennale.",
    "woe:country_id": "23424748",
    "date": "Australian, b. 1970",
    "woe:country": "23424748"
}