{
    "id": "18042087",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18042087\/",
    "name": "Seymour Chwast",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "34",
    "biography": "Chwast studyed drawing with Sidney Delevante at  Cooper Union, graduating with Milton Glaser, Ed Sorel and Reynold Ruffins in 1951.  His drawing style was influenced by Paul Klee, Roualt and Ben Shahn.  After working at the New York Times, Esquire, House and Garden and Glamour magazines, Chwast, with Sorel and Ruffins developed Push Pin Studio in 1954. Producing a wide variety of illustrations, posters, typography and animation, as well as design for packaging, magazines, record albums and book covers, Chwast's designs are a sophisticated blend of raucous colors, and comic book drawing.  Often incorporating inventive typographic juxtapositions appropriated from over a century of handbills, illustrations and advertising, Chwast has influenced a generation of graphic designers and and typographers.  In 1971 He was elected to the Board of Directors, American Institute of Graphic Arts and in 1971-72 he co-designed and directed \"Audience\" magazine.  He was appointed a member of Alliance Graphique Internationale in 1975, the same year he founded Push Pin Press.  He edited and published Push Pin Graphic in 1976, became Director of Pushpin Luballin Peckolick in 1982 and was inducted into the New York Art Directors Club Hall of Fame in 1984.  Since 1985 he has been Director of The Pushpin Group.\nHe has had many one person exhibitions in New York, California and Florida as well as London, Paris, Vienna, Warsaw and many other European capitals.  In March 1970 Push Pin Studios was the subject of a two month retrospective at the Museé des arts decoratif.  Chwast has been a member of the faculty of the Cooper Union and The School of Visual Arts and also lectures to student and professional groups.",
    "woe:country_id": "23424977",
    "date": "American, b. 1931",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}