{
    "id":"18060523",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18060523\/",
    "name":"Alexander Benois",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"2",
    "biography":"Alexandre Benois was a painter, watercolorist, illustrator, and writer best known\nfor his stage décor and costume designs for Sergei Diaghilev’s Ballets Russes. The\nson and grandson of court architects, Benois was brought up within the Russian\nimperial entourage. His father worked at Peterhof and later at Pavlovsk, and was\nresponsible for the Bolshoy Theatre in Moscow and the Mariinsky Theatre in St.\nPetersburg (Crisp, Clement. \"Alexandre Nikolaevich Benois,\" in Dance Research: The Journal of the Society for Dance Research 13, no. 2, 1995: 47-48). \n\nBenois first began his study of painting in St. Petersburg between 1887 and 1888, and from 1891 to about 1910 he participated in exhibitions of the Society of Russian Watercolorists. Around 1898, Benois founded the magazine Mir Iskousstva (The World of Art) with Diaghilev and Léon Bakst. In 1909, at the same time he was designing for the Ballets Russes, he exhibited a suite of paintings entitled Promenade de Louis XIV dans le parc de Versailles. Throughout the 1910s and 1920s, Benois continued to be engaged in the fine arts. He served as director of the Picture Gallery of the Hermitage Museum from 1917 until he left Russia for Paris in 1926. (JGK)",
    "woe:country":"23424936",
    "date":"Russian, 1870 - 1960",
    "roles":[
        {
            "id":"35236565",
            "name":"Artist",
            "count_objects":"8463"
        }
    ],
    "concordances":{
        "freebase:id":"\/m\/06jp6v",
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":"479",
        "phm:id":null,
        "tms:id":"13430",
        "vanda:id":"10010",
        "viaf:id":"17218920",
        "walker:id":null,
        "wikipedia:id":"2065441"
    }
}