{
    "id":"18569697",
    "tms:id":"78549",
    "accession_number":"1943-51-131",
    "title":"Album Page, \"Architectural Details, Buhl\", September 21, 1887",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18569697\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"September 21, 1887",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1943",
    "decade":null,
    "woe:country":"23424829",
    "medium":"Graphite on cream paperboard tipped into binding with fabric",
    "markings":"Paper-maker's mark: embossed in support at upper left corner of sheet: an oval with \"J M P\" in center, ornament above and a small banner that reads \"BRISTOL\" below.",
    "signed":null,
    "inscribed":"Recto, in graphite, beginning at top left: roof plastered \/ red \/ ...the \/ criss cross is made \/ with tiles \/ red \/ white \/ chimney top; at top right: white \/ edge of tiles red \/ red \/ white \/ tiles  - the roof is plastered \/ as are the sides of chimney \/ this same chimney top \/ without the middle brick \/ and... support is very \/ pretty; at upper right corner: (inscribed in circle) 51 \/ 63; above center left: tiles \/ board \/ roof supports \/ floor beams \/ plaster; above center right: a pretty roof - on a small house; at center: farm house; at bottom center: forge; at bottom right: Buhl \/ Sept 21st 1887 \/ Black Forest.",
    "provenance":null,
    "dimensions":"31.1 x 23.9 cm (12 1\/4 x 9 7\/16 in.), irregular",
    "creditline":"Gift of Mrs. William Greenough",
    "description":"Vertical sheet with six sketches of architectural details.  At the top are two different styles of chimneys with the artist's notes about colors and material.  Below this at left is the detail of the underside of an eave with the artist's notes again about material and and position of the elements, specifically \"to let \/ floor beams protrude \/ as far as possible \/ under overhang and \/ to fill up betweenwith plaster \/ it gives \/ softness\". To the right of this is a lightly sketched timber structure with a prominent dormer and roof with deep eaves visibly supported by beams from underneath.  Below this drawing is another half-timber and plaster stucture identified as a \"farm house\".  At bottom right is a large half-timbered building with masonry lower story and a low, swooping wooden eave supported by y-shaped timbers at the front.  A smaller timber structure with steeply pitched roof is attached to the rear.",
    "justification":null,
    "culture":"American",
    "style":null,
    "type":{
        "id":"35267349",
        "name":"Album page"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37563_dc47ff48e77d4a12_b.jpg",
                "width":1019,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37563_dc47ff48e77d4a12_n.jpg",
                "width":318,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37563_dc47ff48e77d4a12_z.jpg",
                "width":637,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18042021",
            "role_id":"35236565",
            "person_name":"Whitney Warren",
            "role_name":"Artist",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042021\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions":[

    ]
}