{
    "id":"18170001",
    "tms:id":"18085",
    "accession_number":"1911-28-129",
    "title":"Drawing, \"Design for a Stained Glass Window: Grammatica\", 1606",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18170001\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35366189",
    "type_id":"35237093",
    "date":"1606",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1911",
    "decade":null,
    "woe:country":null,
    "medium":"Pen and brown ink, brown wash",
    "markings":"Stamped at lower right, in black: \"DS\" within a circle (Lugt 793; the mark for D. Schindler).",
    "signed":null,
    "inscribed":null,
    "provenance":"D. Schindler, Glarus (c. 1600-1610); Dean Veith, Schaffhausen, Switzerland (sold 1835 (?); old card says \"1229 sold 1835 with the collection of Dean Veith); Léon Decloux",
    "dimensions":"29.5 x 19 cm (11 5\/8 x 7 1\/2 in. )",
    "creditline":"Purchased for the Museum by the Advisory Council",
    "description":"Seated woman holding a stick in her right hand, the personification of Grammar (Grammatica), presides over a boys' schoolroom shown during a lesson.   She is talking to one pupil, who stands before her, as she checks his writing book; another pupil stands behind, waiting his turn for her inspection.  Five more pupils are seated in the background, performing their assignments; one pupil enters the doorway at right.  books, notably a grammar of Aelius (inscribed \"DONATUS\" is on the floor at the lower left, at the foot of Grammatica's ornate chair (decorated with the bust of a winged sphinx). The scene is set within an architectural framework.  \"GRAMMA\/TICA\" is inscribed in an escutcheon at top, center, flanked by two putti.  Two escutcheons arranged at the bottom center bear the faint initials: \"H\" (at left); and \"L\" (at right); the 1606 date is inscribed \"16\" to the left of the left escutcheon and \"06\" to the right of the right escutcheon.  A laurel-wreathed man's head (a bust) is in the niche to the left of the main scene, above a putto and an animal's head.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Design for a Stained Glass Window: Grammatica\", 1606.\n1606. Pen and brown ink, brown wash. Purchased for the Museum by the Advisory Council. 1911-28-129."
    },
    "colors":[

    ]
}