{
    "id":"18051165",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18051165\/",
    "name":"Maria Kipp",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"5",
    "biography":"Maria Kipp was born in Weihsenbrunn, Bavaria and came from a privileged family. Schools and university were recently being opened to women in Germany. In 1918, she enrolled at the Kunstgewerbschule (School of Applied Arts) in Munich. It is not clear if the Bauhaus manifesto had any impact on her education, like it did on some of her classmates. In 1920, she enrolled at the male-dominated Staatliche Hohere Fachschule für Textilindustrie (State Academy for the Textile Industry), in Münchberg, Bavaria. This was a great achievement, as the Academy had never accepted a female student before. Kipp was determined to apply her designs to industry and worked very hard to eventually become, what she called a “textile engineer.” On the weekends, she and her classmates taught themselves how mechanical looms worked by disassembling and reassembling them. After graduating from the Academy in 1923, she was reluctant to begin her career as a textile engineer because she would have to relocate to eastern Germany where the weaving mills were situated. A year later, after receiving a handloom as a gift from a friend, she launched her business.\nIn 1924, Kipp and her husband Ernst Haeckel moved to Los Angeles, like many Europeans during the interwar period. Alsmot as soon as they brought their looms over to California, and set up shop, they received important commissions. Some of the most important ones were to design drapery for the Los Angeles City Hall and the San Francisco Stock Exchange. Later on she would work with architects, such as Rudolph Schindler and later Richard Neutra. In addition, the Hollywood elite and major department stores began using her designs to decorate their spaces.",
    "woe:country":null,
    "date":"1900–1988",
    "roles":[
        {
            "id":"35236745",
            "name":"Weaver",
            "count_objects":"644"
        },
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28110"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"6222",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":null
    }
}