{
    "id": "18051165",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18051165\/",
    "name": "Maria Kipp",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "7",
    "biography": "Maria Kipp was born in Weihsenbrunn, Bavaria in 1900. Her father was a Protestant minister, and her family’s associations with Bavarian royalty provided a relatively privileged upbringing. In 1906 her family moved to Gaub, and she enjoyed private tutoring in French, music and embroidery. She attended a household and horticulture school, and discovered her proclivities towards drawing and painting. In 1918, she enrolled at the Kunstgewerbschule (School of Applied Arts) in Munich. Though the women’s liberation movement in Germany had recently allowed equal admission to both men and women, there were lingering prejudices surrounding women’s enrollment in art schools, in particular. Gunta Stozl also attended that school from 1914-1916, and would later go on to assume the position of head of the Weaving Workshop at the renowned Bauhaus. It is unclear whether Kipp was exposed or influenced to the Bauhaus manifesto during this time.\nIn 1920, she enrolled at Staatliche Hohere Fachschule für Textilindustrie (State Academy for the Textile Industry), in Münchberg, Bavaria. She was the first female student to attend the school since its founding in 1854. Kipp proved to be a highly disciplined and talented student, motivated to become not only a textile designer but also a textile engineer. On Saturdays when class was not in session, she and her classmates taught themselves how mechanical looms worked by disassembling and reassembling them. It was there that she gained the necessary technical knowledge of weaving, learning about natural fibers, spinning, finishing techniques, warp calculation and became proficient with weaving on both mechanical (jacquard) and hand looms. \nAfter graduating from the Academy in 1923, she was reluctant to begin her career as a textile engineer because it would require her to relocate to eastern Germany where the weaving mills were situated. A year later, after receiving a handloom as a gift from a friend, she decided to launch her business. She married Ernst Haeckel in late 1923, and became deeply involved in the spiritual Mazdaznan movement, which Kipp thoroughly describes in her autobiography. In 1924, Kipp and Haeckel moved to Los Angeles, the headquarters of the Mazdaznan organization and also a cultural haven for European artists and intellectual émigrés. Los Angeles had experienced unprecedented economic growth in the 1920s and 30s, largely due to the success of the oil, film, aviation and automobile industries. This economic abundance fostered an inviting environment for writers, musicians, filmmakers, architects and artists – creating ample opportunity for successful business ventures. \nKipp and Haeckel quickly established their workshop, specializing in handwoven textiles for interior designers and architects. During this period, they worked on two important commissions: in 1928 Kipp designed the drapery for the Los Angeles City Hall and the San Francisco Stock Exchange. They also worked with fellow émigrés R. M. Schindler, Paul T. Frankl and Richard Neutra. She designed textiles for upholstery, drapery and casements, lampshades and more. Though she and Haeckel divorced in 1931, they continued their professional relationship until it no longer was practical. Kipp married again in 1933 to George Engelke, an accountant, who provided her with enough financial security that she could feel free to expand her new firm “Maria Kipp” even further. \n Though she preferred to practice as a primarily a small-run handcraft producer, Kipp created handwoven textiles for the superliner SS United States, Airforce One, the Beverly Hills Hotel and the Los Angeles Times Offices. She also executed many important commissions for Hollywood elites like the actress Loretta Young, Frank Sinatra, Dean Martin and Rita Hayworth, among many other private and commercial commissions. Though a successful and talented technical handweaver, Kipp was also a shrewd businesswoman, and enjoyed a long and fruitful career. She died in 1988. \nKipp’s textiles often feature open-weave structures, with dimensionality and abstract imagery and geometric forms, but in quieter, calmer colors than contemporaries like Dorothy Liebes.",
    "woe:country_id": null,
    "date": "1900–1988",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}