{
    "id":"18730693",
    "tms:id":"241440",
    "accession_number":"2009-16-4",
    "title":"Knife Prototype, \"Iona\", Design Date 1979",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18730693\/",
    "department_id":"35347497",
    "period_id":null,
    "media_id":"35433199",
    "type_id":"35305717",
    "date":"Design Date 1979",
    "year_start":1979,
    "year_end":1980,
    "year_acquired":"2009",
    "decade":"1970",
    "woe:country":null,
    "medium":"Clay, Resin",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":null,
    "creditline":"Gift of Gerald Gulotta",
    "description":null,
    "justification":"won first prize at the 1971 &quot;Premio Internacional&quot; Competition for glass and ceramics, Valencia, Spain, and in 1980 he claimed first prize at the International Competition for handmade glass, in Lisbon, Portugal.&amp;nbsp; Gulotta's work is represented at CHNDM, and in the collections of The Brooklyn Museum of Art, The Newark Museum, The Dallas Museum of Art, and more recently, the Victoria and Albert Museum (England), and The Powerhouse Museum (Australia).\nIn the 1990s, Gulotta invited several American museums, including Cooper-Hewitt, to visit his studio and select examples of his work. The PDDA curator at the time chose examples from six cutlery patterns, glassware, and a suite of his &quot;Chromatics&quot; tableware range (ceramics, glass, cutlery) for Block China, while the Drawings and Prints Department chose ceramics drawings.\nWhile PDDA has final production models of the Gulotta designs noted above, the models and prototypes being presented are desirable for the way they tell a story of the industrial design process-from object concepts and modifications to a final version for mass production. In Gulotta's words:\n&quot;I always begin with thumbnail sketches. When I think an idea is interesting, I begin a model right away….The coffeepot, teapot, cream and sugar are important….They're slip cast and they give the look-the line's real presence as a shape statement and its vertical dimension. I'm not a potter…. [I deal] in the cross section-it's really cross-section designing. The factory gets my drawings and models, and they have to make their own production models….&quot;&quot;I go to the factory in the beginning stages. The plaster models are always…pristine. Sometimes the translation into ceramics requires modification that you can't control until you make a sample.&quot; (Wechsler, S. &quot;The New American Ceramics,&quot; Industrial Design, May\/June, 1985, v.32, pp. 26)\nThe prototypes for a ceramic coffee pot and cream pitcher include the pot in an early plaster model; next, a clay-covered ceramic sample with a simple paper strip inserted on the side to show the desired curve of the handle, plus several different clay knobs proposed for the lid; and finally, the ceramic version including the chosen &quot;D&quot;-shaped knob on the lid.&amp;nbsp; The three iterations of the cream pitcher demonstrate Gulotta's recommendation for widening the mouth and body, and the resulting example with a more efficient and pleasing form.\nGulotta also experimented with ceramic glazes and surface effects. Three vase prototypes for the manufacturer Ceramica São Bernardo, are seen here in a celadon craquelure surface reminiscent of Asian ceramics, but also in a fish scale-like matt white surface achieved by spraying the glaze through a screen. Variations in the surface are a result of the way the ceramics worker finished the piece, holding the screen while applying the glaze. This rapid process is the same for each work, but each surface is unique.\nThree plastic cutlery models, with their penciled markings at various handle thicknesses relate to CHNDM's examples of Gulotta's &quot;Eros&quot; cutlery for Sasaki, manufactured in 1996 (1997-40-1\/5), while the clay and resin knife models link to his 1980 &quot;Iona&quot; design for H.E. Laufer (1999-40-48\/52).Curators recommend accepting this group of prototypes.",
    "type":{
        "id":"35305717",
        "name":"Knife prototype"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/38934_5e56f368f8e8f04c_b.jpg",
                "width":176,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/38934_5e56f368f8e8f04c_n.jpg",
                "width":55,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/38934_5e56f368f8e8f04c_z.jpg",
                "width":110,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18051429",
            "role_id":"35236667",
            "person_name":"H.E. Lauffer",
            "role_name":"Client",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18051429\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        },
        {
            "person_id":"18041133",
            "role_id":"35351535",
            "person_name":"Gerald Gulotta (American, b. 1921)",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041133\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18062317",
            "role_id":"51571159",
            "person_name":"Laura Gulotta",
            "role_name":"Agent",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18062317\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/51571159\/"
        },
        {
            "person_id":"18041133",
            "role_id":"35236655",
            "person_name":"Gerald Gulotta (American, b. 1921)",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041133\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Knife Prototype, \"Iona\", Design Date 1979.Clay, Resin. Gift of Gerald Gulotta. 2009-16-4."
    },
    "colors":[
        {
            "color":"#918a84",
            "closest_css3":"#808080"
        },
        {
            "color":"#514642",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#ab9fa5",
            "closest_css3":"#a9a9a9"
        },
        {
            "color":"#594e37",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#7b7075",
            "closest_css3":"#808080"
        }
    ]
}