{
    "id": "18044089",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18044089\/",
    "name": "John A. Foster",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "John Foster’s passion for art started early in his hometown of Detroit. He studied drawing under John Wicker at the Wicker School of Fine Arts before attending the University of Michigan. From 1922 to 1944, Foster worked at the Ford Motor Company and was made Chief Ceramic Engineer at the Ford River Rouge Plant. After 1938, Foster was in charge of pottery at Greenfield Village. He began making pottery and firing it alongside spark plug molds. He became an admirer of the work of the Arts and Crafts ceramicist, Adelaide Alsop Robineau, and began studying pottery with a focus on crystalline glazes, for which he is best known today. \n\nFoster first exhibited his work in 1934 at the third annual Robineau Memorial Exhibition, a national show held at the Syracuse Museum of Art. His work was exhibited extensively at Syracuse and at the Michigan Artist-Craftsman exhibitions held at the Detroit Institute of Arts. His striped bowls were awarded the Georg Jensen Prize at the Designer Craftsmen U.S.A. exhibition at the Brooklyn Museum in 1953. Foster was invited to attend the International Conference of Craftsmen in Pottery and Textiles at Dartington Hall, Devon, England, in 1952, and gave a talk on Festival Ware (a dinnerware designed by Foster and produced in his studio.) His Festival Ware was awarded the Founders Purchase prize at the 1952 Exhibition for Michigan Artist-Craftsmen, and was exhibited at the 1958 Brussels World’s Fair. Foster organized the Michigan Potters’ Association in 1958, and served as representative to the North Central Regional Assembly of the American Craftsmen Council from 1959 to 1963.\n\nFoster’s pottery is a celebration of his artistic and engineering capabilities. His early works were quite small and elegant in classical Chinese style. As his career progressed, Foster’s works became more deliberate in pattern. The shapes are reminiscent of natural forms with a sense of motion and movement. Though all the pots do not bear a name, they all are instilled with a sense of meaning. The artist even wrote extensive notes about each piece. He felt his works were “a considered statement about life and living.”[1]\n\nFoster was an influential teacher, provoking his students, colleagues, and followers to think about larger artistic concepts when working in clay. “John Foster’s pottery is a unique example of the combination of ceramic excellence with spiritual sensitivity.”[2] \n\n\n[1] Cork Marcheschi, “Discovering John Foster,” Modernism Magazine, September 22, 2005, 110–18.\n[2] Gordon Orear and Elizabeth Orear, The Pottery of John Foster: Form and Meaning (Detroit: Wayne State University Press, 1990).",
    "woe:country_id": "23424977",
    "date": "1900 – 1980",
    "videos": [

    ],
    "woe:country": "23424977"
}