{
    "id": "18052753",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18052753\/",
    "name": "Leo Wallerstein",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "271",
    "biography": "He was born in Fuerth, Bavaria, Germany, came to this country in 1900 and in 1902 joined a brother, the late Dr. Max Wallerstein, in the establishment of the Wallerstein Laboratories, consultants to the brewing industry on fermentation and allied matters.  \nHe was educated in Brussels, Belgium, and at the Cooper Union in New York City.  Through the years he and his brother built the business until it encompassed the use of enzymes in many branches of manufacturing, including silk, confectionery, syrup, soft drink and other industries. \nIn 1937 he became president of Wallerstein Company, Inc. after the death of his brother and chairman in 1957.  He was also director of many compaines, including the Metal and Thermit Corporation and was a trustee of Montefiore Hospital in the Bronx and a member of the Chemists, Centuyr and Harmonie Clubs.  He held more than fifty patents covering the use of enzymes in industry and was known particularly for his invention of a process for retaining the sparkle in bottled beer.\nHe had donated works of art to the Metropolitan Museum of Art, Cooper Union, the Brooklyn Museum and Brown University.  Mr. Wallerstein helped many young science students to get established and gave active aid to refugees from Nazi Germany.  He was also active in the work of the Federation of Jewish Philanthropies.\nLeo Wallerstein died on November 6, 1958.\nWife was Mrs. Dorothy Calman Wallerstein, a son, George Wallerstein, and two daughters, Mrs. Alice Silton and Mrs. Dorothy Elgar.\n(NY Times 11\/7\/1958)",
    "woe:country": null,
    "date": null,
    "roles": [
        {
            "id": "35351535",
            "name": "Donor",
            "count_objects": "118109"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "7087",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": null,
        "ideo:id": null
    }
}