{
    "id": "18644633",
    "tms:id": "197219",
    "accession_number": "1993-151-428-1\/33",
    "title": "Blocks, \"M&Co: Five World Alphabets\", 1991",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644633\/",
    "department_id": "35347493",
    "period_id": "35435423",
    "date": "1991",
    "year_start": "1991",
    "year_end": "1991",
    "year_acquired": "1993",
    "decade": "1990",
    "woe:country": null,
    "medium": "Wood, paint, cardboard box and printed white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-428 -33 - 28.8  x 34.8 x  6 cm (11 15\/16  x 13 11\/16 x 2 3\/8 in.), box\n1993-151-428 - 1\/ 30 - 5 x 5 x 5 cm (2 x 2 x 2 in.), individual blocks in set of thirty\n1993-151-428 - 32 - 28 x 15.2 cm (11 x 6 in.), insert, folded\n1993-151-428 - 32 - 28 x 60.6 cm (11 x 24 in.), insert, unfolded\n1993-151-428d - 27 x 32 x 2.5 cm (10 3\/4 x 12 3\/4 x 1 in.), tray",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "1993-151-428 -33 - The box, fabricated of heavy natural cardboard, is imprinted in red on the attached lid: Upper left, in sans serif capital letters, Blocks (underscored)\/ By M&Co New York. Five World Alphabets (Arabic, Cyrillic,\/ Hebrew, Japanese, and Latin) Printed in Non-Toxic Inks on\/ 30 Blocks of Solid Pennsylvania Poplar (in a Wooden Tray). Below that, in the lower half, is an illustration of a tray of cube-shaped blocks, unlettered; an arrow curved to the right points to an illustration of a block, three sides visible and marked by a Latin A, Hebrew aleph and one of the forty-six written Japanese Hiragana symbols. \n\n1993-151-428 - 1\/30 - Thirty blocks are arranged in six horizontal and five vertical rows, which expose to the viewer the twenty-six letters, in alphabetical order, of the Latin (Roman) alphabet. The letters A, E, O, and T are in duplicate, in order to accommodate the depiction on the five remaining sides of three of the four additional alphabets, Arabic, Cyrillic and Japanese Hiragana, each containing more than twenty-six letters. (Hebrew, the fifth alphabet, contains twenty-six letters.) In the third horizontal row, in the third position, the M block is imprinted A Set of Blocks\/ M\/ By M&Co New York. A consistent color scheme is followed throughout: Latin, black; Arabic, green; Cyrillic, blue; Hebrew, orange; and Japanese, red. \n\n1993-151-428 - 31 - Wood tray that holds the blocks.\n\n1993-151-428 - 32 - The insert, in a black and red color scheme on white cardboard, is headed in capital sans serif type: The 5 Alphabets* On Your M&Co Global Blocks...\/ And 3 Sample Words: What They Look Like, How to Say Them, And What They Mean.\nThe asterisk is footnoted to four lines of type on the lower left: There are many other alphabets used around the world; we just couldn't fit them all. The remaining space is divided into five sections, one for each alphabet, comprised of a one-line introductory statement; a one-line depiction of each alphabet's letters; and three words, chicken, stupid and laugh, imprinted in the designated alphabet and \ntransliterated into Latin letters, indicating pronunciation.",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/21699_10cc8bf3a2a85358_b.jpg",
                "width": 1024,
                "height": 768,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/21699_10cc8bf3a2a85358_n.jpg",
                "width": 320,
                "height": 240,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/21699_10cc8bf3a2a85358_z.jpg",
                "width": 640,
                "height": 480,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}