{
    "id": "18044277",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18044277\/",
    "name": "Ward Bennett",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "60",
    "biography": "As a teenager, Bennett worked a variety of jobs in New York City’s Garment District. Despite his lack of formal artistic training, he travelled to Paris and drew for haute couture collections. Bennett enrolled at the Istituto d’Arte Porta Romana in Florence before attending the Académie de la Grande Chaumière in Paris in 1937, where he worked with sculptor Constantin Brancusi. Bennett returned to New York several years later and, in the 1940s, began his first forays into interior design while also producing ceramics and jewelry. His debut in the Whitney Museum Annual Exhibition (1944) led to a one-man show at MoMA. \n\nTwo large projects for the interiors and furnishings of the Crown Zellerbach Building in San Francisco (1959) and the Chase Manhattan Bank Building in New York (1961), both by the architecture firm Skidmore, Owings & Merrill, put Bennett in the design world spotlight. For the Chase commission, Bennett created glass vases, ashtrays, executive china, silverware, furniture, and cabinetry. Some of the furniture designed for these projects was reproduced, beginning in 1964, by Brickel Associates, a relationship that led to Bennett’s appointment as the firm’s resident designer in the 1970s. He obtained many residential interior commissions in New York City and the Hamptons and was well known for the continual redesign of his own two-story apartment in the Dakota building on the Upper West Side, photos of which appeared repeatedly in publications such as Progressive Architecture, Interiors, Domus, and Interior Design. \n\nAfter creating a limited-production line of sterling flatware for Tiffany & Company that was commercially unsuccessful, Bennett began a lucrative partnership designing for the Japanese manufacturer Sasaki, contributing at least eight patterns of flatware designs (several examples of which are represented in the museum’s collection), as well as glassware and ceramics that were launched as part of the centennial anniversary of Bloomingdale’s department store in 1986. Bennett became Design Director of the Geiger furniture company in 1987. Prior to his death in 2003, Bennett was honored by the American Institute of Architects for distinguished achievements in design over the course of his nearly 65-year career. He was also inducted into Interior Design magazine’s Hall of Fame.",
    "woe:country_id": "23424977",
    "date": "American, 1917–2003",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}