{
    "id": "18697109",
    "tms:id": "224153",
    "accession_number": "2002-20-2",
    "title": "Drawing, \"Design for a Dining Chair with Arms, for Baker Furniture Incorporated, Grand Rapids, MI\", 1955",
    "title_raw": "Design for A Dining Chair with Arms, for Baker Furniture Incorporated, Grand Rapids, Michigan",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18697109\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35424869",
    "type_id": "35237093",
    "date": "1955",
    "year_start": 1955,
    "year_end": 1955,
    "year_acquired": "2002",
    "decade": "1950",
    "woe:country_id": "23424796",
    "medium": "Brush and blue watercolor on pre-printed white wove paper",
    "markings": "Baker Furniture Incorporated stamp in gray, lower right corner:  BAKER FURNITURE INCORPORATED\/Grand Rapids 2, Michigan\/DINING CHAIR 1955, WITH ARMS\/FINN JUHL architect m.a.a.\/Nyhaven DD. Copenhagen K. Denmark\/Telephones........\/date:  June 13, 1955 rev.:\/no.: 109 scale:  1-4 1-1",
    "signed": null,
    "inscribed": "Stamped in gray ink, lower right corner:  109",
    "provenance": "Japanese collector [1]; 2002: acquired by Museum (from Phillips de Pury & Luxembourg)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[1] Sale, 21-20th Century Design Art, Phillips de Pury & Luxembourg, New York, November 19, 2002, lot 162, p. 93 (illus. p. 92); Sale, Important 20th Century Decorative Arts, including Arts & Crafts and Architectural Designs, Christie's, New York, June 11, 1994, lot 350, p. 148 (illus. p. 149).",
    "dimensions": "Overall: 41.9 x 58.3 cm (16 1\/2 x 22 15\/16 in.)",
    "dimensions_raw": {
        "height": [
            "41.90",
            "centimeters"
        ],
        "width": [
            "58.30",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of George A. Hearn",
    "description": "View of front, side, and back of wood and blue upholstered armchair, from left to right across upper half of sheet.  Plan of armchair in the lower middle of sheet, with pre-printed multiple image of chair at lower left.",
    "justification": "The Danish furniture and interior designer Finn Juhl, with Klaare Klint and Arne Jacobson, made Denmark a leader in modern home furnishings in the 1940s and 1950s. Juhl, in particular, led the fashion for Danish modern domestic furniture in the American market during the 1950s and 1960s. Design for a Dining Chair with Arms (1955), manufactured by Baker Furniture Incorporated, represents Juhl’s forms as tailored for American mass production.\nJuhl trained in architecture at the Academy of Arts in Copenhagen. He graduated in 1934 and spent the first 10 years of his career working in the architecture offices of Vihelm Lauritzsen in Copenhagen. He made his debut as a furniture designer at the Copenhagen Cabinetmakers’ Guild exhibition at the Museum of Decorative Arts in 1937. Considered highly controversial in the 1930s and 1940s, Juhl’s furniture broke with the tradition of pared-down, historicist furniture forms popularized by Klint, who then dominated furniture design. Instead, Juhl experimented during the 1940s with new forms and production methods in collaboration with the highly skilled cabinetmaker, Niels Vodder. In 1945, Juhl introduced his characteristic chair form and construction at the Cabinetmakers’ Guild exhibition. The 45chair, as it came to be known, featured a one-piece curving seat and back that was separate from the sculpted teak wood frame, conveying the feeling of incomparable weightlessness. Working through the 1940s and 1950s with this kind of construction, Juhl and Vodder together produced a series of organic chairs, sofas, and tables that won 14 prizes from the Copenhagen Cabinetmakers’ Guild as well as six Milan Triennale gold medals. All the furniture was custom-made in limited quantities.\nJuhl’s introduction to the American market began in 1948 when MoMA’s managing director of the design department, Edgar Kaufmann Jr. commissioned him to design MoMA’s second Good Design exhibition. An article on Juhl by Kaufmann for Interiors magazine caught the attention of the president of Baker Furniture Incorporated, Hollis Baker, who was interested in introducing a modern furniture line with Juhl’s designs. After meeting with Juhl in Copenhagen and in Grand Rapids, Michigan, a contract was signed in September 1950, according to which Baker would mass produce some of the models already fabricated in limited quantities by Vodder, as well as new models especially suited to the American market. The Baker line, known as Baker Modern, was introduced in June 1951. Altogether, Baker manufactured 24 of Juhl’s furniture models, including side chairs, armchairs, sofas, desks, coffee tables, sideboards, and night stands.\nDrawings for mid-century furnishings by major designers are among the objects currently targeted for acquisition. At the time of proposed acquisition, drawings of 1950s design have been limited to a handful of radio, vacuum cleaner, and sewing machine designs by Richard Arbib; advertising designs for W. J. Sloane &amp; Company by Max Walter; and one interior design by the French designer Mathieu Matégot. This Juhl drawing, together with Design for a Dining Chair, will help document the importance of Danish design in postwar America. These drawings also represent another step in the evolution of 20th-century furniture design away from the metal and upholstered wood furniture of the 1920s and 1930s, represented in the collection by the Donald Deskey archive and two Gunnar Asplund chair drawings. Just as Deskey’s European-inspired modernist furniture designs were created for mass production by American furniture manufacturers, the Juhl drawings record the construction, production, and adaptation of European design to American mass market.",
    "videos": null,
    "woe:country": "23424796",
    "type": "Drawing",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38500_ac0ceb8b26b98e54_b.jpg",
                "width": 1024,
                "height": 726,
                "is_primary": "1",
                "image_id": "38500"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38500_ac0ceb8b26b98e54_z.jpg",
                "width": 640,
                "height": 454,
                "is_primary": "1",
                "image_id": "38500"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38500_ac0ceb8b26b98e54_n.jpg",
                "width": 320,
                "height": 227,
                "is_primary": "1",
                "image_id": "38500"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38500_ac0ceb8b26b98e54_d.gif",
                "width": 320,
                "height": 227,
                "is_primary": "1",
                "image_id": "38500"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38500_ac0ceb8b26b98e54_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "38500"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/16459_a4318ff3f4497496_b.jpg",
                "width": 631,
                "height": 448,
                "is_primary": "0",
                "image_id": "16459"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/16459_a4318ff3f4497496_z.jpg",
                "width": 631,
                "height": 448,
                "is_primary": "0",
                "image_id": "16459"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/16459_a4318ff3f4497496_n.jpg",
                "width": 320,
                "height": 227,
                "is_primary": "0",
                "image_id": "16459"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/16459_a4318ff3f4497496_d.gif",
                "width": 320,
                "height": 227,
                "is_primary": "0",
                "image_id": "16459"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/16459_a4318ff3f4497496_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "16459"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18055327",
            "role_id": "35352249",
            "person_name": "Phillips de Pury & Luxemburg",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055327\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18055331",
            "role_id": "35236657",
            "person_name": "Baker Furniture Incorporated",
            "person_date": "",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055331\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18055329",
            "role_id": "35236655",
            "person_name": "Finn Juhl",
            "person_date": "Danish, 1912 – 1989",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055329\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, \"Design for a Dining Chair with Arms, for Baker Furniture Incorporated, Grand Rapids, MI\", 1955. Brush and blue watercolor on pre-printed white wove paper. Museum purchase through gift of George A. Hearn. 2002-20-2."
    },
    "colors": [
        {
            "color": "#3c697b",
            "closest_crayola": "#4a646c",
            "closest_css3": "#483d8b",
            "closest_css4": "#483d8b"
        },
        {
            "color": "#66442f",
            "closest_crayola": "#714b23",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#8d6441",
            "closest_crayola": "#85754e",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#39322b",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#a38766",
            "closest_crayola": "#9f8170",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "Denmark"
}