{
    "id": "18410343",
    "tms:id": "115389",
    "accession_number": "1956-47-55",
    "title": "Drawing, \"Six Male Heads in the Ancient Roman Style\", 1930–32",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18410343\/",
    "department_id": "35347493",
    "period_id": "35417235",
    "date": "1930–32",
    "year_start": "1930",
    "year_end": "1932",
    "year_acquired": "1956",
    "decade": "1930",
    "woe:country": null,
    "medium": "China marker; grapite pencil",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "34.5 x 38.7 cm (16 3\/4 x 13 5\/8 in.)",
    "creditline": "Gift of Ellen Gustav Jensen",
    "description": "The six heads of Roman rulers, scattered on the page, are labeled in script. On the top left of the page, the head, almost bald and in frontal view, is turned slightly to the left; the eyes, looking in that direction, are wide open; the visible (left) brow is raised, while the brow area on the right is heavily shaded; the jaw, also shaded, is square. The label, Scipio\/ Africanus, is underneath.\n\nNext, to the right, just off center, is a head posed on a long neck, in right profile. Hair is indicated by a few wavy lines on the back of the head; the nose is aquiline, the face heavily shadowed, and the chin receding. The label, Claudius Marcellus, is on the right; from old coin, just underneath, alludes to a stylistic source. \n\nOn the far right, the lightly sketched head is in right profile; the aquiline nose, full lower lip, and cleft chin are the distinctive features. Mitridates\/ the great is written on the right just next to the edge of the page.\n\nIn the space underneath the Claudius label is a head in right profile; the darker outline and shading of forehead, nose and mouth emphasize those features. The label, Perseus, is on the right. With the sheet turned top to bottom, the head on the left in right profile shows an upturned nose and rounded chin; dark outlines and heavy shading prevail. Pompeiius is the label underneath. \n\nOn the same level to the right, the head, turned toward the left, features deep horizontal creases in the forehead and heavy shading throughout. The right eyebrow curves vertically into the space between the eyes. A curly fringe indicates the hairline. Sulla, written on the right, is followed by the designer's parenthetical notation: more mean looking - eyes closed - squinting.",
    "justification": null,
    "culture": null,
    "style": null,
    "images": [

    ],
    "participants": [

    ],
    "exhibitions": [

    ]
}