{
    "id": "18537461",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18537461\/",
    "name": "Chez Aucoc",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Taking over from Pierre-Dominique Maire, the prominent ‘Nécessaire de Voyage’ manufacturer, the company of Aucoc was started by Jean-Baptiste Casimir Aucoc in 1821. Based at 154 Rue Saint-Honoré in Paris, Casimir worked primarily a silversmith, his specialty also being in the manufacture of ‘Nécessaire de Voyage’ dressing and travelling cases. His reputation for fine work gained him the appointment to King Charles X. In 1835, he moved the business to 4 & 6 Rue de la Paix in Paris, expanding into goldsmithing. Around 1850, he was joined in business by his son, Louis, and by 1854, Louis was running the business after Casimir’s retirement that same year. On the birth of Louis’ son (also called Louis) in 1850, Louis (the father) was then referred to as Louis Ainé (the elder).\nLouis Aucoc Ainé kept up the great tradition of manufacturing and retailing Nécessaires, whilst also expanding further into the production of decorative jeweler. By this time, the business had acquired appointments to King Louis-Philippe I and then Napoleon III, as well as other members of the royal family. It was during the mid 1870′s, that Louis’ son took over the helm of the business. In 1876, a sixteen year old Rene Lalique was given an apprenticeship by Louis Aucoc, which was to last two years. On the purchase of the Parisian jewellery business of Lobjois in 1877, Louis renamed the family business to La Maison Aucoc. In 1900, Louis’s younger brother, André, was in control of the business, returning it to its roots by focusing again on silversmithing.",
    "woe:country_id": "23424819",
    "date": "France, established 1821",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424819"
}