{
    "id": "68724317",
    "tms:id": "277165",
    "accession_number": "2014-20-2",
    "title": "Poster, \"A New Situation - New Tasks for Economic Construction\", 1931",
    "title_raw": "A New Situation - New Tasks for Economic Construction",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/68724317\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "68724311",
    "type_id": "35238163",
    "date": "1931",
    "year_start": 1925,
    "year_end": 1935,
    "year_acquired": "2014",
    "decade": "1920",
    "woe:country_id": "23424936",
    "medium": "Lithograph and letterpress on paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Merrill Berman to Cooper Hewitt, July 2014",
    "dimensions": "103.8 × 74.3 cm (40 7\/8 × 29 1\/4 in.)",
    "dimensions_raw": {
        "height": [
            "103.80",
            "centimeters"
        ],
        "width": [
            "74.30",
            "centimeters"
        ]
    },
    "creditline": "Gift of Merrill C. Berman in honor of Ellen Lupton",
    "description": "Six blocks of text outlining Stalin's 1931 \"Six Conditions\" speech overlap a black and white photo of Stalin.  Additional quotes from the speech, printed in red and black Cyrillic appear to the right of Stalin's head at an angle against a cream-colored section. Above this, the speech's title appears in red, against a grey background.",
    "justification": "This poster was designed to reinforce the tenets of a speech by Joseph Stalin, delivered to a meeting of industrial managers in June 1931. The speech outlined six conditions for new industrial development, all of which are reproduced on the poster. Such extensive quotation might seem counterintuitive to arresting design, but the anonymous designer of this work manipulates the text as a graphic element. The speech itself is not particularly stirring—Stalin urges the industrialists to “liquidate the instability of the labor force” and “implement and strengthen economic accounting.” However, when printed in bright, contrasting colors and arranged at different angles, the text excites the eye, its visual dynamism compensating for its content. \nIn the year this poster was printed, the Art Department of the State Publishing House (IZOGIZ) assumed complete control of Soviet poster output.  IZOGIZ centralized and expanded poster production, and subjected designers to an unprecedented level of regulation. The department instructed them which slogans and images to use, and which themes to emphasize. This is an IZOGIZ poster, and we can infer that many elements of its design were dictated by Party officials. Like other posters of this period, it features a photo of Stalin dressed in the ordinary attire of a worker or low-ranking soldier. Even as he cultivates the appearance of an everyman, his picture commands authority. In posters of the late 1920’s, Lenin’s image typically accompanied Stalin’s, to legitimize the early years of his reign. This began to change in 1931, after the painter Isaak Brodsky distributed a portrait of the leader alone, standing causally in a work shirt. As it grew more common to depict Stalin without Lenin, his image became synonymous with state power.  Designers had previously used anonymous workers and unattributed slogans to connote Soviet strength, but they began to replace these with the words and likeness of Stalin. A New Situation—New Conditions for Economic Victory is an early example of this new strategy.",
    "videos": null,
    "woe:country": "23424936",
    "type": "poster",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/93893_52e9b318b2e39509_b.jpg",
                "width": 726,
                "height": 1024,
                "is_primary": "1",
                "image_id": "93893"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/93893_52e9b318b2e39509_z.jpg",
                "width": 453,
                "height": 640,
                "is_primary": "1",
                "image_id": "93893"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/93893_52e9b318b2e39509_n.jpg",
                "width": 227,
                "height": 320,
                "is_primary": "1",
                "image_id": "93893"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/93893_52e9b318b2e39509_d.gif",
                "width": 227,
                "height": 320,
                "is_primary": "1",
                "image_id": "93893"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/93893_52e9b318b2e39509_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "93893"
            }
        }
    ],
    "participants": [
        {
            "person_id": "51677565",
            "role_id": "35351535",
            "person_name": "Merrill Berman",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51677565\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, \"A New Situation - New Tasks for Economic Construction\", 1931. Lithograph and letterpress on paper. Gift of Merrill C. Berman in honor of Ellen Lupton. 2014-20-2."
    },
    "colors": [

    ],
    "woe:country_name": "Russia"
}