{
    "id": "18734943",
    "tms:id": "243620",
    "accession_number": "2009-28-1",
    "title": "Handbag (Italy), 2002",
    "title_raw": null,
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18734943\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35433715",
    "type_id": "35290759",
    "date": "2002",
    "year_start": 2002,
    "year_end": 2002,
    "year_acquired": "2009",
    "decade": "2000",
    "woe:country_id": "23424853",
    "medium": "horsehair, leather, metal",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "With the designer until given to CHNDM, 2009.",
    "dimensions": null,
    "dimensions_raw": null,
    "creditline": "Gift of HL-Art",
    "description": "In the form of a horse's tail, with expanding circular elevator grille-like metal opening at the top, to which is attached a silk liner and cord-like black leather shoulder strap.",
    "justification": "As a fashion designer, Helmut Lang is associated with the pared-down, urban aesthetic of the 1990s. He is considered a part of the mid-1990s minimalist fashion movement. He is also known for introducing a new aesthetic to menswear, for which he won the CFDA Award for Menswear Designer of the Year in 2000. Although he has since left his fashion label, contemporary designers keep Lang at the forefront of the fashion world by referencing his work in their collections. Lang's cerebral approach and sometimes esoteric references never interfered with his ability to produce commercially successful and highly wearable garments. \nOlivier Saillard, curator at the Musée de la Mode et du Textile in Paris, writes, \"Lang has reconciled a commercial fashion audience with a highly personal and discreet approach, but one that does not fall into the trap of excessive intellectualizing that sometimes transforms women into an abstraction. He also helped launch a practical uniform for the city whose pants, like a long-legged second skin, have surely contributed to the elastic silhouette that has become part of the 2000s.\"\nLang opened his first studio in Vienna in 1977 and relocated to New York in the late 1990s. He was the first New York based designer to show his fall collection before the Paris and Milan shows and is credited with the eventual scheduling shift of New York fashion week to a month in advance of the European shows. In 1999, Prada Group purchased a majority stake in the Helmut Lang company. Lang left the fashion world in 2005, citing a desire for new challenges. \nThis horsehair handbag was made in Italy for Lang’s Séance de Travail Spring\/Summer 2002 collection. It has a leather strap, an enameled metal expandable opening and a swag of unwoven horsehair. The combination of industrial and natural elements is typical of Lang's work, as is his use of horsehair, which he often used in accessories. Horsehair was used extensively in Lang’s Séance de Travail Autumn\/Winter 2004–05 collection. In that collection, horsehair was used in tiered layers on boots and as tassels hung from the heel. It was also incorporated into some of the clothing, as small details emphasizing the shoulder or large swaths extending from the hip area. In reference to the Autumn\/Winter 2004–05 collection, Lang noted that the use of horsehair was inspired by the folkloric culture of Central and Eastern Europe. \nThis would be the first example of Lang’s work in the museum’s collection.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424853",
    "type": "Handbag",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/186735_0d56175e7162529d_b.jpg",
                "width": 606,
                "height": 1024,
                "is_primary": "1",
                "image_id": "186735"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/186735_0d56175e7162529d_z.jpg",
                "width": 378,
                "height": 640,
                "is_primary": "1",
                "image_id": "186735"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/186735_0d56175e7162529d_n.jpg",
                "width": 189,
                "height": 320,
                "is_primary": "1",
                "image_id": "186735"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/186735_0d56175e7162529d_d.gif",
                "width": 189,
                "height": 320,
                "is_primary": "1",
                "image_id": "186735"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/186735_0d56175e7162529d_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "186735"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18063011",
            "role_id": "35236655",
            "person_name": "Helmut Lang",
            "person_date": "Austrian, born 1956",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18063011\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062997",
            "role_id": "35351535",
            "person_name": "HL-Art LLC",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18062997\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Handbag (Italy), 2002. horsehair, leather, metal. Gift of HL-Art. 2009-28-1."
    },
    "colors": [

    ],
    "woe:country_name": "Italy",
    "is_loan_object": 0
}