{
    "id": "18734943",
    "tms:id": "243620",
    "accession_number": "2009-28-1",
    "title": "Handbag, 2002",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18734943\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35433715",
    "type_id": "35290759",
    "date": "2002",
    "year_start": 2002,
    "year_end": 2002,
    "year_acquired": "2009",
    "decade": "2000",
    "woe:country": "23424853",
    "medium": "Horsehair, leather, metal",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "With the designer until given to CHNDM, 2009.",
    "dimensions": null,
    "creditline": "Gift of HL-Art",
    "description": "In the form of a horse's tail, with expanding circular elevator grille-like metal opening at the top, to which is attached a silk liner and cord-like black leather shoulder strap.",
    "justification": "From Acquisition Justification:\n'As a fashion designer Helmut Lang is associated with the pared-down, urban aesthetic of the 1990's.&amp;nbsp; He is&amp;nbsp; considered a part of the mid-1990's minimalist fashion movement. He is also known for introducing a new aesthetic to menswear, for which he won the CFDA Menswear Designer of the Year Award in 2000.&amp;nbsp; Despite the fact that he is no longer designing clothes,&amp;nbsp; Lang, in recent years, has returned to the forefront of the fashion world through the referencing of his work by contemporary designers.&amp;nbsp; Important to an understanding of Lang's clothing design is the fact that his cerebral approach and sometimes obscure references do not get in the way of his producing successful and highly wearable garments. &amp;nbsp;Olivier Saillard, curator at the Musée de la Mode et du Textile writes: &quot;Lang has reconciled a commercial fashion audience with a highly personal and discreet approach, but one that does not fall into the trap of excessive intellectualizing that sometimes transforms women into an abstraction.&amp;nbsp; He also helped launch a practical uniform for the city whose pants, like a long-legged second skin, have surely contributed to the elastic silhouette that has become part of the 2000s.&quot;Lang opened his first studio in Vienna in 1977, eventually moving the operation to New York in the late 1990's.&amp;nbsp; At this time he also began staging his shows in the city and&amp;nbsp; began to identify himself with New York. He was the first New York based designer to show his fall collection before the Paris and Milan shows, and&amp;nbsp; is credited with the eventual move of New York fashion week to a month in advance of the European shows.&amp;nbsp; In 1999, Prada Group purchased a majority stake in the Helmut Lang Company.&amp;nbsp; Lang left in 2005, citing a desire for new challenges and to have more time to devote to his art.An artist as much as a fashion designer, Lang has collaborated with Louise Bourgeois and Jenny Holzer on commercial and artistic projects. While he is not the first designer to collaborate with contemporary artists, he did so within the context of his own artistic pursuits.&amp;nbsp; Since his departure from his label, Lang has been pursuing these artistic projects through HL-Arts. This horsehair handbag was made in Italy for the Scéance de Travail Spring\/Summer 2002 collection.&amp;nbsp; It has a leather strap, an enameled metal expandable opening and a swag of unwoven horsehair.&amp;nbsp; The combination of industrial and natural elements is typical of Lang's work, along with the use of horsehair, which generally appears on accessories.&amp;nbsp; It was used extensively in the Autumn\/Winter 04\/05 Scéance de Travail.&amp;nbsp; Here horsehair was used in tiered layers on boots and as tassels hung from the heel.&amp;nbsp; It is also incorporated into some of the clothing, as small details emphasizing the shoulder or large swaths extending from the hip area.&amp;nbsp; In reference to this collection Lang has said that the use of horsehair was inspired from local folkloric culture of Central and Eastern Europe.&amp;nbsp; It has also been asserted that the horsehair relates to the empowering of women (through a reference to the story of Samson and Delilah), a play on the notion of concealing and as a reference to the Lippanzer horses of Vienna's Spanische Hofreitschule (Spanish Riding School).&amp;nbsp; Helmut Lang's works are part of the collections of The Costume Insitute at the Metropolitan Museum of Art, The Deste Foundation for Contemporary Art (of which he is currently affiliated as a curator and artist) and the Los Angeles County Museum of Art.&quot;&amp;nbsp;&amp;nbsp;&amp;nbsp;",
    "type": {
        "id": "35290759",
        "name": "Handbag"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18063011",
            "role_id": "35236655",
            "person_name": "Helmut Lang",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18063011\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062997",
            "role_id": "35351535",
            "person_name": "HL-Art LLC",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062997\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Handbag, 2002. Horsehair, leather, metal. Gift of HL-Art. 2009-28-1."
    },
    "colors": [

    ]
}