{
    "id": "35460437",
    "tms:id": "274703",
    "accession_number": "2014-39-1",
    "title": "Architectural Model, \"Radcliffe Camera\", 19th century",
    "title_raw": "Radcliffe Camera",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35460437\/",
    "department_id": "35347495",
    "period_id": null,
    "media_id": "68743133",
    "type_id": "35238913",
    "date": "19th century",
    "year_start": 1800,
    "year_end": null,
    "year_acquired": "2014",
    "decade": null,
    "woe:country_id": "23424975",
    "medium": "carved, gessoed, and painted wood, glass",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2014, Acquired by Cooper Hewitt Smithsonian Design Museum from Eugene V Thaw and Clare E. Thaw prior to 2006.",
    "dimensions": "H x diam.: 50 x 28 cm (19 11\/16 in. x 11 in.)",
    "dimensions_raw": {
        "diameter": [
            "28.00",
            "centimeters"
        ],
        "height": [
            "50.00",
            "centimeters"
        ]
    },
    "creditline": "Gift of Eugene V. and Clare E. Thaw",
    "description": "the circular building with rusticated lower tier supporting set back upper tier with double columns between window bays, alternating blind and paned windows, surmounted by a domed top with finials around and a spire above, all replicating the Radcliffe Camera building in Oxford England.",
    "justification": "This superb model is a precise depiction of the Radcliffe Camera, an important architectural landmark, designed in a baroque style with Palladian&amp;nbsp;elements&amp;nbsp;as&amp;nbsp;the Radcliffe&amp;nbsp; Science Library for Oxford University, by James Gibbs (1682-1754) and built between 1737-1749. One of Britain's foremost architects of this period who had studied in Rome,&amp;nbsp;Gibbs's design&amp;nbsp;shows the influence of an earlier design started by architect Sir Nicholas Hawksmoor, who&amp;nbsp;produced a wooden model in about 1714 -15&amp;nbsp;that is now at the Bodleian Library of Oxford, showing a circular building with stages of rustication and columns.\nNamed for Dr. John Radcliffe, its benefactor who died in 1714, the &quot;Camera&quot; (meaning room, in Latin), is&amp;nbsp; especially appropriately named now, as it is now&amp;nbsp;a Reading room for the Bodleian Library. The building, the earliest example in England of a circular library, consists of three principal&amp;nbsp;exterior levels and of two interior stories, the upper one containing a gallery. The actual building&amp;nbsp;materials are of Headington and Burford stone, ashlar faced, and&amp;nbsp;the building is&amp;nbsp;finished with a lead-covered dome and cupola. \nIt is hard to know exactly when this model was made, but as Gibbs produced detailed plans, and may well have had a model made, either to show his final design, or to show off a finished building, this could date to the mid eighteenth century. However, the use of actual glass for the windows, could be eigtheenth century or possibly early nineteenth, when glass was more likely to have been used. As this building has been considered&amp;nbsp; of great architectural importance&amp;nbsp;from its building to the present day, it has inspired designers throughout the centuries, including for the creation of models in the late twentieth and early twenty first centuries.&amp;nbsp; It is exquisitely and precisely executed with a faithfulness to detail, proportion and scale, that a full knowledge of the plans and elevations must have been part of its creation.\n&amp;nbsp;",
    "woe:country": "23424975",
    "type": "architectural model",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18060137",
            "role_id": "35351535",
            "person_name": "Clare E. Thaw",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18060137\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "68736639",
            "role_id": "35351535",
            "person_name": "Eugene V. Thaw",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68736639\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Architectural Model, \"Radcliffe Camera\", 19th century. carved, gessoed, and painted wood, glass. Gift of Eugene V. and Clare E. Thaw. 2014-39-1."
    },
    "colors": [

    ],
    "woe:country_name": "United Kingdom"
}