{
    "id":"18644147",
    "tms:id":"196958",
    "accession_number":"1993-151-193-a\/jj",
    "title":"Gift, \"Greetings from David C. Wiener and Company\", early 1990s",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644147\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35294783",
    "date":"early 1990s",
    "year_start":"1990",
    "year_end":"1995",
    "year_acquired":"1993",
    "decade":"1990",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-193a - 14.5 x 20.4 x 5 cm (5 3\/4 x 8 x 2 1\/16 in.) - box, closed\n1993-151-193a - 14.5 x 40.4 x 5 cm (5 3\/4 x 15 7\/8 x 2 1\/16 in.) - box, opened\n1993-151-193b - 6 x 18.8 x 3.6 cm (2 3\/8 x 7 7\/16 x 1 7\/16 in) - pad\n1993-151-193c - 1993-151-193jj - 18.6 cm (7 15\/16 in.) - pencil",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"The box, which opens like a book, is fabricated in dark green cloth, with the spine bound in black cloth, extending about two inches onto the front and back. The front cover in imprinted in the center with an acorn design in metallic gold. With the object upright, David\/ Wiener\/ & Co. is imprinted on the spine in the top half; a design of a leaf, with stem, is imprinted just above the bottom edge.\n\nFront cover, inside - The design, imprinted in metallic gold, consists of a tree in leaf, centered within an oval in dotted outline, which is interrupted at top center by a log; bottom center by a pair of hands, one resting and the other writing with a pencil on a sheet of paper; on the left side by a stack of paper; and on the right by three pencils. Outside the oval, 365 days is imprinted on the top left, 365 sheets on the bottom left, 52 weeks on the top right, and 52 pencils on the bottom right. A black opened box, divided in half horizontally, is clued to the inside back cover. The top half contains thirty-four yellow, sharpened No. 2 pencils, with red erasers, imprinted David Wiener & Co. in black capitals, adjacent to the eraser tip; and five red pencils, imprinted for use during week of April 15th in white capitals. N.b. Based on the presence of room remaining in the upper half of the box, as well as  the imprinting of the phrase, 52 pencils, it is conjectured that the original design indeed called for fifty-two pencils. The bottom half contains a stack of paper, imprinted at the top center in black with the same single leaf design appearing on the spine, and across the bottom, Greetings from David C. Wiener and Company.",
    "justification":null,
    "type":{
        "id":"35294783",
        "name":"gift"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18057971",
            "role_id":"35236667",
            "person_name":"David C. Wiener",
            "role_name":"Client",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18057971\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}