{
    "id":"18653389",
    "tms:id":"201653",
    "accession_number":"1996-20-1",
    "title":"Drawing, \"Design for a Salt Cellar and Egg Dish with Fork and Spoon\", ca. 1560",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18653389\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"ca. 1560",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1996",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and brown wash over traces of charcoal or black chalk, ruled lines in leadpoint on cream laid paper",
    "markings":"Watermark:  cross bow with loop, encircled (Briquet 759,  Rome c. 1562-1563)",
    "signed":null,
    "inscribed":"Inscribed in pen and brown ink on the plan across bottom:  questo e la forma e il garbo che si ha \/ adare all saliera e ovarola (this is the form and graceful style that must be used on the saltcellar and egg dish); annotated in pen and brown ink at upper right:  -6-",
    "provenance":"Einar Perman, Stockholm; Stichting Collection P. en N. de Boer, Amsterdam; Sale, Christie's, London, July 4, 1995, lot 187; [Colnaghi, London and New York, 1995, no.3]",
    "dimensions":"42.9 x 27.9 cm (16 7\/8 x 11 in.)",
    "creditline":"Museum purchase from Smithsonian Institution Collections Acquisition Program and General Acquisitions Endowment Funds",
    "description":"Fork at top left with end of handle formed by female bust; an extended volute forms length of handle which connects to a satyr whose legs tranform into two fork tines.  Spoon at top right has handle formed by satyr-herm whose lower half extends to connect to bowl of spoon with two opposing scrolls and a mask.  Design for saltcellar and egg dish in center; figures of Leda and the swan at top of vessel upon a raised rectangular plinth; relief panel with two swans on front side of plinth; lower part of vessel is six-sided with round well for holding an egg on each end and projecting seashell to hold salt in center front; front panel displays figure of Venus reclining on the sea with one elbow resting on a dolphin and other hand holding reigns of two dolphins, ornamental curtain above the scene; dolphin heads on lower corners form the feet; guilloche ornament borders the lower edge; oval reserves with figures on angled sides.  Plan of vessel at bottom, inscription located within the rectangle framing for the raised plinth and between the seashell shapes for the salt and round shapes for the eggs.",
    "justification":null,
    "culture":"Italian",
    "style":"Mannerist",
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/13403_5ede424c782133e7_b.jpg",
                "width":682,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/13403_5ede424c782133e7_n.jpg",
                "width":213,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/13403_5ede424c782133e7_z.jpg",
                "width":426,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18042827",
            "role_id":"35236705",
            "person_name":"Francesco Salviati",
            "role_name":"Studio of",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042827\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236705\/"
        }
    ],
    "exhibitions":[
        {
            "id":"35350871",
            "url":"http:\/\/collection.cooperhewitt.org\/exhibitions\/35350871\/",
            "title":"Feeding Desire: Design and the Tools of the Table, 1500-2005",
            "date_start":"2006-05-05",
            "date_end":"2006-10-29"
        },
        {
            "id":"35350241",
            "url":"http:\/\/collection.cooperhewitt.org\/exhibitions\/35350241\/",
            "title":"Disegno: Italian Renaissance Designs for the Decorative Arts",
            "date_start":"1997-02-11",
            "date_end":"1997-05-18"
        }
    ]
}