{
    "id": "874390519",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/874390519\/",
    "name": "Annamaria Zanella",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "4",
    "biography": "Annamaria Zanella was born in Padua, Italy in 1966. Her jewelry design practice is both typical and a unique product of her education at the Istituto d'Arte Pietro Selvatico in Padua, where she began rigorous training at age thirteen. Like many other jewelry designers of the Padua School, she returned to the Istituto as a teacher of metalcraft and jewelry-making after graduating (1987-2000).\n\nJeweler and educator Mario Pinton, the inspiration behind the Padua school, encouraged his students to broaden their artistic and intellectual horizons.  Zanella deviated from the school's tradition of working with gold and embraced new materials in her works. Conflicted about the many implications of gold—the inherent beauty of the pure material and its historic associations with wealth—she decided to pursue another direction, seeking to elevate the status of less valuable materials in her jewelry designs.\n\nAfter completing her studies at the Istituto in 1985, Zanella studied sculpture at the Accademia di Belle Arti in Venice.  Her fellow artists at the Accademia—also experimenting with new materials—encouraged her to make jewelry from nails, old bits of iron, and other objects that otherwise would be discarded. She workied with waste products and base metals in unusual ways, remaking them into elegant works.\n\nIn describing her design process, Zanella explained: “My starting point is with materials, which I experiment with in various ways, treating them with flame, acids, enamels, colors. After which I put them aside. Then I try to synthesize them with various ideas that might come from an experience, a book...I then do drawings and watercolors. I make a model in stiff card to check the dimensions, the proportions, as if I was making a sculpture. All my pieces have significance, nothing is random...I write the story of my life through them. They are not simply pieces of decoration.\"  Zanella works primarily with industrial materials, incorporating an occasional use of gold or silver to create a contrasting flash of light. She particularly enjoys making brooches because she believes that they allow the wearer greater expressive freedom. \n\nAlmost two decades ago, she began to suffer from multiple sclerosis, which forced her to stop teaching in 2000.  The physical challenge, however, has not stymied the flow of her creativity. She has received numerous awards, including the De Beers Prize in 1984, the Fondazione Bevilacqua La Masa Award in 1991, and the Herbert Hofmann Award in 1997. Her works are in the collections of several European museums, including the Museo d’Arte Moderna Ca’Pesaro in Venice, Musée des Arts Décoratifs in Paris, Kunstgewerbemuseum in Berlin, and the Danner Stiftung, Pinakothek der Moderne in Munich.",
    "woe:country_id": "23424853",
    "date": "Italian, b. 1966",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424853"
}