{
    "id": "18644109",
    "tms:id": "196933",
    "accession_number": "1993-151-170-a\/e",
    "title": "Mailer, Granta: Throw Away This Envelope, 1989",
    "title_raw": "Granta: Throw Away This Envelope",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644109\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35294775",
    "date": "1989",
    "year_start": 1989,
    "year_end": 1989,
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country_id": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-170a - 15.2 x 22.6 cm (6 x 9 in.), large envelope\n1993-151-170b - 13.5 x 21.5 cm (5 7\/8 x 8 1\/2 in.), card form\n1993-151-170c - 9.5 x 17 cm (3 3\/4 x 6 3\/4 in.), small envelope\n1993-151-170d - 14 x 21.7 cm (5 1\/2 x 8 1\/2 in.), flyer (dear reader), closed\n1993-151-170d - 27.7 x 43.0 cm (11 x 17 in.), flyer (dear reader), opened\n1993-151-170e - 21.7 x 14 cm (8 1\/2 x 5 1\/2 in.), flyer (what's wrong), closed\n1993-151-170e - 21.7 x 55.7 cm (8 1\/2 x 21 7\/8 in.), flyer (what's wrong), opened",
    "dimensions_raw": {
        "height": [
            "9.50",
            "centimeters"
        ],
        "width": [
            "17.00",
            "centimeters"
        ]
    },
    "creditline": "Gift of Tibor Kalman\/ M & Co.",
    "description": "1993-151-170a - Envelope - A bright yellow window envelope, imprinted across the center in bold black capitals, Throw Away This Envelope, contains materials pitched to potential American readers of Granta magazine, founded in Great Britain. \nOn the top left is an icon of a cup and saucer, a curlicue of steam rising from the cup. Marketing copy, positioned above and below the central line of type, occupies the remaining space to the bottom edge.\n1993-151-170d - Flyer - Cover page: The salutation to Dear Reader, in detached script letters on the top left, is followed by a thirteen line paragraph in serif style type about Granta. In the top half, abutting the right edge, is a map showing a partial view of Cambridge University. In the bottom half, on the diagonal, abutting the left edge, and continuing on the back page, is an excerpt from the cover of the Granta issue, Dirty Realism; the design, posing a couple against a background of neon signs, is a parody of the Grant Wood painting, American Gothic. Pages two and three feature a narrative associating Granta magazine with the Granta River in Cambridge, England, and continuing with highlights from past Granta issues. Illustrations are interspersed: for example, a Cambridge scene on the river; an oval photograph of Louise Erdrich, a Granta author; and a television set, referring to a television news program citing Granta. Page four features a short letter in the upper half detailing the subscription offer; it is signed in facsimile Bill Buford, Editor.\n1993-151-170e - Flyer: A foldout opens to four pages, imprinted on both sides. The title, What's\/ Wrong\/ With\/ This\/ Picture\/ ?\/ (answers below), is imprinted on the left of the cover page in sans serif type of gradually diminishing size. Next to it on the right is an illustration reproducing the cover of Granta's More Dirt, the New American Fiction issue; the design features triangular top and bottom sections in blue and black respectively, enclosing a row of receding garage flap doors in red, one of which opens to reveal an exiting vehicle. When turned upside down, the viewer may read three answers to the title question, imprinted in miniscule type.  The inside pages (one to four) highlight excerpts from Granta writings, accompanied by black and white photographs. The outside pages feature color reproductions of Granta covers, along with a subscription order form, which must be cut off. \n1993-151-170b - Subscription card - Against a background of black and white reproductions of Granta covers is a subscription order form with perforated edges. \n1993-151-170c is a return envelope for the subscription order form 1993-151-170b.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "mailer",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "person_date": "founded 1979",
            "role_name": "Firm",
            "role_display_name": "Firm:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Design Director",
            "role_display_name": "Design Director:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "tombstone": {
        "epitaph": "Mailer, Granta: Throw Away This Envelope, 1989. Offset lithography. \nGift of Tibor Kalman\/ M &amp; Co.. 1993-151-170-a\/e."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}