{
    "id": "18044271",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044271\/",
    "name": "Evans Products Company",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "7",
    "biography": "Evans Products Company was a successful wood products based in Michigan with plants on the West Coast in Oregon and California. Its founder, Edward Steptoe Evans, had worked as a printer, store clerk, cowhand, librarian, and author before developing the “Evans Block” at age 35; the wooden device helped facilitate the transportation of automobiles by rail and secured the Evans fortune. His research led him to develop batter separators for use in automobiles, and he ultimately opened a plant at Coos Bay in Oregon in 1928 to manufacture his Port Orford cedar goods. The onset of World War II bolstered the business and led to its heyday in the early 1950s. Another boon to the firm was its association with the husband-wife design team Ray and Charles Eames; Evans’ Molded Plywood Division, based in Venice, California, manufactured their innovative bent plywood products for Herman Miller in 1946-7, at which time the furniture company licensed the Eames designs and relocated their production to its Michigan manufactory. Herman Miller ultimately bought the right to produce and market the pieces from Evans.\n\nWhen Edward Evans Sr. died in 1945, his son and namesake took over the business and continued to explore new product lines. The urgent need for housing in the postwar era led Evans to produce lumber for pre-fabricated homes; the “Evans House” was a complete residence that could supposedly be erected in just forty-eight hours. Despite the firm’s interest in innovation and new products, it shuddered its largest plant, the Coos Bay location, in 1962. Declining numbers of Port Orford cedar trees and the rise of other new materials eclipsed Evans Products Company. Nonetheless, its legacy remains its innovative exploration and production of plywood objects in the 1950s.",
    "woe:country_id": "23424977",
    "date": "American, 1923 - ca. 1962",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}