{
    "id": "18041403",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18041403\/",
    "name": "Armand G. Winfield",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "9",
    "biography": "Armand G. Winfield has been involved professionally in the plastics field for over five decades. He graduated from Franklin & Marshall College in 1941 and did graduate work at the University of New Mexico, the State University of Iowa and at Washington University in St.Louis, Missouri. He began his career in museum work in the late 1930's and in the mid-1940's was a principal in Winfield Fine Art in Jewelry, a New York City Company involved in research and manufacturing of acrylic embedments. He has since been affiliated with such plastics concerns as Seymour Wallas & Co. and The Ritepoint Company - both in St. Louis, Missouri. He was Research Director of the Hanley Plastics Division of the Wallace Pencil Company in Brentwood, Missouri (1955-1957). In 1957, he was appointed Plastics Consulting Engineer at DeBell & Richardson, Inc. of Hazardville, Connecticut where he remained through 1963. Since January, 1964, he founded his own company where he has been an indipendent Plastics Consultant. Mr. Winfield has been on the teaching faculties of many Universities, Colleges and Istitutes and he also been a guest lecturer at over 30 other universities in the Unites States and abroad. In 1968 Armand G. Winfield was recipient of an United Nations Industrial Development Organization (UNIDO). On June 9, 1970 The Plastics Institute in London elected Winfield as a Fellow. In 1972 Armand G. Winfield Inc. was retained by C.A.R.E., Inc. to design, develop and produce a low cost prototype house for Bangladesh, primarily using jute as the building material with polyester  binders.  In the 1974 the Winfields were retained by the Metropolitan Opera in New York City to consult on their refurbishing of certain opera sets. In 1977, Armand G. Winfield was retained by UNIDO to field consult in India on New Fibres and Composites - and to demonstrate uses of these materials. In 1979, the Winfields completed the refurbishing of an amusement park on Long Island, New York. In early 1980, Armand Winfield was retained by the College of Santa Fe to produce and direct a Conference entitled \"Viable Energy and Living Alternatives for New Decade\".  In 1983, Winfield was invited to become a VITA (Volunteers in Technical Assistance) Volunteer and later that year was elected to the Plastic Pioneers Association. During the past several years, the Winfields have been involved with machine design, product and process development, hydroponic farming and water storage systems for developing countries , recycling of plastics and non-plastics trash and industrial scrap, the development of Affordable housing systems for the United States, working in the electronic field and with new composites - and lecturing and writing for publication. Armand G. Winfield is the author of over 340 published articles, chapters and books on plastics and related subjects, almost 90 of which are concerned with plastics in building and architecture. Articles by the Winfields have been published in many countries around the world in French, German, Italian, Spanish and Russian as well as in English. Armand G. Winfield is a member of many technical and scientific organizations around the world.",
    "woe:country": null,
    "date": "American, 1919 - 2009",
    "roles": [
        {
            "id": "35351535",
            "name": "Donor",
            "count_objects": "118109"
        },
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "281",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": null,
        "ideo:id": null
    }
}