{
    "id": "18044821",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044821\/",
    "name": "Piet Zwart",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "8",
    "biography": "The multidisciplinary designer Piet Zwart worked as a photographer, graphic and industrial designer, and architect in the 1920s and 30s.  He is one of the most well known and influential designers from the interwar period, particularly in the field of modern graphic design.   Trained as an architect at the School of Applied Arts in Amsterdam, he was hired by the architect and De Stijl member Jan Wils, from whom he absorbed the abstract, linear, and geometric qualities of De Stijl design into his own work.   He soon rejected some of the movement’s principles, notably the emphasis on symmetry, the use of strict horizontals and verticals, and the stern dogmatism.  In addition to De Stijl, Zwart was drawn to other avant-garde movements, particularly Russian Constructivism and Dada.  While Zwart worked for the architect Hendrik P. Berlage from 1921-27, by 1923 he had already began his graphic design and typographic career.  He was hired by the Nederlandsche Kabelfabriek (Dutch Cable Manufacturers) in Delft, for whom he made hundreds of designs for advertisements and brochures.  Zwart remained with the company until 1933 when he resigned to become an interior, industrial and furniture designer.  \n\n\nZwart is best known for his graphic design work.  Recognizing typography as a powerful cultural force, he identified himself as a ‘typotect’--part typographer, part architect in that he built a composition with text.  His work is characterized stylistically by the use of primary shapes and colors, varying typefaces, strong diagonals, and a careful asymmetry, at the same time integrating visual puns, alliteration and repetition.  In 1926 Zwart began using photomontage in his compositions, creating contrast between two-dimensional type and the three-dimensional image.  His innovative style and methods were noted by members of the Bauhaus School in Dessau who invited Zwart to host a series of lectures in 1929. Starting in 1930, Zwart was hired by the Bruynzeel Wood Company for whom he designed printed advertising, packaging and office interiors.  His most important Bruynzeel commission was a modular kitchen constructed from prefabricated units which was mass produced from 1938 for the Dutch market.   Arrested and held hostage by the Germans during World War II, he concentrated afterwards primarily on industrial design. His influence on generations of succeeding designers has been greatly recognized and won him the title of ‘Designer of the Century’ by the Association of Dutch Designers in 2000.",
    "woe:country_id": "23424909",
    "date": "Dutch, 1885 – 1977",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424909"
}