{
  "display_date": "1986", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1986", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "196990", 
  "style": "", 
  "date_begin": "1986", 
  "dimensions": "14 x 10 cm (5 1/2 x 4 in.), closed\r\n14 x 20 cm (5 1/2 x 7 7/8 in.), opened", 
  "copyright": "", 
  "title": "Rouse & Associates: One Liberty Place Topping Off", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-221-a,b                          ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "1993-151-221a - Invitation - When folded, the recto (front cover) displays one line of italicized blue type, An Invitation, centered just below the top edge of the otherwise blank white page. When unfolded, seven panels are revealed in a step layout; four panels on each side are comprised of partial photographic views of well-known buildings (e.g., the Eiffel Tower, Empire State, and Chrysler) in blue-gray tones within white borders. The building dates, imprinted in red italicized type, are centered within the top borders. One of the views, featuring One Liberty Place, is dated December 12, 1986, the completion date. The three remaining panels are all related to the invitational event celebrating the topping off and again use red italicized type:  the adjacent panel (to the right) consists of eight lines of type, six in the top half and two just above the bottom edge; the adjacent panel (immediately above) shows a color photographic view of fireworks in predominantly pink tones; and the reverse of the fireworks view displays One Liberty Place centered at the top and four additional lines of type centered just above the bottom edge.\r\n\r\n1993-151-221b - Ticket - A view of a clouded sky in blue-gray tones is bordered in white. Four lines in red italicized type are centered in the top half: This ticket will admit/ you and a guest to/ the One Liberty Place/ Topping Out celebration.\r\n", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "invitation", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}