{
    "id": "18644493",
    "tms:id": "197149",
    "accession_number": "1993-151-365",
    "title": "Book, \"Maira Kalman: Exhibition Invitation\", 1980s",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644493\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35247441",
    "date": "1980s",
    "year_start": 1980,
    "year_end": 1989,
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "29.5 x 21 cm (11 3\/4 x 8 1\/4 in.), closed\n29.5 x 42 cm (11 3\/4 x 16 1\/2 in.), opened",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Opened to the outer pages (1 and 4), the object reveals an uninterrupted salmon pink background, imprinted in black and white tones.\nPage 1: An illustration shows a woman's hat and dress and a pair of men's shoes, arranged in that order, from top to bottom in the center of the page. A pompom trims the Japanese farmer's hat, which is imprinted in hand-drawn style capitals: the\/ art\/ ginza\/ space. The sleeveless, collarless dress, in an all-over squiggle pattern, is imprinted in varied type, also in a hand-drawn style: the\/collection of american\/ women\/ illustrators\/ presents\/ an evening\/ with\/ maira kalman\/ in\/ nervous. At mid-dress level, to the right, is an illustration of a black glove, imprinted No.6 and positioned horizontally, as if pointing to page 2. The shoes are imprinted with the inclusive dates of the exhibition. On the left side, near the top, are four Japanese characters, one underneath the other.\nPage 4: A photographic, three-quarter length view of Maira Kalman, occupies the lower half of the page on the left. She appears to be singing: her mouth is opened wide, her elbows are akimbo, and her hands are clasped. She wears a full-skirted dress, seemingly taffeta, with three-quarter length sleeves; a brooch pinned to the lapel on the left. A flower-trimmed pillbox hat and black gloves complete the ensemble. The effect, that of an ill-at-ease amateur concert singer in recital, is reinforced by a repetition of the word nervous (see page 1), vertically imprinted within parentheses, in miniscule italics. Above the figure, to the left, a triangle is imprinted the\/ art\/ ginza\/ space, followed below by an evening with Maira Kalman, imprinted in a loop shape. On the lower right is a small line illustration of a stooped figure of a man in profile; he wears glasses and a cigarette droops from his mouth. Seven rows of Japanese type are imprinted just below and M&Co appears along  the lower right edge. Four additional rows of Japanese type, imprinted across the top of the page, are followed by one line of type, Hey\/ Willy\/ See\/ the\/ Pyramids. Seven additional lines of type, containing fictional Maira Kalman biographical data, are imprinted close to the right edge and parallel to that edge.\nPage 2: The central illustration, a multicolored reproduction of a painting, shows a profile view of a man facing right and seated on a bentwood chair. He is hunched over; his arm is bent, its elbow in his lap; and his chin rests on his hand. He wears a white shirt, plaid shorts, blue socks and black shoes. His expression is contemplative; he seems to be reflecting on the portraits hung on the surrounding walls. One of the portraits features a woman in a hat like the one worn by Maira Kalman in the photograph (page 4). A small illustration beneath shows a figure in a backward somersault position whose blue unitard is imprinted, following the body's shape, my life has good times and sad times go baby go. On the right, a column of type commenting on Maira Kalman's drawings is imprinted over the name, Hiroko Tanaka. Seven rows of Japanese characters, beginning on the left near the top of the page and ending next to the column, may comprise Ms. Tanaka's comments in Japanese.",
    "justification": null,
    "type": {
        "id": "35247441",
        "name": "book"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "role_name": "Firm",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id": "18055275",
            "role_id": "35236601",
            "person_name": "Maira Kalman",
            "role_name": "Illustrator",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055275\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236601\/"
        },
        {
            "person_id": "18055275",
            "role_id": "35236655",
            "person_name": "Maira Kalman",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055275\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Book, \"Maira Kalman: Exhibition Invitation\", 1980s. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-365."
    },
    "colors": [

    ]
}