{
    "id":"18046669",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18046669\/",
    "name":"Scott Wilson",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"1",
    "biography":"Known for being at the forefront of innovative design, product designer Scott Wilson has worked with many companies such as IDEO, Thompson Consumer Electronics, Fortune Brands and Motorola. A 1991 graduate of the Rochester Institute of Technology, Wilson went on to become Design Director for Motorola as well as Global Creative Director for Nike, where he designed the C-shaped \"Presto\" watch. In 2007, Wilson founded MNML (short for MINIMAL), a \"hybrid design studio\" that specializes in designing compelling and thoughtful products across a range of industries. MNML allows Wilson to combine his love of consulting with brands, partnering with start-up businesses, and realizing his own entrepreneurial ventures. In addition to designing consumer goods, Wilson creates products for the medical industry. Wilson has been honored with over sixty  International Design Awards and citations including ID Magazine's Top 40, TIME Magazine's Style+Design100, as well as being named one of WIRED Magazine and Fast Company's Master of Design's 50 Most Influential Designers in America. In 2012, Wilson won Cooper-Hewitt's National Design Award for excellence in Product Design. Several of Wilson's products have been exhibited in museums such as The Museum of Modern art,  the Chicago Art Institute, and Cooper-Hewitt's National DesignTriennial.",
    "woe:country":null,
    "date":"American, born 1969",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28110"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":"6391",
        "phm:id":null,
        "tms:id":"3290",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":"8861370"
    }
}