{
  "display_date": "1981", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1981", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197256", 
  "style": "", 
  "date_begin": "1981", 
  "dimensions": "31.5 x 37.8 cm (12 3/8 x 12 1/2 in.), closed; 31.4 x 63.5 cm (12 3/8 x 25 1/8 in.), opened.", 
  "copyright": "", 
  "title": "Amarcord Nino Rota", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-66                               ", 
  "movement": "", 
  "medium": "", 
  "media_id": "", 
  "description": "Recto and Verso: The four-sided album, when opened to the outer sides, shows a photographic image of a woman's head and left shoulder in the recto center; the hat she wears extends from the right edge to just right of the verso center. A partial view of the left side of a man's body, shoulder to thigh, is just behind the verso edge of the hat. The woman's eyes, while obscured by sunglasses reflecting other images, seem to stare directly at the viewer, the second finger of her right hand is extended upward to her parted lips, and her left shoulder is turned slightly toward her right. Her blond upswept hair, bright pink lips, pinkish flesh tones, black ribbon tied around her neck, and floppy, curved hat in shades of red and pink complete the effect of a sexually provactive, Marilyn Monroe type.  A beach scene of sand and water is in the background. The album name and production information are imprinted in white and blue on the right section of the hat (recto); the musical selections and artists are imprinted in pink and black on a white vertical strip, superimposed on the man's body (verso). \r\nInner album sleeve: From the left edge to center right, a wash drawing replicates in reverse the image of the woman on the front of the album in pale pink and yellow tones, again with lips colored bright pink. Light blue and yellow wash complete the background. Liner notes occupy most of the space and five small line sketches of an unidentified conductor-pianist appear in a row on the lower left.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Album Cover", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}