{
    "id": "18064377",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18064377\/",
    "name": "Karel Martens",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "20",
    "biography": "Trained in the fine arts at the Arnhem School of Art and Industrial Arts from which he graduated in 1961, Karel Martens began work as a book designer for small presses like the Socialistiese Uitgeverij Nijmegen for whom he designed many book covers between 1975 and 1981.  Starting in 1977 he began teaching at ArtEZ College of Art in Arnhem while producing, during the following three decades, designs for the Dutch government including coins, postage stamps and telephone cards. Since the 1990s, Martens’ career has hit many milestones. His work for the architectural magazine OASE has been lauded since he became chief designer in 1990. In 1996 he published, with Jaap van Triest, a celebrated book entitled Printed Matter, containing stunning pages of his digital and traditional letter press design work (now in its third printing).  The book was declared the best designed book in the world by the 1998 Leipzig Book Fair.  Also in 1996, Martens won the Dr. A.H. Heineken Award for the top graphic design in Holland.  In 1997 he initiated Workplaats Typografie (WT) at the Arnhem College of Art, which is a fully functioning graphic design studio run by his graduate students. He has also acted as a visiting professor at Yale University since 1997, hosting an annual three-week intensive in the post-graduate design school.",
    "woe:country": "23424909",
    "date": "Dutch, b. 1939",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        },
        {
            "id": "35351535",
            "name": "Donor",
            "count_objects": "118109"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "16199",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": null,
        "ideo:id": null
    }
}