{
    "id": "18730983",
    "tms:id": "241585",
    "accession_number": "2009-4-4",
    "title": "Chandelier (probably Sweden), ca. 1795",
    "title_raw": null,
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18730983\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35394197",
    "type_id": "35289047",
    "date": "ca. 1795",
    "year_start": null,
    "year_end": null,
    "year_acquired": "2009",
    "decade": null,
    "woe:country_id": "23424954",
    "medium": "Glass, gilt metal",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Joseph F. McCrindle; 2009: bequested to Museum",
    "dimensions": "H x diam.: 90 x 65 cm (35 7\/16 x 25 9\/16 in.)",
    "dimensions_raw": {
        "diameter": [
            "65.00",
            "centimeters"
        ],
        "height": [
            "90.00",
            "centimeters"
        ]
    },
    "creditline": "Bequest of Joseph F. McCrindle",
    "description": "Three tiers of graceful fountains of glass descend from the top, set off by swags of glass drops, the blown glass stems delicately engraved; gilt lower ring with six candle arms and an upper ring connected by the glass-surrounded stem and by three chains, all of metal, the lower ring supporting a blue glass disc at the base of the stem.",
    "justification": "Chandeliers have been a major form of lighting design for hundreds of years. The practice of dining at an hour that required candlelight was an early sign of high social status due to the cost of candles. As the glass industry expanded during the 17th century in Europe, glass became widely sought-after for chandeliers—either replacing or used in conjunction with rock crystal drops. The multiple reflective surfaces of faceted glass drops, like their rock crystal predecessors, increased the amount of light given off by the candles and created an effect of dancing light. \nIn the 18th century, the Swedish and Russian glass industries were producing top quality glass, thanks to techniques including the addition of lead to glass to simulate rock crystal’s prismatic effect and the production of plate glass, a late 17th-century French invention, to which color was sometimes added in Swedish and Russian manufacturers. The combined use of plate and hand-blown glass with garlands of lead glass “crystals” produced the crisp lines of the neoclassical designs created in Northern Europe in the 1780s. The success of these designs, both domestically and abroad, led to the rise of Swedish and Russian factories over the previously dominant Venetian manufacturers. From the 1780s to 1820, colored glass, often blue, was used in combination with clear drops and gilt metal and ormolu supports. The overall quality of the designs and glass were high and were coveted throughout Europe. \nIn order to keep the neoclassical chandeliers as light as possible for both aesthetic and practical reasons, lead glass was used in place of rock crystal and thin gilt metal was preferred to heavier gilt bronze—as is the case for this chandelier. Glass was less expensive and more readily available than rock crystal, and thin sheets of gilt metal were also less costly than gilt bronze. The lower costs helped chandeliers become an affordable option for prosperous merchants in addition to the aristocracy.\nThis would be the first example of late 18th-century chandelier design in the museum’s collection. The chandelier relates to very similar examples depicted in European interior watercolors found in the museum’s collection, and also serves as a point of comparison to the late 18th-century and early 19th-century French ormolu candlesticks and candelabra held in the collection.",
    "gallery_text": "A three tiered chandelier in the form of a cascading fountain is garlanded with swags of cut glass drops. Three delicately blown and engraved baluster-shaped pieces of cobalt glass are linked by chains of gilt metal. The reserved neoclassical form and use of blue glass strongly indicate that the chandelier was made during the last quarter of the eighteenth century in the Baltic region, most likely in Sweden. \n \nGustav III (1746 –1792) was King of Sweden from 1771 until his death and his name is synonymous with the Swedish neoclassical style. The Gustavian aesthetic was modelled after the formal classicism of the Louis XVI style. The Swedish king admired the French fashion during his visits to the Palace of Versailles and enlisted French craftspeople to introduce the new spirit of decor to the Swedish royal palaces. While the French court might have used carved rock crystal to decorate chandeliers, the Swedish employed smaller beads of clear glass instead. \n \nGlass was a luxury product in the eighteenth century. Swedish aristocrats founded factories and hired skilled laborers primarily from Germany and from as far afield as Venice. By 1700 there were upwards of twenty glassworks established in Sweden, most situated near the capital, Stockholm.",
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424954",
    "type": "chandelier",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/45379_fc1672bef5e4d989_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "45379"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/45379_fc1672bef5e4d989_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "45379"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/45379_fc1672bef5e4d989_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "45379"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/45379_fc1672bef5e4d989_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "45379"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/45379_fc1672bef5e4d989_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "45379"
            }
        }
    ],
    "participants": [
        {
            "person_id": "34624675",
            "role_id": "35351537",
            "person_name": "Joseph F. McCrindle",
            "person_date": "",
            "role_name": "Bequestor",
            "role_display_name": "Bequest of",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/34624675\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351537\/"
        }
    ],
    "tombstone": {
        "epitaph": "Chandelier (probably Sweden), ca. 1795. Glass, gilt metal. \nBequest of Joseph F. McCrindle. 2009-4-4"
    },
    "colors": [
        {
            "color": "#868175",
            "closest_crayola": "#757575",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        },
        {
            "color": "#605949",
            "closest_crayola": "#6e5160",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#110b20",
            "closest_crayola": "#000000",
            "closest_css3": "#000000",
            "closest_css4": "#000000"
        },
        {
            "color": "#332c2f",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        }
    ],
    "woe:country_name": "Sweden",
    "is_loan_object": 0
}