{
    "id":"18644541",
    "tms:id":"197173",
    "accession_number":"1993-151-387",
    "title":"Card, \"M&Co: Family Greetings\", 1981",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644541\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35290281",
    "date":"1981",
    "year_start":"1981",
    "year_end":"1981",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"18 x 12.7 cm (7 x 5 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"Two men and five women, wearing flannel or wool nightclothes (pajamas, nightgowns, and robes) are posed in three rows in a family-style photograph within a domestic Christmas setting. In reality, they are M&Co colleagues. Top row: Tibor Kalman, with a pipe in his mouth, wears a predominantly red plaid robe; next to him, on the right, a smiling Carol Bokuniewicz, with Kalman's arm around her at shoulder level, wears a bathrobe of identical material. Middle row, left to right, all kneeling: K. C. Witheral, smiling, with a big red bow atop her shoulder length hair, wears a patterned nightgown with a lace-trimmed yoke; Larry Kazal, leaning toward the right, with an intense, but dazed, expression, wears a dark-toned plaid robe, open in the center, over black and white striped pajamas; Myra Kalman, smiling, her hair in two ponytails out to the sides, wears a white flannel nightgown with ruffled collar and yoke. Bottom row, left to right, seated on the floor: Barbara Mattes, unsmiling, her legs bent at the knees and feet crossed, wears red pajamas trimmed in red plaid, and wraps her arm around a brown and white dog; and completing the group, Maggie Saliskie, tentatively smiling, her long hair bound in a light colored ribbon, her legs crossed on the floor, wears patterned light colored pajamas.\n\nTo the left of the group, there is a partial view of a Christmas tree, decorated with red metallic ball ornaments and tinsel; several gift wrapped boxes are on the floor below the tree. On the right, behind Myra Kalman, is a partial view of a fireplace, logs within, and on the mantel, red candles emerging from evergreen branches, and hung below, Christmas stockings (probably felt) in red with white trim.",
    "justification":null,
    "type":{
        "id":"35290281",
        "name":"Card"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18055835",
            "role_id":"35236655",
            "person_name":"Carol Bokuniewicz",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18055835\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Card, \"M&Co: Family Greetings\", 1981.\n1981. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-387."
    },
    "colors":[

    ]
}