{
    "id": "18049345",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18049345\/",
    "name": "Hermann Zweigenthal Herrey",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "H. Zweigenthal (former name used in Berlin, Germany).  \n\nNotes from visit of 7\/1\/02, by son Antony Herrey and German architect Thomas Katzke who planning to write a book on H. Herrey:\n\nThe architect Hermann Herrey was born in Vienna, Austria (4\/4\/1904) and died in New York (10\/10\/1968).  He was in London in 1938, when the Anschlus occured in Austria.  He gave up his Austrian citizenship and made his way to the U.S., ca. 1940*.  Herrey became a naturalized U.S. Citizen in 1946, and was based in New York.\n\nHe was not a member of the Baushaus, but knew and worked with Bauhaus architects.  He designed the first high-rise garage in Germany.  The garage still exists, located on Kant Strasse in Berlin.  Among his other works are:  a prefabricated house for the Berlin exhibition \"Das Wachsende Haus;\" a Berlin shoe store; the Arthur Schnitzler House [Architecture Review Supplement (U.K., 1936]; shop interior with built-in glass vitrine in the Jacoby 1872 building, Frankfurt (1929-30); stage\/set designs for the London production of Faustus; the Morgenthau house, Long Island; concepts for landfill use in New York (example: Battery Park City).\n\nRe: photos of donor's (Ruth Vollmer) Berlin appartment, showing furniture by Herrey in situ. These were taken by Umbo (photographer's stamp on backs of photos), a bauhaus photographer who documented many Bauhaus designers and architects (Gropius, Mies, others).  (photos are in object file 1982-26-6a,b)\n\nHerrey's papers are in the Crock library at Cornell University.\n\n*note: the boat carrying Herrey's possessions to the U.S. was sunk by a German U-boat.  All of Herrey's things, including many papers and his drawings for the London production of Faustus, went down with the ship.",
    "woe:country": "23424829",
    "date": "American, 1904–1968",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "5168",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": null,
        "ideo:id": null
    }
}