{
    "id": "68813711",
    "tms:id": "279396",
    "accession_number": "2015-24-2",
    "title": "Sidewall, Aurora Ray, 2014",
    "title_raw": "Aurora Ray",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/68813711\/",
    "department_id": "35347503",
    "period_id": null,
    "media_id": "68814029",
    "type_id": "35256475",
    "date": "2014",
    "year_start": 2014,
    "year_end": 2014,
    "year_acquired": "2015",
    "decade": "2010",
    "woe:country_id": null,
    "medium": "digital print on linen-textured vinyl",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Given new to the museum by Calico in 2014",
    "dimensions": "L x W: 243.8 × 132.1 cm (8 ft. × 52 in.)",
    "dimensions_raw": null,
    "creditline": "Gift of Calico Wallpaper",
    "description": "Design is deep gray at the top then shading to terra cotta at the bottom with a blend of the two colors where they meet. This design has no vertical repeat.",
    "justification": "Cooper Hewitt has received a gift offer of two designs by Calico Wallpaper which includes Wabi and Aurora. Wabi is a large-scale, non-repeating marbled pattern, and Aurora contains a subtle color change from gray to orange. Each paper is a mix of new technology and traditional craft, being a digital print of a handmade original. \n \nTo create the original marbled paper for Wabi the designers studied ancient marbling arts developed in Japan and Turkey which both involved floating a pigment on a water bath. Drawing elements from each of these techniques Calico created something uniquely different. The designs are created using mineral pigment-based paints which are floated over a methocellulose (seaweed-based) bath. The floating pigments are then manipulated to achieve the desired marbled effect. Working with the Dieu Donné paper workshop in New York City, they created large 40x60 inch sheets of cotton fiber paper which are carefully laid over the surface of the bath. The paper is coated in alum so that the marbleized patterns are ‘fixed’ to the paper surface. The paper is then cleaned and cold-pressed to dry. \n \nTo produce the Wabi wallpaper from the handmade original the marbled 40x60 inch sheets are divided into sixteen quadrants and each section is then captured with hi-res digital photography. The quadrants are then rejoined in Photoshop and enlarged to create a continuous non-repeating marbled “landscape.” The digital printing allows the papers to be scaled to fit the desired wall, and also allows the design to be printed on paper stock that meets safety codes for both residential and commercial buildings.\n \nThe studio’s technique for producing the Aurora ombré paper was developed after researching the arts of fabric dying. To create the ombré effect organic linen is painted or dipped with a liquid containing a suspension of organic mineral pigments such as ultramarine and indigo. After the fabric dries similar photographic and printing techniques are used to create the wallpaper panels from the dyed linen original.\n \nCalico Wallpaper is a Brooklyn-based studio founded by Rachel Mosler and Nick Cope in 2013. Mosler is a graduate of the Rhode Island School of Design and has exhibited her artwork in galleries in New York, Philadelphia and Paris. Cope is an interior designer by trade and owner of the design\/build firm Dark Green that produces projects in the luxury residential interiors market and has collaborated on custom commercial projects that include Opening Ceremony and Paul Smith.\n \nThe Calico wallpapers would be a good addition to the collection because of their mix of ancient craft techniques and state-of-the-art digital technology. They would increase the number of craft-based wallpapers in the collection, of which three are currently on view in Making Design. Calico is a young design studio and the addition of these papers would add to the collection of contemporary American wallpapers.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "Sidewall",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/185206_4211d66fac25f779_b.jpg",
                "width": 603,
                "height": 1024,
                "is_primary": "1",
                "image_id": "185206"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/185206_4211d66fac25f779_z.jpg",
                "width": 377,
                "height": 640,
                "is_primary": "1",
                "image_id": "185206"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/185206_4211d66fac25f779_n.jpg",
                "width": 188,
                "height": 320,
                "is_primary": "1",
                "image_id": "185206"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/185206_4211d66fac25f779_d.gif",
                "width": 188,
                "height": 320,
                "is_primary": "1",
                "image_id": "185206"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/185206_4211d66fac25f779_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "185206"
            }
        }
    ],
    "participants": [
        {
            "person_id": "68813725",
            "role_id": "35351535",
            "person_name": "Calico Wallpaper",
            "person_date": "American, founded 2013",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68813725\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "68813725",
            "role_id": "35236655",
            "person_name": "Calico Wallpaper",
            "person_date": "American, founded 2013",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68813725\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Sidewall, Aurora Ray, 2014. digital print on linen-textured vinyl. Gift of Calico Wallpaper. 2015-24-2."
    },
    "colors": [

    ],
    "is_loan_object": 0
}