{
    "id":"18357573",
    "tms:id":"62213",
    "accession_number":"1938-88-1893",
    "title":"Drawing",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18357573\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35375261",
    "type_id":"35237093",
    "date":null,
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, graphite, red ink (*check this*)",
    "markings":"Verso: Cooper Union Museum for the Arts of Decoration (Lugt#457d and 457e)",
    "signed":null,
    "inscribed":null,
    "provenance":"Ex collection: Piancastelli and Mrs. Edward D. Brandegee.\n\n4:30-630\n\nsat\n\n11:30-1\n\n4-7\n2-3\n\n4:30-630\n\nsat\n\n11:30-1\n\n4-7",
    "dimensions":"Image: 27.3 x 19.7 cm (10 3\/4 x 7 3\/4 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Vertical rectangle. Two rows, the sketches in the upper one drawn with a finer pen than the ones below and partly over accountings written in pencil. Upper row, at left: above, a prelate's escutcheon, three others beside and below the inner tablet. At right: the inner oblong is framed by crossed branches, with trophies, laterally in front. Above the escutcheon. Bottom row, at left, the escutcheon is on top of the inner tablet. Its upper part is in front of the framing. It consists of oblongs and squares with rosettes in the corners. In the lateral oblongs are trophies. At right, the inner tablet is ovoidal, with an escutcheon on top, which evidently is intended to be supported by two flying genii. The framing is ovoidal, with trophies in the lateral and bottom panels. \"109\" is written in the upper right corner.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing.\nPen and brown ink, graphite, red ink (*check this*). Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-1893."
    },
    "colors":[

    ]
}