{
    "id": "420557097",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/420557097\/",
    "name": "John Richard Morgan",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "The industrial designer John R. Morgan was born in 1903 in Guatemala City as Juan Ricardo Morgan. The Morgan’s family relocated to Canada in 1913, the same year that the eleven-year-old John won first prize for a watercolor he submitted to the Canadian National Exhibition. He went on to study landscape painting under the Canadian artist Thomas John Thompson and travelled extensively in Europe during his painting career. He lived in various locations throughout the Western hemisphere before establishing a studio in Wheeling, Illinois, and exhibiting works in Chicago, Palm Beach, Connecticut, and Pennsylvania. In the 1920s, Morgan’s love of exotic cars led him to study at the Detroit Technical Institute. In 1927, he began working with C.G. Spring and Bumper Company and the next year he joined Harley Earl at General Motor, working for the stylist’s new Art & Color Section, then just a year old.\n\nIn 1934, Morgan became the chief product designer at Sears Roebuck in Chicago, and the same year designed the ‘Waterwich’ outboard motor; the object won critical acclaim as part of the Museum of Modern Art’s 1934 Machine Art exhibition. He went on to design other industrial produced items such as vacuum cleaners, kitchen cabinet systems, and a number of other Sears appliances. He left the company in 1943 and the following year established his own office in Chicago under the moniker Jack Morgan Associates and continued to create designs for industrial objects. He was a talented designer whose Latino heritage was a part of his identity and self-presentation. He was a member of the American Society of Interior Designers and was active in its Chicago chapter especially during the 1950s. After retiring from industrial design, Morgan returned to his roots in fine art and painting. He died in 1986 in Illinois.",
    "woe:country_id": "23424977",
    "date": "American, b. Canada, 1903 - 1986",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}