{
    "id": "18673521",
    "tms:id": "212203",
    "accession_number": "1997-19-252",
    "title": "Poster, 1997-19-252, 1974–75",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18673521\/",
    "department_id": "35347493",
    "period_id": "35435423",
    "date": "1974–75",
    "year_start": "1974",
    "year_end": "1975",
    "year_acquired": "1997",
    "decade": "1970",
    "woe:country": null,
    "medium": "Offset lithograph on orange wove paper",
    "markings": null,
    "signed": "Imprinted lower left: DESIGN: K. Bruckmann   Copyright by: rené pulfer-\/markus maas - publlikationen \/ Basel\/Switzerland",
    "inscribed": "Imprinted at top of sheet: BILDER SIND ZUM SEHEN (UND ZUM LESEN).\nOn black stripe lower left: Wolfgang Weingart \/ Basel, im Switzerland 1974.\n\nEnglish translation of text:\nCALENDARS ARE TO BE LOOKED AT. (AND TO BE READ). Naturally calendars are to be read. \/ We expect from them that they show us something, namely the days and months of the year. \/ We want to get as much as possible at one glance \/ and in a comfortable manner. \/ The calendar for an airline company for example, has a special kind of 'reading function'- \/ it has to be comprehensive. The designer of such \/ a calendar has to restrain his artistic dreams. \/ This is easily said indeed. No doubt the calendars are also to be looked at. \/ They include pictures which do not necessarilly \/ have to be as comfortable as a 'Calendarium', or \/ the calendars entirely turn to pictures.\/ \nThe Bruckmann Calendar for 1975 is not \/ comfortable, thus creative. It's 'pictures' cannot be \/ followed at first glance. At leisure...and \/ whole-heartedly (also with some tolerance) one is \/ able to 'read' and fully comprehend them. \/ I find an emanation of directness and human \/ worth in these 12 designs. To me their visual  \/ signs transmit something which still nobody wants \/ to really expose: one's self. (ICH) \/ \nIn this era of overextended rationality and \/ business sophistication, idealism and creative \/ imagination are almost the only means to sur-vive. \/ A calendar showing idealism and creative \/ phantasy through its pictures (and by its plain \/ existence) is especially suitable for seeing \/ and reading: it refers day by day to the very means \/ of sur-vival. \/ Since I must confront myself with the \/ 12 pictures of this calendar month by month, it \/ functions for me in a different way than \/ an airline calendar. But it does function - for \/ in the Bruckmann Calendar I do not only \/ 'read' month by month how time goes by - I also see \/ how, month by month, somebody sur-vives time.\n-Wolfgang Weingart\n Basel, September 1974",
    "provenance": null,
    "dimensions": "41.9 x 42.1 cm (16 1\/2 x 16 9\/16 in. )",
    "creditline": "Gift of Ken Friedman",
    "description": "In black ink, the calender year is divided into twelve squares. The calendar pages are unconventionally designed using various formats and sizes for both fonts and numbers. Printed front and back, the images are augmented by text written by the noted designer Wolfgang Weingart, arguing for the visual stimulation of well designed calendars.  The title and date appear across top sheet.  The verso is a bisected layout of a black block with German text printed in orange on the left and on the right a black and white photographic image of Weingart, his wife and two daughters walking in the country. Superimposed on the image is a black arrow with the word \"ich\" pointing to the author.  The English translation of the text accompanies the image. (See inscriptions field for English translation.) At the lower right is an Order Form for the calendar (see notes field), and at lower left a black stripe.",
    "justification": null,
    "culture": "Swiss",
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18053369",
            "role_id": "35236655",
            "person_name": "Konrad Bruckmann",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18053369\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18043521",
            "role_id": "35236689",
            "person_name": "Wolfgang Weingart",
            "role_name": "Author",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043521\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236689\/"
        }
    ],
    "exhibitions": [

    ]
}