{
    "id": "18797275",
    "tms:id": "274297",
    "accession_number": "2012-22-1",
    "title": "Drawing, Phillips Exeter Library, Exeter, NH: Sketch of Plan with Elevations, ca. 1967",
    "title_raw": "Phillips Exeter Library, Exeter, NH: Sketch of Plan with Elevations",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18797275\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35435197",
    "type_id": "35237093",
    "date": "ca. 1967",
    "year_start": 1962,
    "year_end": 1972,
    "year_acquired": "2012",
    "decade": "1960",
    "woe:country_id": "23424977",
    "medium": "Graphite on yellow tracing paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Louis Kahn; Sue Ann Kahn; 2012: acquired by Museum",
    "dimensions": "29 x 32 cm (11 7\/16 x 12 5\/8 in.)",
    "dimensions_raw": {
        "height": [
            "29.00",
            "centimeters"
        ],
        "width": [
            "32.00",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of Anonymous Donor, Architectural Research Office, and Susan and Mark Stumer and from Drawings & Prints Council, General Acquisitions Endowment and Krieg Funds",
    "description": "Building plan consisting of two square rings around a central square space.  The lower corners of the exterior ring are enlarged.  A colonnade in perspective is sketched lightly below the plan and three sketches of buildings in section are drawn along the right edge of the sheet.",
    "justification": "This rare, early drawing by architect Louis I. Kahn is one of the few drawings for the Phillips Exeter Library project that is not held in the Louis I. Kahn Collection at the University of Pennsylvania. \nThe Library at Philips Exeter Academy (1965–72) is acknowledged to be among Louis Kahn’s most successful and admired buildings. The handsome structure stands 80-feet high and 111-feet wide on all four sides. Its façade is primarily brick with teak wood panels. The building’s chamfered corners allow viewers to view the brick as an exterior screen that supports only the outermost area of the four-story building topped by a pergola open to the sky. This drawing shares a similar manner and medium with many of Kahn’s drawings. It is executed in charcoal on thin yellow tracing paper and has an immediate, almost messy quality due to the friable medium and the architect’s handling of the drawing. While it initially appears to be simply a building plan, it actually represents much more. Contained within the drawing are studies for interior elevations and the organization of spaces in two and three dimensions.\nWhat is immediately recognizable from the plan is the building’s concentric organization. Such a central-plan building was common during the Renaissance when the circle was identified with the divine and considered the most noble of architectural forms. According to a member of Kahn’s firm, Kahn was a very spiritual thinker who thought of all of his buildings as temples and considered the Library as a temple for learning with the books as spiritual offerings. Kahn is quoted as having said, “You never pay the price for a book; you only pay for the printing.”\nKahn envisioned the Library as containing three separate functions, each of which is apparent in the plan. The reading area, the book storage, and the place of meeting take the form of two contiguous donuts surrounding a central atrium. The reading area is concentrated in the perimeter donut where the student carrels are placed against the windows. This was where, as Kahn said, books were “brought into the light.” This portion of the building was expressed on the outside by a brick screen and connecting brick arches supporting the outer donut. The middle donut is made of concrete to support the book stacks and protect them from direct daylight. The central 40-foot-wide atrium is the place of meeting, communion, and communication. Also visible on the proposed drawing is a perspective sketch for a circular arcade. This was later incorporated into the lowest level of the Library under the carrels and also along the perimeter of the roof. The drawing additionally contains three elevations that show the architect working out ideas for the wall elevations around the central atrium.\nThis early drawing includes elements that were changed in the final plan. Early in the design process, Kahn thought to locate the service spaces (e.g., stairs, toilets) in circular or rectangular towers located at the corners of the building. Later in the process, he pulled the service spaces into the body of the structure itself; these may be represented by the black squares located diagonally to the service towers. Also visible in the drawing are what later became two large concrete crossbeams that support the shaft above the atrium and funnel the light down into the reception area below.\nWhen architectural historians write about the Phillips Exeter Library, they mention several sources for Kahn’s ideas which the architect himself mentioned. One was the medieval cloister, especially the cloister of Durham Cathedral, of which Kahn had read the following description: “The Cloister colonnade was glazed [with glass] from floor to ceiling and carrels equipped with desks set into every window niche…on the other side of the cloister against the wall of the church and away from the sunlight were placed great wooden cabinets full of books.\"[1] This idea of having the books brought from the cabinets into the light for reading led to the placement of the carrels at the outer edge of the Library, immediately behind the brick façade.\nAnother precedent was the 1785 design for a Royal Library in the Bibliothèque Nationale by the neoclassical architect Étienne-Louis Boullée. In this great barrel-vaulted space lit from above, one sees three sections of books rising in steps up the walls on all four sides. Inspired by Boullée’s example, Kahn wanted the books to be immediately visible to users entering the building. This design goal is addressed in the proposed drawing in the three separate elevations to the right of the plan. The lowest sketch, of a domed structure with four circular openings below, follows Kahn’s ideas for the exterior of dormitories adjacent to the National Assembly Building of Bangladesh in Dhaka, a project Kahn was designing at the same time as the Library. For Exeter, Kahn brings the bold geometries of the Dhaka exteriors into the Library’s interior, where the double circles become one monumental circular opening cut out of concrete on each of the atrium walls. These openings allow the book stacks to appear dramatically upon entry into the central hall. Kahn was well aware of the theatrics he had orchestrated in the atrium. He wanted students to be humbled by the experience of entering the central space and to recognize the Library’s identity as a place where intellect and book knowledge are paramount.\n[1] Robert McCarter, Louis I. Kahn (New York: Phaidon, 2005), 305.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "Drawing",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48723_710317d485507d4a_b.jpg",
                "width": 1024,
                "height": 870,
                "is_primary": "1",
                "image_id": "48723"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48723_710317d485507d4a_z.jpg",
                "width": 640,
                "height": 543,
                "is_primary": "1",
                "image_id": "48723"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48723_710317d485507d4a_n.jpg",
                "width": 320,
                "height": 272,
                "is_primary": "1",
                "image_id": "48723"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48723_710317d485507d4a_d.gif",
                "width": 320,
                "height": 272,
                "is_primary": "1",
                "image_id": "48723"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48723_710317d485507d4a_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "48723"
            }
        }
    ],
    "participants": [
        {
            "person_id": "51676457",
            "role_id": "35352245",
            "person_name": "Karin Zonis",
            "person_date": "",
            "role_name": "Cataloguer",
            "role_display_name": "Catalogued by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/51676457\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352245\/"
        },
        {
            "person_id": "18064721",
            "role_id": "35236663",
            "person_name": "Louis Kahn",
            "person_date": "Estonian-American, 1901–1974",
            "role_name": "Architect",
            "role_display_name": "Architect:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18064721\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236663\/"
        },
        {
            "person_id": "68739079",
            "role_id": "51571025",
            "person_name": "Anonymous",
            "person_date": "",
            "role_name": "Funder",
            "role_display_name": "Purchased with funds from:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68739079\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/51571025\/"
        },
        {
            "person_id": "68739079",
            "role_id": "51571025",
            "person_name": "Anonymous",
            "person_date": "",
            "role_name": "Funder",
            "role_display_name": "Purchased with funds from:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68739079\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/51571025\/"
        },
        {
            "person_id": "68264035",
            "role_id": "35352247",
            "person_name": "Krieg Fund",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68264035\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "68739197",
            "role_id": "35352249",
            "person_name": "S. Kahn",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68739197\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, Phillips Exeter Library, Exeter, NH: Sketch of Plan with Elevations, ca. 1967. Graphite on yellow tracing paper. \nMuseum purchase through gift of Anonymous Donor, Architectural Research Office, and Susan and Mark Stumer and from Drawings &amp; Prints Council, General Acquisitions Endowment and Krieg Funds. 2012-22-1"
    },
    "colors": [
        {
            "color": "#aea773",
            "closest_crayola": "#bab86c",
            "closest_css3": "#bdb76b",
            "closest_css4": "#bdb76b"
        },
        {
            "color": "#8c855c",
            "closest_crayola": "#8a795d",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        },
        {
            "color": "#706a4a",
            "closest_crayola": "#85754e",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}