{
    "id":"18356991",
    "tms:id":"61922",
    "accession_number":"1938-88-1634",
    "title":"Drawing",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18356991\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35410957",
    "type_id":"35237093",
    "date":null,
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink",
    "markings":"Verso: Cooper Union Museum for the Arts of Decoration (Lugt#457d)\nWatermark: lily in double circle, above a geometrical shape (RB'45)",
    "signed":null,
    "inscribed":"Lower right corner: 48\n\nAt right: Gabinetto scartato perche\/ e troppo ricco, i pilastri devono\/ essere di marmo pario i fon\/ di di porfido verde, con\/ Rabeschi di metallo do\/ rato. Sopra e in mezzo una fi-\/ gura di mosaico, e i due cinoli\/ [di cancelled] due camei in alabastro, le cor-\/ nici di marmo intagliate, ed (?) li\/ tondi di metallo, le mostre\/ ?n?dini di marmo intagliate, la vulta con stucchi\/ dorati, e quadri. (RB'45)\n\nAlternate transcription of inscription on catalogue card.",
    "provenance":"Ex collection: Piancastelli and Mrs. Edward D. Brandegee.",
    "dimensions":"Image: 20.2 x 27.7 cm (7 15\/16 x 10 7\/8 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Horizontal rectangle. Below inscription is written at right, below what evidently is a sketch of the decoration fo the ceiling, and over a sketch of what seems to be the frame fo a niche, with a figure on top. At left is the elevation. A mantlepiece with a looking glass is separated by a pilaster, the decoration of which is described in teh caption, from a door, above which is a rectangular representation. On the other side of the door are two pilasters separated by two short panels, one above the other. The entablature has a frieze with festoons. Above the vaulted lower part of teh ceiling with an octagonal and an oval representation.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing.\nPen and brown ink. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-1634."
    },
    "colors":[

    ]
}