{
    "id":"18644511",
    "tms:id":"197158",
    "accession_number":"1993-151-373-1,2",
    "title":"Report, \"The Limited, Inc.: 1986 Annual Report\", 1987",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644511\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35294835",
    "date":"1987",
    "year_start":"1987",
    "year_end":"1987",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-373-1 - 35.3 x 26.5 cm (13 7\/8 x 26.5 in.), closed\n1993-151-373-1 - 35.3 x 53 cm (13 7\/8 x 20 15\/16 in.), opened\n1993-151-373-2 - 28 x 21.5 cm (11 x 8 1\/2 in.), closed\n1993-151-373-2 -28 x 43 cm (11 x 17 in.), opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"The large brochure consists of 30-plus pages of multicolored photographic illustrations and text on glossy paper. Cover: A female model is standing, centered on a white background, her head turned to the left, her hair blowing backward, her feet positioned wide apart, as if walking toward the right; her blue dress is blowing upward and grasped by her left hand. Eleven lines of type in red upper case, beginning this is about a year in the life of a company and ending this is the story of The Limited in 1986, overlay the image.\n\nInside front cover and adjacent page: In tones of predominantly red and orange, a female model, dressed in white ruffled petticoat and blouse, \"cowboy\"-style hat and vest, and low, laced boots, is seated in a rocking chair, her legs extended and feet up on a table about the height of the chair arms. She holds an open book, but is looking into the distance. The table is covered by a white cloth and holds a metal coffee pot and pair of binoculars. The back of the chair leans against the side of a parked truck, partially viewed, but occupying the full page top-to-bottom. Above, a red canopy is attached to the truck on the left and supported by wooden poles on the right. Four lines of white type, imprinted on the right hand section of the canopy, announce the company's sportswear brand, Outback Red.\n\nPage 2:  The design consists of a single line of italicized type, unaccompanied by an image, beginning in the center and extending across the right hand side.\nPage 3 (facing p. 2): A small rectangle in the upper left hand corner shows blue water and sky in a rocky landscape, in which a standing female model on the right in the middle distance looks toward the viewer. She wears a white skirt, blouse, and hat and red jacket and carries a purse; two suitcases are at her feet. Underneath the rectangle, slightly to the right, are eleven lines of type, grouped 6-1-4. The single line, after a break, juts out to the left on a line corresponding to the line on p. 2. Near the bottom of the page, Leslie H. Wexner, Chairman is imprinted.\n\nPages 4-5 (unpaginated): A view from the waist up of a female model, her head raised, facing left and cut off above the eye, appears on p. 5; her upraised right arm extends across p. 4, ending in a braceleted wrist and gloved hand. She wears a red jacket\/coat over a black high neck sweater. A graph, consisting of vertical gray and orange bars organized in six groups and terminating in a blue band imprinted with corresponding years, illustrates six business performance indices.\n\nPages 6-7 (unpaginated): In the upper third, a photograph shows a group of intertwined jeans-clad adolescents\/ young adults, three females and two males; their eyes are closed or half\/closed, their expressions smiling or dreamy. The view terminates at the bottom in what appears to be a car, but the exact content is not explicit. Just below the upper view is a red band, all across, headed (on p. 6) Financial Highlights and Financial Summary. These categories of data, also all across, are imprinted in black on blue lines on a white background.\n\nPages 8-9: A top-to-bottom, deep red band, occupying more than a third of p. 8,\nis terminated by a narrow gray band. Next to that,  A\/ Letter\/ from\/ the\/\nChairman occupies the top half of the page and extends to the centerfold. On p. 9, a rectangular photograph of the chairman is positioned next to lines 3-5 of the title on p. 8.  A 5-line italicized statement begins at top of the right edge of the photograph and extends to half the length of the photograph and to the right edge of the page. The text of the chairman's letter comprises the remaining space on p. 9, as well as that under the title on p. 8. Leslie H. Wexner's facsimile signature is imprinted above his title and the date at the conclusion on p. 9.\n\nPages 10-11 (unpaginated): The logos of The Limited's retail divisions are superimposed on illustrative photographs in eight narrow columns, four to a page.  From left to right:  Limited, in black capitals, at the bottom, on a view of the storefront's doors; Limited Express, in the upper half, on a female model in sunglasses and an embossed fabric garment, all in gray-green tones; Lerner, in the bottom half, on a female model, seated, in a straw hat, white t-shirt, and blue and white striped shorts, with crossed legs in white knee socks and sneakers; Victoria's Secret, at the top, on a paisley background in pale purple, pink and yellow tones; Lane Bryant, in the top half, on an interior store view of multicolored clothing on racks and handbags on hooks; Sizes Unlimited, in the lower half, on dot-patterned fabrics in white on black (upper) and reverse (lower), with two strands of beads, black and white (upper); Brylane, in the upper half, on sweaters in various hues, and a female model, smiling, seated on a bench, with her right arm bent, hand behind head, wearing a pink sweater; Henri Bendel in the lower half, against the store's trademark brown and white striped background. \nA statement about the retail divisions is imprinted on a black band extending across the center of both pages. \n\nPages 12-27 (pages 13, 16, 17, 18, 21, 22, 23, 26 are unpaginated): Each of the eight retail divisions is featured in a double-page spread. The format for each division features: a white band, either horizontal or vertical, within which is a rectangular shape in color; the division's name, in lower case bold type, straddling the white and colored areas; several paragraphs of marketing text imprinted on the white background; additional text imprinted elsewhere in the spread on a differently colored rectangular shape; product-related photographic images.\n\nPages 12-13 Limited Stores: Four columns, featuring many quotations from the images on pages 10-11, comprise the two pages. Here the white column, vertical, is on the left, with Limited Stores imprinted near the top of the page in red along the left edge; to read conventionally, left to right, the viewer would turn page 13 to a horizontal position. The column otherwise contains  four paragraphs, each headed in bold, black lowercase; the rectangle, colored pale green, is behind paragraphs one and two.\nColumn two, occupying the remainder of page 12 and extending into a narrow segment of page 13, features a head-to-knee black and white photograph of a female model. Her chin is slightly raised, her face is framed by dark black hair styled in bangs, her lips are parted, and her arms, elbows bent, end in a vertical position behind her head. She wears white bangle earrings, a polka dot top which bares her midriff, and white slacks. Her left leg crosses over the right. The whole image casts a shadow on the right against a gray background. \nWhere column two abuts column one, a small excerpt from The Limited door (p. 10) is positioned vertically in the top half and a variation of the single image (p. 3) is diagonally superimposed in the bottom half. Column three occupies the remainder of p. 13. In the top half is a small image of the cowgirl (inside front cover), now standing to the left of the truck, both posed against a pale blue sky on a wooden log, below which is a partial view of the right-hand door (p. 10). In one third of the lower half, a mustard-yellow rectangle shows 7 lines of type; below that are figures (excerpted from pp. 6-7), now posed against the car. In column four, upper half, the log from column three extends behind a sign shaped like a downward-pointing arrow, in shades of green imprinted in large red capitals, Camicia\/ Pilota (the terminal A in Camicia partly obscured), and below that, in the green tones, on a curve, Vecchio Amico, bisected by a dog image. A crown-like shape at the top shows five letters, F-o-r-e-n (partly obscured), of a word.  Behind the arrow tip, where the sky of column three merges with the marble background of The Limited building, The Limited building sign is imprinted, next to the door frame of column three. In the lower half of column four, an above-the-waist view of a female model, head tilted back, arms crossed and hands on shoulders. The model's lips, sunglasses, earring posts and sweater are all in tones of turquoise blue.\n\nPages 14-15 Limited Express: A series of photographic images framed in variously sized rectangular shapes comprises the upper two-thirds of the spread. These are: in the upper left,  several cloth bags, labelled, in capitals, Ltd. Express, Rigueur du Ski, Gstaad (the T followed by an image of an evergreen tree); next to it, extending to the lower edge of the upper section, a female model, head cut off above the nose and turned to the left, her right arm bent behind her and her left, bare below the elbow, hanging down, wearing a high-necked, long-sleeved black dress blowing upward to expose her left thigh and knee, and tan belt; superimposed on her pushed up left sleeve, a  long-haired male model, in a bandana and sunglasses, in profile and facing left, and with him, an almost full-faced female (excerpted from Limited Express, P. 10); below the male, extending to the lower edge of the upper section, in three-quarter profile, head to below-the-knee, a female model in tan slacks and pink t-shirt under a white windbreaker; next to her, also ending at the lower edge of the upper section, an above-the-waist view of a female model, her head turned to the right, wearing a tan shirt and turned-up-brimmed hat, and embraced by a male model, his face turned toward her, his nose almost touching hers; next to them, ending at the right edge of the spread, a female model in full-length profile, wearing an off-white skirt, greenish sweater, which exposes a pale t-shirt, white socks, red shoes and tan fedora, arms extended outward and holding open a copy of Le Monde which she is reading, her upper back leaning against a rough wooden fence post. Completing the upper section, abutting the lower edge of the ski bags and the skirt of the model in the black dress, is a pink rectangle, headed Limited Express in capitals, followed by thirteen lines of upper and lower case type.\nHere the white section stretches across the two pages at bottom; the rectangle, on p. 14, is mustard yellow; and Limited Express is imprinted horizontally in purple. To the right of Limited Express, partly on the mustard yellow and partly on the white, is a column of eleven lines of type, headed Michael Weiss, in dark lower case. This text continues in three lines in an adjacent column on p. 15, followed just underneath by a twelve-line column headed the idea of in dark fraktur type. A third column, centered on p. 15, headed together with, in dark lower case, completes the design.\n\nPages 16-17:  Here the white band, horizontal, is at the top, extending across both pages, the rectangle, on p. 16, is khaki, and Lerner is imprinted horizontally in blue close to the top edge. The ensuing headings are in smaller dark type. Intersecting the right edge of the khaki where it meets the white, the text continues in a column of two paragraphs, one of eleven lines headed bob grayson, and a second of four lines, headed when he walks. This latter paragraph concludes in six additional lines in an adjacent column, placed just to the right of the centerfold; a ten-line paragraph, headed the smiling, is directly underneath. A third one-paragraph, eight-line column, headed for the people, is in the center of p. 17.\nA narrow band in a squiggle pattern borders the left edge of the group of images in the lower two-thirds. The top edges of the four rectangles are aligned. In the rectangle next to the border, the seated Lerner model (p. 10) is reproduced in a smaller version, in which her right arm encircles a man's left leg, clothed in blue jeans and ending in a bare foot. His waistline is aligned with the space just above her hat, and his right-hand thumb is visible on the outside of his jeans pocket. Column two, extending from the khaki rectangle in the upper section, features a diagonal, partial view of a model in profile on the right, wedding band visible on the left hand, which is extended downward, resting on the horizontal bar of a stroller frame, from which a blue diaper bag is suspended. The model, in black sweater and slacks, topped by an unzipped beige windbreaker, faces a rack (invisible to the viewer) of white and pink garments. The floor tiles are in muddy, muted green tones. The third column, approximately three times the width of column two, shows an above-the-waist view of a female model with long, auburn hair, wearing a yellow, three button polo shirt. She stands against a background of horizontal wooden logs showing knots, as well as marks, possible graffiti. The fourth column, which extends to the bottom edge, shows a frontal view, on the right, of a female model, seated, her head turned to the left; she has short black hair, closed eyes and parted lips and wears a jeans jacket over a white long-sleeved shirt with an open collar. To the left, above and behind her, is a male model wearing a short-sleeved black T-shirt. His head is turned horizontally, so that his dark blond hair, brushed back, abuts the left edge of the rectangle and his nose touches the woman's forehead; his eyes are closed. His right arm extends downward to the bottom edge, where the couple's hands are clasped. The bottom edge of the third rectangle is bordered by a band consisting of a short strip in mustard yellow, which continues in the squiggle pattern of the leftmost edge. Below that is a fifth rectangle, extending from the right edge of the first column to the left edge of the fourth, displaying a row of white plastic hangers, topped by bright blue price tags labelled Lerner in orange; on the hangers, the shoulder straps of sleeveless tops, mainly black or red, are just visible. About two inches from the right edge of the hanger view, an orange rectangle shows twelve lines of type introduced by the word, fashion, in uppercase.\n\nPages 18-19:  The vertical white column, with a green square, its top edge beginning at the center page 19, is on the right. Victoria's Secret is imprinted in red near the left edge of the column, in the lower half, parallel to the vertical edge. To read conventionally, the viewer must turn the page to a horizontal position. Three paragraphs in the top half are headed it is noisy, the president, and by the time, in lower-case dark type. The fourth, located in the green square, is head the success, in dark italics.\nThe image layout begins on the left of p. 18 with a montage, on a black background, of behind-the-scenes objects, such as memo books; a tag, labelled sample, in red, attached to lace-trimmed pink lingerie; a calculator; a paper coffee cup; handwritten notes. Across the center of the spread, extending from the right\nedge of the montage to the left edge of the text column, is a wide gray satin ribbon, tied in a bow, which spans the centerfold. Above the ribbon, to the right of the montage, is a three-quarter length frontal view of a female model, with wavy ash-blond hair, wearing a low-cut, white lace-top nightgown. Her upraised right arm, bent at the elbow, is extended across her head. To the right, ending at the centerfold, a wider column contains a partial view of a female model with long blond hair and wearing sunglasses, reclining, with her head thrown back; the upper part of the face is cut off, as is the view of the body below the upper part of the bra\/ bathing suit top. Her right arm, of which the upper part is visible, ends in a puff of sheer fabric, which also appears above her left shoulder. The column located between the centerfold and the left edge of the text column contains a full-length image of a couple. The female model, posed with her back to the viewer, throws her head back, while wrapping her arms around the head and neck of the male model, facing the viewer, whose head is pulled downward and arms are thrown wide. She, smiling, her eyes closed, wears a light blue sundress, laced up the back, with a ruffled skirt blown upward above the knee, and a straw hat. He is dressed in jeans, rolled up slightly, and a jeans jacket, which slides off his right shoulder due to her hug. He is barefoot, while she wears black espadrilles. Below the ribbon on p. 18, in the top half of the space, is a view of a Victoria's Secret store interior, showing counters, lingerie in predominantly pink and white tones worn by mannequins or placed on hangers, and female customers in outer clothing. In the bottom half of the space, on the left, are ten lines of text, headed International, in capitals; on the right, there is an excerpt from the paisley design (p. 10). Overlaying the intersection of these two segments is a diagonal image of a Victoria's Secret, Special Edition catalogue cover showing a male model, bare to the waist, standing behind and embracing a female model, who is wearing a bustier and skirt.  They face right and their eyes are closed.\n\nPages 20-21 (21 unpaginated):  The white column is on the left of p. 20, with a pale mustard yellow square beginning in the approximate center of the upper half of the page. Lane Bryant is imprinted parallel and next to the left edge of the page in navy blue. For the viewer to read conventionally, the page must be turned to a horizontal position.  The text, consisting of four paragraphs with headings in dark lower-case type, begins at the top edge of the colored square and ends about one and a half inches above the bottom edge of the page. The slightly narrower adjacent column, which begins at the top edge of the page and extends downward about three-quarters of the page length, contains an enlarged view of the Lane Bryant segment (p. 10), with the addition of some detail and a narrow blue band on the upper right. The right-most column of p. 21 consists of a bright pinkish-red rectangle and a full-length view of two female models, the tops of their heads abutting the lower edge of the rectangle. The light-skinned, blond model on the left, wearing a matching pleated skirt and sweater, is posed slightly behind the dark-skinned, black-haired model on the right, wearing an identical dress in the same pinkish red of the rectangle. Between the right-most and left-most columns are three horizontal views. Number one shows a close-up of the shirts on the lower rack in column two. Number two, the central of the three, consists of head-and-upper-body shots of the same female models seen in the right-most column, posed on either side of a male model, whose left hand rests on the shoulder of the blond female; all are smiling. The dark-skinned model wears an opened striped shirt over a solid beige under blouse and the light-skinned an opened tan shirt over a white T-shirt, and both wear brimmed straw hats; the male model, whose face is visible only from the nose down, wears a pale green shirt, pink-flowered shirt. Number three consists of five female models, all shown from the top of the bust to just below the waist, in identically styled dresses in different colors: beige, with red belt; yellow, bright pink and white, with black belts; and black, with white belt. A lavender rectangle, appearing between the lower edge of the view of the five models and the bottom edge of p. 21, shows seven lines of text in its right half. Between the rectangle and the right edge of column one is an image of a female model, smiling, her downcast eyes seen through sunglasses, wearing a pink sweater and raising her bent arms to her head. \n\nPages 22-23 (unpaginated): A dusty pink rectangle in the upper left-hand corner of p. 22 abuts the white background stretching across to the right-hand edge of p. 23. Sizes Unlimited is imprinted horizontally in purple, followed by three paragraphs of text, one just to the left and a second just to the right of the centerfold, and a third to the right of the second, all headed in dark lower-case type. Beneath the lower edge of the text section are views of clothing. Hanging scarves in varied patterns, in predominantly red and pink tones, comprise column one, which extends to the bottom of the page. Column two, also ending at the bottom, shows a rack of casual pants and jackets suspended on plastic hangers, one behind the other. Column three excerpts the polka dot image (p. 10) and adds, to its right, an image of the same pattern in white on blue, ending at the centerfold. A pale purple rectangle abutting the lower edge of column three and ending at the bottom of the page shows ten lines of text in white. An image of a round rack of striped cotton shirts  \non hangers occupies most of the space in column four, ending at the bottom of the page; behind the shirts are tank tops in varied hues, shown on hangers or a horizontal pole display fixture. Lingerie, lace-trimmed and in varied hues of pink, purple and apricot, comprises the upper section of column five. In a smaller section beneath, ending at the bottom edge of the page, there is a blurred image of a woman shopper in front of and thumbing through racks of pajamas. A narrow strip at the right edge of p. 23 shows a blurry view excerpted from the scarves in column one. \n\nPages 24-25:  The horizontal white space stretches across the bottom of both pages. On p. 24, the narrow yellow rectangle, located in the center of the space, extends upward to the mid-level of the page. Brylane is imprinted in navy blue. Three columns of text, one to the right of the rectangle and two continuing, side by side, on p. 25, are headed in dark lower case, the buyer, the company, and pete canzone. Above the white area, beginning at the right edge of the rectangle, spanning the centerfold and ending to the right of center on p. 25, are four female \nmodels standing next to each other, wearing loosely styled shirts, and viewed from the waist upward. The left-most, in bright green, has her back to the viewer and her head turned to the right. Her arms are bent at the elbow and raised, and her right hand touches the shoulder of the second model, wearing yellow and matching hoop earrings; her elbow are also bent, but her hands are on her hips. Next to and slightly behind her, the third model wears bright pink and matching hoop earrings; the tips of the fingers of her right hand are just visible behind the shoulder of the second model. The fourth model, in black and pink hoop earrings, stands in front of the right arm of the third; her right arm is bent upward at the elbow and end with her hand touching the back of her neck. The view of the tops of the heads of the second, third and fourth models is aborted. Above the yellow rectangle and the four-model scene, ending at the right of the centerfold, is a horizontal view of a montage of catalogues, their titles partly visible. Above that, and ending at the top edge is a dark blue rectangle with white text headed Nation's in upper-case; next to that is a multicolored fabric sample, in the colors featured in the sweaters on p. 11, its right edge aligned with that of the view below. The column on p. 24, above the white section, and beginning at the left edge, shows partial view of two seated women in an office, one, perhaps an executive or buyer, in a turquoise dress and scarf, holding a pen and bright yellow paper, and another, a clerical worker, dressed in a red sweater and plaid skirt, seated at a desk, and wearing a telephone ear-and-mouthpiece. On p. 25, column three, its lower edge abutting the top edge of the view of models three and four, and its left edge beginning to the right of the centerfold, abutting the right edge of the catalogue and fabric views, consists of a view of a left hand holding a pen, poised over a paper, belonging to someone seated at a desk, which holds a computer screen and keyboard. To the right of the desk view in column 4 is an image of three models, standing side by side, dressed in varying outfits in brown, orange and white. The left-most model wears shorts and a long-sleeved blouse and carries a tote bag holding a baguette; the center model wears a skirt and long-sleeved print blouse and carries a bunch of paper-wrapped flowers; and the right-most  model wears clacks, blouse and open jacket. Below this is another catalogue montage, its main feature a profile view of a woman, her chin resting on her hand, wearing a print blouse in predominantly green tones. A narrow dark gray-green band at the right-hand edge of column 4 extends to the edge of p. 25.\n\nPages 26-27: Here the white column, topped by a pale lavender rectangle, is on the extreme right of p. 27. Henri Bendel, in purple, is vertically imprinted close to the left edge of the column; to read conventionally, the viewer must turn the page to a horizontal position. The text is divided into four paragraphs, headed in dark lower-case type; the first straddles the lavender and white areas, and is headed the man, while the subsequent three underneath are headed henri bendel, within minutes and if mark shulman. In the upper third of the left-most column on p. 26, there is a line illustration of the head and upper body of a woman in profile, her left arm, upraised and bent at the elbow, reaching down her back, where a lavender square, visible underneath the outlines of her body, is placed. Beneath the image, extending downward to the bottom edge, is a repeat of the brown and white stripes shown on p. 11. The central photographic image is located to the right of column 1, stretching across to the right of the centerfold, its top edge aligned with the extension of the top edge of the stripes in column 1. A woman is seated in a slightly forward pose on a chaise longue framed in black wood and covered in a white fabric. Her head is turned slightly to the right; her hair is pulled back in a bow, visible on the left; her chin is raised, her lips are parted and her eyes appear to be focused on something in the distance. She wears a black and white flower print jacket, bordered in black and opened over a matching camisole top, of which one strap is visible, and black slacks, ending, in this view, above the ankle. Her right hand leans on the left edge of the chaise, while her left, fingers curved inward, rests in her lap; her legs are stretched out to the right toward the floor, over the bottom edge of the chaise. A bunch of white roses in white paper rests on the back of the chaise on the right. Three images comprise the space located above the central image and between the line illustration on the left (p. 25) and the left edge of the text column (p. 26): on the left, an image of furs; in the center, an in-store view of racks of women's clothes and a curved stairway; and on the right, a female model, dressed in an outfit inspired by a matador's costume, her pose taking off on a matador's stance. Just below the store view, an additional rectangle, in beige, displays text headed The Best, and is bordered on the right by another rectangle in a white on brown polka dot pattern. An additional column of brown and white stripes, placed between the right edge of the central image and the left edge of the text column, and extending from the lower edge of the matador view to the bottom of the page, completes the design. \n\nPages 28-31: The presentation of the support services continues the design pattern of text and image used on pages 12-27.\n\nPage 28-29: A lavender band abuts the top edge, beginning at the left edge of p. 28 and ending on p. 29, left of the center of the page. Underneath the band on p. 28, beginning at the left edge, is a column of text on a white background, on which distribution services in blue is imprinted parallel to the left edge; to read conventionally, the viewer must turn the page to a horizontal position. Three paragraphs of text, headed although a visitor, the people, and the group in dark lower-case type, comprise the remainder of the column. On the extreme right of p. 29, an additional column, a light green rectangle at its center, is imprinted credit division in purple, straddling the white and green areas in the lower half of the column and positioned near and parallel to the left edge of the column. (See above re the viewer.) Two paragraphs, beginning in the top half and ending within the green area, are headed ralph spurgin and the new president in dark lower-case; a third, entirely within the green, is headed a rainbow in lower-case. On the lavender band on p. 28, nothing is more critical, imprinted in blue just below the top edge, begins the text, which continues within the band on pps. 28 and 29. Beneath the lavender is a narrow band in dusty pink; between that and the bottom edge of pps. 28-29, and between the two text columns, are views of stockrooms with clothing on racks; delivery trucks; a construction site, presumably of Limited buildings; and divisional credit cards. \n\nPages 30-31: There are three columns in the established design pattern of white-with-colored-rectangle background overlaid with text. Column one, about 10cm (4in.) wide, begins at the left edge of p. 30, occupies the full length of the page, and has a pale blue-gray rectangle in the upper section. Store planning in turquoise blue is imprinted parallel to the left edge, spanning the white and colored areas. (See p. 28 re the viewer.) Three paragraphs of text, beginning in the colored area and ending about 10 cm (4 in.) from the bottom edge, are headed charles hinson, the store planning, and one of the. Column two, occupying the full width of pp. 30-31 and intersecting the blank white space below the text in column one, has a pale yellow rectangle adjacent to the white space. Mast industries, imprinted in dark blue, spans the white and yellow. One paragraph of text, headed martin trust is, begins in the yellow area and extends into the white, ending close to the centerfold. A second paragraph, on p. 31 to the right of the centerfold, headed when the, is followed underneath by a third, headed the people of, which continues on the right and is followed underneath by a fourth paragraph, headed at any given. Column three, about 11 cm (5 in.) wide, begins on p. 31at the centerfold and has a dusty pink rectangle occupying its lower half, abutting the top edge of column two. Real estate division is imprinted in dark blue, spanning the white and colored areas, parallel and close to the centerfold. (See above re the viewer.) Three paragraphs of text, beginning near the top of the page and ending in the center of the pink rectangle, are headed six-year-old, members of and but then.\nBetween columns one and three are four rectangular images of building materials; architectural blueprint; hands and machine engaged in fabric-cutting; and a map\nsection. To the right of column three are three additional views: a snapshot of skyline diagonally placed on a map section; a continuation of the blueprint; and a button sample card, diagonally placed on a map section. \n\nPages 32-33 (inside back cover): On a pale green background, rectangular headshots of executives of The Limited, Inc. are arranged near the top edge in a horizontal row of nine (six on p. 32 and three on p. 33); and near the left edge, a vertical row of eight, with the same headshot serving as number one in both rows. The names and positions of the executives are imprinted underneath the photographs. On p. 32, a five line statement, beginning with Words and images, is imprinted in blue italics, with emphasized words in bold lower-case. The fifth line extends onto p. 33. A four-column list of directors and executive officers of the corporation, and related information, is imprinted underneath the statement on p. 32. \n\nBack cover: The image on p. 14 of the model in the black dress is repeated here. In the present version, there is a full view of her legs, ending in a partial view of the feet in boots. The view of the skirt on the left is more extensive, barely cut off at the edge. The background is again blue sky now on top of what appears to be a blurred field of flowers in tan\/yellow tones.\n\nThe insert, inserted in a pocket on the inside front cover of the larger color brochure, presents the 1986 performance data for The Limited, Inc. The khaki-colored cover, labelled the results in bright blue italics and bold lower-case, features a bar graph summary of financial performance for five years; the years 1982, '83,'84, and '85 are in white and 1986 in the same blue. Many of the images within, in khaki-tinged black-and-white, refer to the originals in the color brochure, cited below in parentheses. Inside front cover, female model in pants, top, hat (inside front cover); p. 2 (unpaginated), doors and The Limited building sign (p. 13); p. 8 (unpaginated), Camicia Pilota emblem (p. 13); p. 8 Limited Express, logo (p. 10) and model reading newspaper (p. 15); p. 9 (unpaginated) Lerner, logo (p. 10), rack of clothes; p. 9 Victoria's Secrets, logo (p. 10) and female model in laced-up dress (p. 19, catalogue cover);  p. 10 (unpaginated), Lane Bryant, group of three models pp. 20-21); p. 10, Sizes Unlimited, logo (p. 11) and jackets\/pants (p. 22); p. 11, Brylane, logo (p. 11) and striding female model in dark dress with triangulated pattern collar; p. 11, Henri Bendel, logo (p. 11) and model in toreador outfit (p. 27); pp. 12-13 (unpaginated), Support Divisions, blueprints, clothes racks, store credit card, maps (pp. 28-31); inside back cover, female model in sunglasses, looking upward, arms crossed (p. 13). One additional image (p. 29), of a man in standing on a circular stairway, is presumably from a Limited building. Financial data, in narrative, bar graph or chart form, comprise the remaining pages.",
    "justification":null,
    "type":{
        "id":"35294835",
        "name":"report"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18046097",
            "role_id":"35236655",
            "person_name":"Alexander Brebner",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18046097\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18056541",
            "role_id":"35236689",
            "person_name":"Danny Abelson",
            "role_name":"Author",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18056541\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236689\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}