{
    "id": "18046231",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046231\/",
    "name": "Edith Huntington Snow",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "56",
    "biography": "Edith Huntington Snow (1875-1960) was born and raised in in Lawrence, Kansas. Her father, Francis F. Snow was the chancellor at the University of Kansas. It was there that Snow took fine arts classes, before transferring to Stanford University to complete her studies. After college she moved to New York City, and trained in the renowned studios of Flambeau Weavers. While there, Snow became very ill and found that weaving was an effective and productive means of convalescence. Dr. Herbert J. Hall, a respected neurologist and director of the Marblehead, Massachusetts Sanatorium invited Snow to implement and observe a weaving program there for recovering World War I veterans. The results were so successful that the National Association of Occupational Therapy encouraged her to open a school in the creative arts for those overcoming mental illness or physical rehabilitation. \nIn the fall of 1921, with her friend and partner Beatrice Vail Abbott, she established Snow Abbott Looms (this would later become Snow Looms School of Weaving and Crafts). Patients were enlivened by the array of colors and textures of materials, and weaving proved to be a soothing means to recovery. Snow Abbott Looms was not exclusively a place of convalescence, as it produced a wide variety of marketable products such as upholstery, runners, bags, draperies, and fabrics for dressmaking. Her studio utilized materials such as linen, wool, cotton, silk and mercerized cotton and rayon, but Snow was more reluctant to experiment with synthetic and metallic fibers than some of her contemporaries. The studio created a myriad of products; most of them were special private commissions for home interiors. \nDuring this time, Snow travelled extensively throughout Europe, as well as to Scandinavia to learn alternative traditions of weaving. Once Snow retired, Laura Peasley took over the operations. Snow and Peasley collaborated on a published book, “Weaving Lessons for Hand Looms” in 1947, which is still used widely today.",
    "woe:country_id": null,
    "date": "American, 1876–1960",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}