{
    "id": "68736535",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68736535\/",
    "name": "Estate of Julian Clarence Levi",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "29",
    "biography": "Julian Levi (1874-1971), born in New York City, was the son of Albert Augustus Levi. The elder Levi, originally from Germany, was a banker and one of the trustees of the Society for Ethical Culture upon its founding in 1877; he was apparently also a brother-in-law of the Seligman brothers (of the investment banking firm J. & W. Seligman & Co.). Julian Levi attended Columbia College, studied architecture as a postgraduate with William R. Ware, and graduated from the Ecole des Beaux Arts in Paris in 1904. During the first half of 1905, he worked under architect Herbert D. Hale; his association with Francis Hatch Kimball in 1905-07 on the Seligman Building appears to have been his first major commission. From 1907 to 1962 he was a partner in the firm of Taylor & Levi; after Alfredo S.G. Taylor's death in 1947, Levi was the owner of the firm, from which he retired in 1954. Among their work was the Osborne Apartments addition (1907), 205 West 57th St.; Ehrich Brothers (Kesner's) Store addition (1911-15), 695 Sixth Ave.; and the Eclair Moving Picture Studio (credited as one of the nation's first), Ft. Lee, N.J.; as well as numerous commercial and residential commissions in New York, New Jersey, and Virginia. Levi was active in various exhibitions, expositions, committees, and organizations. In 1921 he organized exhibits on American architecture that traveled in Europe, and developed a program for the construction of open-air schools in France. He was the founder in 1930 and chairman of the Architects Emergency Committee, which found or created work for architects throughout the Depression. He was one of the co-designers of the U.S. Pavilion at the Paris International Exposition in 1937 and of the Roumanian House at the New York World's Fair in 1939. Levi, called a \"Renaissance man\" in his New York Times obituary, was also a painter and philanthropist.",
    "woe:country_id": null,
    "date": null,
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}