{
    "id": "18692609",
    "tms:id": "221847",
    "accession_number": "2001-10-1",
    "title": "Drawing, Design for Sand-Blasted Glass Mural: Mercury Gathering Air Waves Amidst Planets and Stars, 1932",
    "title_raw": "Design for Sand-Blasted Glass Mural: Mercury Gathering Air Waves Amidst Planets and Stars",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18692609\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35414153",
    "type_id": "35237093",
    "date": "1932",
    "year_start": 1925,
    "year_end": 1945,
    "year_acquired": "2001",
    "decade": "1920",
    "woe:country_id": "23424977",
    "medium": "Brush and white gouache, black wash, graphite on tan paper",
    "markings": null,
    "signed": "Signed in graphite, lower right:  Hildreth Meière\/1932",
    "inscribed": "Inscribed in pen and white gouache across upper edge:  COMMUNICATION HALL",
    "provenance": "Conner-Rosenkranz, New York City; Louise Meiere Dunn until 2001",
    "dimensions": "(unframed): 43.3 x 46 cm (17 1\/16 x 18 1\/8 in.)",
    "dimensions_raw": {
        "height": [
            "43.30",
            "centimeters"
        ],
        "width": [
            "46.00",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from Drawings and Prints Council Fund",
    "description": "Mercury flying diagonally from upper right to lower left, with his arms extended, gathers air waves portrayed as three series of parallel lines gathered to a point.",
    "justification": "Hildreth Meière (1892–1961) was among the most important members of the 1920s and 1930s generation of New York-based modernist painters and designers. An exceptionally accomplished and productive decorative designer, her mosaic murals and metal reliefs graced public buildings as well as domestic interiors all over America. Only recently has she been restored to her rightful position as a major contributor to the rise of modernism in America. \nTrained at the San Francisco School of Fine Arts and the Art Students League in New York, Meière built a career designing mosaics and mural paintings for buildings including the National Academy of Sciences, Washington D.C. (1924); the Nebraska State Capitol, Lincoln, Nebraska (1924–29); One Wall Street, New York (1931); the Walker-Lespenard Telephone Company, New York (1932); and Illinois Bell Telephone, Chicago (ca. 1938). Her special area of expertise was designing mosaics and stained glass for religious institutions such as St. Thomas’ Church (1935); St. Bartholomew’s (1928–29, 1948–49); and St. Patrick’s Cathedral (1940), all in New York City, as well as Washington’s National Cathedral (1951). She gained particular attention in New York when she was awarded dual commissions in 1932 for metal panels on the exteriors of both the RKO Building and Radio City Music Hall in Rockefeller Center.\nMeière was particularly proud of her World’s Fair commissions.[1] For the 1933 Chicago Century of Progress Exhibition, she executed the Progress of Women mural for the National Council of Women and the decoration of the terracotta pool floor for an American Telephone and Telegraph installation. For the 1939–40 New York World’s Fair, she completed eight exterior murals for Fair buildings including Medicine and Public Health, American Telephone, and the Temple of Religion.\nThis striking drawing, Design for Sand-Blasted Glass Mural: Mercury Gathering Air Waves Amidst Planets and Stars, was formerly in the collection of Hildreth Meière’s daughter. The drawing’s mythological theme captures the 1930s enthusiasm for classical motifs, which designers portrayed with sleek monumental figures to project a heroic vision for the future (as in the Prometheus Fountain at Rockefeller Center). The drawing bears a 1932 date and an inscription indicating the project’s theme and destination, “Communications Hall.” The communications theme was especially popular during the late 1920s and 1930s, when electricity, telephones, and radio represented the new technology of the time. In these years, many new telephone buildings were constructed all over the United States, the interiors of which often were decorated with mosaic or painted murals. Meière, for example, created interior designs for the Walker-Lespenard Telephone Company in New York (1932) and the Illinois Bell Telephone Company in Chicago (1938). \nWhile the proposed 1932 drawing could have been connected to the Walker-Lespenard project, it is more likely related to Hildreth Meière’s designs for the American Telephone and Telegraph (AT&T) Company installation at the Century of Progress exposition. According to the Fair’s official guide book, the company had two installations: one in Raymond Hood’s Radio & Communications building, which illustrated the story of communication; and another in the Electrical Building, also designed by Hood, that included telephones and other communication apparatuses such as teletype writers and telephone switchboards.[2] The drawing’s annotation of Communications Hall, the commonplace name for the Radio & Communications building, suggests that Meière originally proposed a sand blasted glass mural for the AT&T installation, but was commissioned to design mosaic pool (which may have been in the Communications Garden outside of Communication Hall). \nThe acquisition of this work will strengthen the museum’s representation of early American modernist drawings, particularly by women designers who played an important role in developing and popularizing American modernist interiors, textiles, ceramics and other decorative arts and industrial design objects. Meière rightfully should join other female early modernists in the collection such as Eva Zeisel, Ilonka Karasz, Ruth Reeves, and Marguerite Zorach. The Meière drawing also relates to other art deco designs in the collection with similar ornamental abstractions and sharp figural contours, such as Rockwell Kent’s Wall Elevation for Bedroom or Dressing Room (1984-124-11) and many pieces from the Deskey and Dreyfuss archives. Finally, the drawing enhances the World’s Fair material in both the collection and in the museum’s library, including Donald Deskey’s Design for the Communications Focal Exhibit, for the Hall of Communications at the 1939–49 New York World’s Fair (1975-11-934). \nGail S. Davidson with Marilyn Symmes, November 28, 2001.\n[1] Hildreth Meière, “Working for a World’s Fair,” Journal of the Associated Alumnae of the Sacred Heart IV (1939–40): 1–6. \n[2] Official guide: book of the fair, 1933 (Chicago: A Century of Progress, 1933).",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "Drawing",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/24879_1d4dccc639eb27e7_b.jpg",
                "width": 1024,
                "height": 920,
                "is_primary": "1",
                "image_id": "24879"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/24879_1d4dccc639eb27e7_z.jpg",
                "width": 640,
                "height": 575,
                "is_primary": "1",
                "image_id": "24879"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/24879_1d4dccc639eb27e7_n.jpg",
                "width": 320,
                "height": 287,
                "is_primary": "1",
                "image_id": "24879"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/24879_1d4dccc639eb27e7_d.gif",
                "width": 320,
                "height": 287,
                "is_primary": "1",
                "image_id": "24879"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/24879_1d4dccc639eb27e7_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "24879"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18536717",
            "role_id": "35236655",
            "person_name": "Hildreth Meière",
            "person_date": "American, 1892–1961",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18536717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18536715",
            "role_id": "35352249",
            "person_name": "Conner-Rosenkranz",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18536715\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, Design for Sand-Blasted Glass Mural: Mercury Gathering Air Waves Amidst Planets and Stars, 1932. Brush and white gouache, black wash, graphite on tan paper. \nMuseum purchase from Drawings and Prints Council Fund. 2001-10-1."
    },
    "colors": [
        {
            "color": "#dec89b",
            "closest_crayola": "#e7c697",
            "closest_css3": "#deb887",
            "closest_css4": "#deb887"
        },
        {
            "color": "#595043",
            "closest_crayola": "#414a4c",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#9d9a95",
            "closest_crayola": "#95918c",
            "closest_css3": "#a9a9a9",
            "closest_css4": "#a9a9a9"
        },
        {
            "color": "#332d26",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#b5a47f",
            "closest_crayola": "#bab86c",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        }
    ],
    "woe:country_name": "United States"
}