{
  "display_date": "1993", 
  "credit_line": "Gift of Lucille Tenazas", 
  "date_end": "1993", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "American", 
  "id": "200404", 
  "style": "", 
  "date_begin": "1993", 
  "dimensions": "58.4 x 91.4 cm (23 x 36 in. )", 
  "copyright": "", 
  "title": "San Francisco Embarcadero Waterfront Competition", 
  "provenance": "Lucille Tenazas", 
  "credit_line_repro": "", 
  "invno": "1995-171-3                                ", 
  "movement": "Research in progress", 
  "medium": "Offset lithograph on white paper", 
  "media_id": "15332", 
  "description": "Poster for annoncing the San Francisco Embarcadero Competition.  \r\nRecto: Two overlapping photographic reproductions-large one in blue tones showing view of San Francisco harbor with road, pier, and building on left side and second one showing aerial view of San Francisco Harbor in black and white with computer generated segmented lines highlighting the shape of harbor. Poster organized by text boxes in style of flowchart.  Imprinted in black rectangle, upper left: \"IDEAS COMPETITION\", in red across top: \"Open to all who have vision toward the future\", and in black: \"San Francisco is one of the world's most beautiful cities.  It is a city known for/ its fine-grained buldings covering the hillsides, as well/ as grand urban scaled planning elements which organize/ the city on a large scale.\"/ (in smaller font) Yet, prominently visible to all who visit, the/ waterfront poorly represents San Francisco to the world in its/ current condition.  With the decline of San Francisco as a major/ port, many of the old uses of the waterfront are gone, while new/ ones have yet to emerge.  The recent demolition of the earthquake damaged Embarcaderos Freeway, the elevated roadway/ which severed the city from its waterfront, has created an historic moment of opportunity to develop a magnificent/ (new waterfront edge), reuniting city with the bag./ Seeking to act as a (catalyst) for the ongoing public planning and development/ effort, Center for Critical Architecture I(2 AES) is sponsoring this achitectural/urban/ design competition. It is a call for ideas that are at once visionary yet/ contain the seeds of implementation. The competition and subsequent exhibition/ are intended to generate enthusiasm, creative, and inspirational proposals, and/ and a spirit of optimism and collaboration that will carry San Francisco/ proudly into the next century\".  Within text, key words written in large font such as \"emerge\", \"catalyst\", enthusiasm\", \"optimism\", and \"collaboration\".  Imprinted on right side: \"THE CHALLENGE/ 1. Develop a set of ideas which organize the waterfront zone--/ the Embaracao Boulevard and adjacent land and pier properties./ 2. Develop in detail the design of a specific site(s) within the/ competition area, illustrating how the overall design concept might manifest/ itself on a human scale.\"\r\nImprinted in black, right side: \"SCHEDULE/ January 30, 1993 (in red)/ Entry submissions due (in black)/ March 1 - April 30/ Exhibition/ Competition Catalog.\"\r\nImprinted in black, right and below: \"PRIZE/ 3 First Prize/ Awards/ of $10,000 (US) each/ 10 Certificates/ of Outstanding Merit/ Certificates of/ Honorable Mention/ Public Exhibition/ and Catalog...\"\r\nImprinted in gray and white, vertically on right edge: \"Call for/ VISION San Francisco Embaracadero Waterfront Competition/ Fall 1992\".\r\nImprinted in red vertically, below: \"JURORS/ Allan Colquhoun/ Francis Ford Coppola/ Harold Gilliam/ Fumihiko Maki/ James Stewart Polshek/ Stanley Saitowitz/ Jorge Silvetti\"\r\nVerso: Black and white photographic reproduction of San Francisco Bay with Golden Gate bridge on right and construction area on left.  Imprinted in various font size and parts overlapping image: \"emergence/ of new city edge (in black)/ sequence/ chronology (in red)/ What is the nature of this suspended city?/ as the land submerges into the sea/ below the waterline/ inhabitation persist. (in black)/ Submergence (left of photo reproduction and in gray)/ life lines of circulation (in black)/ orchestration (in red)/ frontpiece (in red)\".", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Poster", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}