{
    "id": "18692543",
    "tms:id": "221811",
    "accession_number": "2008-25-1",
    "title": "Portable Typewriter, \"Lexikon 82\", 1975",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18692543\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35414113",
    "type_id": "35293961",
    "date": "1975",
    "year_start": 1972,
    "year_end": 1975,
    "year_acquired": "2008",
    "decade": "1970",
    "woe:country": "23424853",
    "medium": "Plastic, metal, rubber",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Ruth Culleton; 2008: acquired by Museum",
    "dimensions": "H x W x D: 12.1 x 44.8 x 38.1 cm (4 3\/4 x 17 5\/8 x 15 in.)",
    "creditline": "Gift of Ruth Culleton",
    "description": "First electric portable typewriter to use a \"golf ball\" moveable printing element.  To keep width to a minimum, it has moveable carriage and fixed typing point; ball element pivots and types while staying in place.",
    "justification": "This typewriter is being offered as a gift by its original owner, who purchased it in 1976, from an Olivetti dealer in Cambridge, MA, while a student. It is in very good condition, coming with its original case and two additional typing elements with different fonts.\nMilan-based Mario Bellini is a versatile architect, urban planner, and designer whose clients include auto makers, as well as an international roster of furniture, lighting and office equipment producers such as B&amp;B Italia, Vitra, Cassina, Heller, Brionvega, Artemide, Yamaha, and Olivetti. He was editor of the architecture and design magazine Domus from 1986-1991. He has taught architecture and design, and has been awarded a number of international architecture and design prizes, including eight &quot;Compassi d'oro.&quot; In 1987, the Museum of Modern Art organized the retrospective exhibition, Mario Bellini: Designer. Bellini studied architecture and graduated from the Polytechnico di Milano in 1959, and opened his own architectural practice in the early 1960s.&amp;nbsp; He began designing furniture and products in 1963, when he became the chief design consultant for Olivetti. His early work showed an organic form that he expressed as a reference to the natural world. In the 1970s, he organized workshops exploring the complex relationship between humans and man-made objects and environments, although by that time he had begun to create more rectangular and faceted designs.\nThe Olivetti office machinery company was founded in 1908. By 1938, when founder Camillo Ollivetti's son Adriano took over, he initiated the policy of using consulting designers. Through the decades the company has dedicated itself to a strong design program as can be seen in its own buildings, advertising and graphics, and its office and consumer products. Designers working for the firm have included Marcello Nizzoli, Ettore Sottsass, and Mario Bellini, who designed consumer products for the firm into the late 1970s, a time when the company was seeking new shapes, materials, and ergonomic considerations. \nAlthough the &quot;golf ball&quot; typing element made its first appearance in American Elliot Noyes' Selectric office typewriter for IBM (1962), Bellini's Lexikon 82 for Olivetti was the first portable electric typewriter to use a &quot;golf ball&quot; movable printing element, rather than the standard typebar. To keep the overall width to a minimum, the Lexikon 82 has a moveable carriage and fixed typing point: the ball element pivots and types while staying in place. The simplified form of the housing is intended to not only contain the mechanical parts, but to give a sense of ease and immediacy of use. The curved sides visually reduce the height and sense of bulk, lending to the form's low profile, while providing a comfortable surface to grasp when removing or returning the typewriter to its case-- an interplay between architectural and ergonomic qualities. The Lexikon 82 was well received when it was introduced. In 1977 Fortune magazine chose it as one of the 25 best designed industrial products on the U.S. market.\nCHNDM has several other Bellini objects in the collection, including some ceramics and glassware, but only three other examples of his industrial design: two calculators designed for office use (Olivetti's Logos 59, and the Divisuma 18, both designed in 1973), and the Yamaha TC-800D audio cassette deck (1975).",
    "type": {
        "id": "35293961",
        "name": "Portable typewriter"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/54018_c17a67af2791d083_b.jpg",
                "width": 1024,
                "height": 670,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/54018_c17a67af2791d083_n.jpg",
                "width": 320,
                "height": 210,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/54018_c17a67af2791d083_z.jpg",
                "width": 640,
                "height": 419,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18062067",
            "role_id": "35236655",
            "person_name": "Sandro Pasqui",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062067\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062065",
            "role_id": "35236655",
            "person_name": "Arnaldo Pasini",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062065\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062063",
            "role_id": "35236655",
            "person_name": "Antonio Pio Macchi Cassia",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062063\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "34624583",
            "role_id": "35236657",
            "person_name": "Ing. C. Olivetti & C. S.p.A.",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/34624583\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18044493",
            "role_id": "35236655",
            "person_name": "Mario Bellini",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18044493\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18536509",
            "role_id": "35351535",
            "person_name": "Ruth Culleton",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18536509\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Portable Typewriter, \"Lexikon 82\", 1975. Plastic, metal, rubber. Gift of Ruth Culleton. 2008-25-1."
    },
    "colors": [
        {
            "color": "#2f2e2b",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#968d7b",
            "closest_css3": "#808080"
        },
        {
            "color": "#524a46",
            "closest_css3": "#2f4f4f"
        }
    ]
}