{
    "id": "68743529",
    "tms:id": "277554",
    "accession_number": "2014-41-2",
    "title": "Digital Project, \"Ten Thousand Cents\", 2007–8",
    "title_raw": "Ten Thousand Cents",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/68743529\/",
    "department_id": "35518655",
    "period_id": null,
    "media_id": "68768085",
    "type_id": "68743513",
    "date": "2007–8",
    "year_start": 2007,
    "year_end": 2008,
    "year_acquired": "2014",
    "decade": "2000",
    "woe:country_id": "23424977",
    "medium": "Processing, Adobe Flash CS3, PHP\/MySQL, Amazon Mechanical Turk, Adobe Photoshop, Adobe After Effects",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Aaron Koblin and Takashi Kawashima to Cooper Hewitt, September 2014",
    "dimensions": null,
    "dimensions_raw": null,
    "creditline": "Gift of Aaron Koblin and Takashi Kawashima",
    "description": "Digital rendering of a $100 bill created from ten-thousand crowdsourced individual drawings",
    "justification": "\nTen Thousand Cents is a crowdsourced digital project that combines thousands of individual drawings to create a representation of a $100 bill. Designers Aaron Koblin and Takashi Kawashima divided a high-resolution scan of a $100 bill into 10,000 equal parts and posted the pieces to Amazon Mechanical Turk, a distributed labor tool launched in 2005. Workers (known colloquially as turkers) were offered $.01 to duplicate each piece using a custom Flash-based drawing tool, for a total labor cost of 10,000 cents. Turkers worked anonymously without knowledge of the overall task. Their drawings were collected over a 5-month period (November 2007 – March 2008) from 51 countries. The collective result is a realistic rendering of a $100 bill, created for $100.\nThe project comments on crowdsourcing and individual expression within a collective work, revealed by interacting with the bill on its hosted website (www.tenthousandcents.com). Mousing over the bill, a user can select a zoomed-in section of any one of the 10,000 pieces. On the left side of the zoomed section is the image of the piece to be duplicated; on the right side is the turker’s drawing, which unfolds in a real-time moving image. Some turkers created highly detailed reproductions of their assigned pieces, while others sloppily slashed the drawing tool across the page. Other turkers were editorial, using the space to draw whatever they wished – a stick figure, a tree, lips, a heart – or to write messages of frustration – &quot;0.01$!!! Really?&quot;. While that individuality gets subsumed at the collective scale, it nonetheless exists, revealed in the interaction that recreates how each piece was drawn by a human hand.\nTen Thousand Cents also illuminates the implications of digital labor markets and virtual economies at the beginning of the 21st century enabled by Amazon Mechanical Turk. Jeff Bezos, Amazon’s CEO, initiated Mechanical Turk in 2005 as an online marketplace to effectively use people as computers. Employers post microtasks, also known as HITs (Human Intelligence Tasks), for turkers to complete that would take computers much longer to do, such as tagging, sorting, transcriptions, cataloguing, translations, and more. Turkers receive monetary payment, often pennies per completed task. Many participate as entertainment, but others value it as a source of income. Critics of Mechanical Turk point to questionable labor relations between employers and turkers. Turkers’ work is considered digital labor and thus classified as independent contracting: employers don’t need to pay minimum wage or overtime, provide benefits, pay unemployment insurance or workers compensation, or comply with non-discrimination laws. Employers can offer very low compensation for satisfactorily completed microtasks. And while employers can refuse to pay for a turker’s work if they are not satisfied, turkers have no such recourse for protection. By design (and title), Ten Thousand Cents dips its toe in the uncharted territory of digitally distributed labor markets.\nIn order to better preserve the work, the original source FLA Flash files and related assets will be acquired.",
    "woe:country": "23424977",
    "type": "Digital project",
    "images": [

    ],
    "participants": [
        {
            "person_id": "68735225",
            "role_id": "35236655",
            "person_name": "Takashi Kawashima",
            "person_date": "Japanese, b. 1981",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68735225\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "68735209",
            "role_id": "35236655",
            "person_name": "Aaron Koblin",
            "person_date": "American, b. 1982",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68735209\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "68735209",
            "role_id": "35351535",
            "person_name": "Aaron Koblin",
            "person_date": "American, b. 1982",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68735209\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Digital Project, \"Ten Thousand Cents\", 2007–8. Processing, Adobe Flash CS3, PHP\/MySQL, Amazon Mechanical Turk, Adobe Photoshop, Adobe After Effects. Gift of Aaron Koblin and Takashi Kawashima. 2014-41-2."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}