{
    "id": "68738609",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/68738609\/",
    "name": "Vivika and Otto Heino",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "While serving in the U.S. Air Force, Otto Heino became interested in pottery by watching British potter Bernard Leach throw pots. \nVivika, née Vivien Place, received a teaching degree and then spent two year with the WPA theater project in San Francisco. Once she discovered pottery, Vivika studied at the California School of Fine Arts (now the San Francisco Art Institute), and then at the University of Southern California, where she worked under Glen Lukens, the ceramist known for his revolutionary glazing techniques. Vivika exhibited her pots at the 1939 Golden Gate International Exposition, and then enrolled at the Swedish Applied Arts in San Francisco. In 1941, she earned an MFA from New York state College of Ceramics at Alfred University in Alfred, NY. \nIn 1952, Otto and Vivka moved to California, where Vivika became head of ceramic department at the University of Southern California, replacing Glen Lukens for three years. In the same year, the couple produced pots for Twentieth Century Fox Studios for the movie, “The Egyptian” (1953). In 1955, Vivika accepted a position to reorganize the ceramics department at the Chouinard Art Institute in Los Angeles. At that time, they opened their studio and sold their work directly to the public. In 1963, Vivka was offered a teaching position at RISD and two years later, the Heinos reopened their studio in Hopkinton, NH. \nEventually, they returned to California and moved to Ojai, the artist community built by Beatrice Wood. The Heinos founded their third studio which they named “The Pottery.”",
    "woe:country_id": "23424977",
    "date": "American, (Vivika) 1910–1995; (Otto) 1910–2009",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}