{
    "id": "18797511",
    "tms:id": "274415",
    "accession_number": "2013-27-1",
    "title": "Bangle Bracelet, \"Egyptian Story\", 2012",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18797511\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35389387",
    "type_id": "35352629",
    "date": "2012",
    "year_start": 2012,
    "year_end": 2012,
    "year_acquired": "2013",
    "decade": "2010",
    "woe:country": "23424829",
    "medium": "Pockwood, turquoises, tsavorites, oxidized silver, white gold",
    "markings": "On the inside of the silver band below turquoises: \"HEMMERLE\"; the other half of the bangle with gold and silver standard marks: \"Au 750\" (for 18 K gold) \"Ag 925\" (for Sterling silver standard) surrounding a mark in the form of a rectangle with incuse letters \"GH\" (for Gebruder Hemmerle) with hammer in between",
    "signed": null,
    "inscribed": null,
    "provenance": "2012: acquired new direcly from Hemmerle",
    "dimensions": "H x W x D: 7 x 8 x 2.5 cm (2 3\/4 in. x 3 1\/8 in. x 1 in.)",
    "creditline": "Gift of Fiona Druckenmiller",
    "description": "Circular bangle form with flattened sides leading to rounded ends that almost touch, the two part bracelet joined at a seam in the pockwood at the middle of underside, with one half rotating on a pivoting hinge of 18 K white gold, the pockwood with alternating light and dark striations terminating in a band of alternating dark and light turquoises set in oxidized silver, the ends with inset darker and lighter green tsavorites within oxidized silver",
    "justification": "&amp;nbsp;Hemmerle’s unusual mix of unseen technical solutions, such as an 18 karat white gold pivot hinge in the wood part of this bracelet, along with the use of striated pockwood with stripes of two tones of turquoises set in a grid of oxidized silver, gives a very different aesthetic from the work of&amp;nbsp; such other high jewelry firms as Van Cleef &amp; Arpels that was used in the butterflies in the Museum's collection. However, the principle of mixing old world skills in new ways is related to the concept of using Japanese lacquer on French-executed gold and diamond butterflies. \nHemmerle's choice of materials reflects German jewelry history, as it includes such metal as steel, popular in Prussia in the first half of the nineteenth century, of which the Museum owns some examples. Previous work&amp;nbsp;by the firm includes combinations with steel and precious stones, paving the way for an increasingly broad base of color selection.\nThe bracelet itself has a story line, based on Egypt and the Nile, visible in its choice of colors, with two turquoises, and the sandy colors of the pockwood.&amp;nbsp; The execution, which includes matching the lighter and darker colors of the wood striations to those of the two tones of turquoises, and the two colors of green&amp;nbsp;tsavorites, a semi-precious stone, &amp;nbsp;is particularly skillful. The choice of an Egyptian theme is a new concept for the firm, but the mixing of turquoises, tsarovites and wood is a variant of their signature mixes of materials with high-quality craftsmanship.\nHemmerle also creates pieces of high jewelry to be worn with casual clothing,&amp;nbsp;still &amp;nbsp;a rarity, but one that may profoundly impact the future of this area of jewelry, and hence is not only innovative in its combination of media but in&amp;nbsp;its fashion sense too.&amp;nbsp; \n&amp;nbsp;",
    "type": {
        "id": "35352629",
        "name": "Bangle Bracelet"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "51676349",
            "role_id": "35351535",
            "person_name": "Fiona Druckenmiller",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51676349\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "35456089",
            "role_id": "35236655",
            "person_name": "Stefan Hemmerle",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/35456089\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Bangle Bracelet, \"Egyptian Story\", 2012. Pockwood, turquoises, tsavorites, oxidized silver, white gold. Gift of Fiona Druckenmiller. 2013-27-1."
    },
    "colors": [
        {
            "color": "#3b3c36",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#5a594d",
            "closest_css3": "#556b2f"
        },
        {
            "color": "#384a38",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#73766b",
            "closest_css3": "#696969"
        },
        {
            "color": "#8abdb4",
            "closest_css3": "#8fbc8f"
        }
    ]
}