{
    "id":"18733223",
    "tms:id":"242753",
    "accession_number":"2009-25-1",
    "title":"Sidewall, 1880–1900",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18733223\/",
    "department_id":"35347503",
    "period_id":null,
    "media_id":"35433521",
    "type_id":"35256475",
    "date":"1880–1900",
    "year_start":null,
    "year_end":null,
    "year_acquired":"2009",
    "decade":null,
    "woe:country":"23424975",
    "medium":"Block-printed and embossed design on paper",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"This paper is believed to have been originally distributed by Albert. H. Davenport and Company in Boston, who were dealers in high-end wallpapers from 1880-1916.  Davenport and Co. was acquired by the Boston decorating firm Irving and Casson in 1916 who continued dealing in imported paper hangings until 1934.  At that time a relative purchased 29,000 rolls and opened a shop in Needham, MA.  After nine months the store closed and all unsold papers were stored in a carriage house until purchased at auction by Mrs. Frederick R. Wise in the 1950s.  The Wise collection was later purchased by Mr. and Mrs. Thomas C. Ellis, Sr.  This paper, and a number of identical rolls, was purchased by the donor's mother from a decorator on Newbury Street, Boston in the 1940s. The decorator is said to have received this from somebody on Beacon Hill, Boston.  All but two rolls were installed on the dining room walls of the donor's family home in Brockton, MA.  The other roll was donated to Historic New England.",
    "dimensions":"L x W: 792.5 x 50.5 cm (26 ft. x 19 7\/8 in.)",
    "creditline":"Gift of Joan D. Wheeler",
    "description":"Enclosed within a diaper framework of acanthus foliage is a bouquet containing iris, tulip, rose and carnation flowers. The design is printed in a monochrome scale of tans with metallic gold highlights on an off-white satin or polished ground.",
    "justification":null,
    "type":{
        "id":"35256475",
        "name":"Sidewall"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Sidewall, 1880–1900.\n1880–1900. Block-printed and embossed design on paper. Gift of Joan D. Wheeler. 2009-25-1."
    },
    "colors":[
        {
            "color":"#f2ebd2",
            "closest_css3":"#faebd7"
        },
        {
            "color":"#b7a97b",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#e5cf8d",
            "closest_css3":"#deb887"
        },
        {
            "color":"#94824f",
            "closest_css3":"#808080"
        }
    ]
}