{
    "id":"18483263",
    "tms:id":"152494",
    "accession_number":"1974-42-5",
    "title":"Sampler, 1729",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18483263\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35410831",
    "type_id":"35256439",
    "date":"1729",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1974",
    "decade":null,
    "woe:country":"23424977",
    "medium":"Medium: silk embroidery on linen foundation\nTechnique: embroidered in cross, eye, satin, herringbone, stem, knot, couching and detached looping stitches on plain weave foundation",
    "markings":null,
    "signed":null,
    "inscribed":"Martha Butler is my name and with my needle I wrought the same and if my skill it had been batter, I would have mended every letter. An the 19 Day 1729 the 12 of my age",
    "provenance":null,
    "dimensions":"H x W: 46 x 20.3 cm (18 1\/8 x 8 in.)",
    "creditline":"Bequest of Rosalie Coe, from the collection inherited from her mother, Eva Johnston Coe",
    "description":"A long narrow sampler with bands of alphabets and geometric cross borders, the inscription: Martha Butler is my name and with my needle I wrought the same and if my skill it had been batter, I would have mended every letter. An the 19 Day 1729 the 12 of my age\nAt the bottom is a scene with Adam and Eve, the Tree of Knowledge and a large snake, assorted animals and flowers including thistle and rose. Adam and Eve carry fig leaves which are attached only at the base of each leaf.",
    "justification":null,
    "type":{
        "id":"35256439",
        "name":"Sampler"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Sampler, 1729.\n1729. Medium: silk embroidery on linen foundation\nTechnique: embroidered in cross, eye, satin, herringbone, stem, knot, couching and detached looping stitches on plain weave foundation. Bequest of Rosalie Coe, from the collection inherited from her mother, Eva Johnston Coe. 1974-42-5."
    },
    "colors":[
        {
            "color":"#9e7b4e",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#ba9a64",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#656243",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#5f492d",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#8f8d64",
            "closest_css3":"#808080"
        }
    ]
}