{
    "id": "18046223",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18046223\/",
    "name": "Angelo Testa",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "16",
    "biography": "Angelo Testa was one of the foremost American textile designers of the mid-20th century. Born in Springfield, Massachusetts, Testa (1921–1984) was the first graduate of the Institute of Design in Chicago, the former \"New Bauhaus,\" under László Moholy Nagy, textile artist, Marli Ehrman, and architect, George Fred Keck.  While still a student, he devised a rational theory for printed textiles and wallpapers that challenged the Bauhaus's strictly functionalist emphasis on textured woven (as opposed to printed) fabrics.   He reasoned, \"The textile designer…must determine what the function of [the] fabric is and what justification he has for putting a design on it.  He needs to experiment with line, form, texture, and colour, …and refrain from complete coverage, destroying the natural beauty of the textile.  Texture should be emphasized where the decorative function of the fabric is minimized, and colour and form where the function is purely decorative.\"  Two years after graduating from the Institute of Design, Testa set up his own firm Angelo Testa & Co. Yet he never actively promoted his design business, unlike his better-known contemporaries Ben Rose and Ruth Adler Schnee, which may explain why his name is not more familiar to the general public.\n\nAs a painter as well as a designer, Angelo Testa was familiar with the work of contemporary abstract artists.  Between 1942 and 1960, he introduced to textile design abstract and nonobjective patterns using combinations of thick and thin lines, solid and outlined forms, positive and negative spaces, and \"clean pure colors.\"  Some designs were screenprinted by his own firm, Angelo Testa & Co., which he founded in 1947,  others were produced by Greef, Forster Textiles Mills, Knoll Associates, and Cohn-Hall-Marx, all for the up-scale market.  These and his mass-produced roller printed designs (1947), which appeared as illustrations in shelter magazines, contributed to the rise of abstract printed textiles in Europe, especially in England. Other clients included Herman Miller Furniture Company, and the textile manufacturer, F. Schumacher & Company.",
    "woe:country_id": "23424977",
    "date": "American, 1921–1984",
    "woe:country": "23424977"
}