{
    "id":"18632311",
    "tms:id":"190998",
    "accession_number":"1989-13-15",
    "title":"Drawing, \"Plate Designs:  Les Ananas [Pineapples], from the Service des Objets de Dessert [Dessert Service]\", 1819–20",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18632311\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35381041",
    "type_id":"35237093",
    "date":"1819–20",
    "year_start":"1819",
    "year_end":1839,
    "year_acquired":"1989",
    "decade":null,
    "woe:country":"23424819",
    "medium":"Pen and brown ink, brush and brown wash graphite on white laid paper",
    "markings":null,
    "signed":null,
    "inscribed":"Inscribed in pen and brown ink, upper edge center:  Les ananas; in graphite:  pour une....; in pen and brown ink, lower margin, left:  interieure d'une serre chaude\/ustenciles\/un père fait gouter l'ananas a ses petites filles\/tandis que le jardiniere expliques aux garçons le degré\/de chaleur qui convient pour la maturité.\/une carte dans le fond indiquete pays originaire\/de l'anans.—(le bresil) salon les Dictionaire de Mévous [?] (underlined from \"Le bresil).— [Interior of a greenhouse. utensils.  A father offers his little girls some pineapple while the gardener explains to the boy the degree of heat needed for ripening.  A map in the backround indicates the country of origin of the pineapple (Brazil) according to the dictionary of Mévous [?]; in graphite upper margin, right:  le groupe\/sous des palmiers [a group under palm trees] in brown ink, lower margin right:  arbres et habitation du \/Mexique\/un negre cueille des ananas cultivés\/pour ses maïtres; (espagnols) - une dame espagnole\/endistribue des grains ou des tranches a ses enfants\/qui temoignent leur joie et l'excellent gout [word crossed out above which is written] du fruit par leurs gestes. [trees and a house in\/ Mexico\/; lower margin right: a negro gathers cultivated pineapple for his masters (Spanish) - a Spanish woman distributes pieces to her children\/who express by their gestures, their joy and the excellent taste [word crossed out above which is written] of the fruit.  On verso, in graphite along left edge:  fruits...",
    "provenance":"Collection H.N.\nSpencer Samuels, New York",
    "dimensions":null,
    "creditline":null,
    "description":"Sketches for two plates on the theme of pineapples.  The sketch on the left is a preliminary drawing for 1989-13-14.  In a greenhouse interior, a man in the right foreground offers a state of pinapple to two young children.  Another man in the left middle ground points to a themometer hanging on a verticle roof support to indicate the ideal temperature for ripening pineapples.  Potted pineapplies rest on shelves to his left.  A map of Brazil hangs on the rear wall, center.   The sketch to the right shows in the right foreground the exterior of a Mexican house.  A man in left middleground wearing a sombrero points to a man kneeling on the ground in front of the house picking pineapples.  Mexican pottery appears on a low wall, center middle ground, attached to the house.  In the left foreground, a woman shaded by an umbrella points to the kneeling man while offering pineapple slices to two small children.  On verso at upper left,(sideways), in graphite, is a circular sketch of woman and three children in an interior figures and at right sketch of a duck.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18043925",
            "role_id":"35236657",
            "person_name":"Sèvres Porcelain Manufactory",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043925\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"18041967",
            "role_id":"35236655",
            "person_name":"Jean-Charles Develly",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041967\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Drawing, \"Plate Designs:  Les Ananas [Pineapples], from the Service des Objets de Dessert [Dessert Service]\", 1819–20.Pen and brown ink, brush and brown wash graphite on white laid paper. 1989-13-15."
    },
    "colors":[

    ]
}