{
    "id":"51678989",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/51678989\/",
    "name":"Isokon Furniture Company",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"1",
    "biography":"London-based Isokon (an acronym for Isometric Unit Construction), was established in 1931 by Jack and Rosemary (Molly) Pritchard and other partners, to design and construct modular houses, apartment buildings, and later, modernist plywood furniture. Another principal in the firm was architect and designer Wells Coates; the company was originally founded in 1929, and called Wells Coates and Partners.  Isokon’s seminal architectural project was the 1934 modernist Lawn Road Flats in Hempstead, sometimes referred to as the Isokon building. In late 1935, the Isokon Furniture Company was established to manufacture and distribute plywood furniture by several designers. Jack Pritchard was initially involved in the firm’s finances, marketing and publicity, but eventually went on to direct the company and hire designers.\n\n\"As Pritchard later explained: 'The business was set up in order to exploit the growing demand for modern furniture. Our object was first to establish a good-will for authentic modern furniture at the high price market, and secondly to develop from that position to the mass market.'\nFollowing the original definition of Isokon, he set forth in more formal terms the policies of the new furniture company: \n'The general principal governing the policy will be in the designing, making and distributing of furniture, fittings, and equipment which will help to make contemporary living pleasanter, comfortable, and more efficient. Uniformity in character and design, combined with variety and individuality of each item should be achieved.'\"1\n\nAfter an exhibition of Finnish architect Alvar Aalto’s plywood furniture in London in 1933, Pritchard recognized a large potential market for such furniture in England, and wanted Isokon to manufacture and distribute its own line of modern bent plywood furniture. Pritchard was instrumental in engaging former Bauhaus director and architect Walter Gropius, who had moved to England from Germany in 1935. By 1936, Pritchard had hired  Bauhaus innovator Marcel Breuer, Gropius' friend and also a recent émigré, to design Isokon’s first plywood chairs. The company ceased production in 1939, at the onset of World War II, when its supply of plywood was cut off.\n\n1. Wilk, Christopher, Marcel Breuer, furniture and interiors. New York: Museum of Modern Art, 1981., p. 128.\n\nhttp:\/\/en.wikipedia.org\/wiki\/Isokon\nhttp:\/\/en.wikipedia.org\/wiki\/Wells_Coates\nhttp:\/\/en.wikipedia.org\/wiki\/Jack_Pritchard\nHeisinger, K., and Marcus, G. Landmarks of Twentieth-Century Design. New York: Abbeville Press, 1993\nWilk, Christopher, Marcel Breuer, furniture and interiors. New York: Museum of Modern Art, 1981.",
    "woe:country":null,
    "date":"London, England, 1935 - 1939",
    "roles":[
        {
            "id":"35236657",
            "name":"Manufacturer",
            "count_objects":"11305"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"18173",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":null
    }
}