{
    "id": "18043309",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18043309\/",
    "name": "Ruth Reeves",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "16",
    "biography": "Ruth Reeves trained as a painter and textile designer at Pratt Institute, San Francisco School of Design, and the Art Students League between 1910 and 1915. In 1920 she traveled to Paris, and from 1921 – 27 studied at the Académie Moderne under Fernand Léger. There, she was influenced by modernist movements in painting, but was also exposed to the textile designs of Raoul Dufy and probably Sonia Delaunay, a frequent visitor to Léger’s studio. Designs like Manhattan (1930) and Still Life with Figures (1930) show the influence of cubism, as does her best-known work, the carpeting and wallcoverings for Radio City Music Hall (1932), commissioned by Donald Deskey. \nIn 1934, as an Art Research Fellow of the Carnegie Institution, she traveled to Guatemala to study textile and clothing production, and in 1935 created an exhibition of the costumes and textiles she collected there, alongside her own adaptations of the designs, in the R.C.A building. Lewis Mumford called them “probably the most interesting work any designer has offered for commercial production today.\" She returned to Guatemala under the auspices of the John Simon Guggenheim Memorial Foundation in 1940 – 41, “Appointed for studies of the textiles, ancient and modern, of South America, and creative work in the same field.”  \nIn addition to these grant-funded activities, Reeves conceived, along with Romana Javitz, the Index of American Design, a WPA project, and served as its superintendent in 1936 – 37. The Index hired hundreds of artists was to make documentary illustrations of folk, popular, and decorative art that American designers could consult in their search for an authentically American design vocabulary. The Index remains today the most complete survey of American folk and popular art.\nReeves’s work was exhibited widely throughout the 1930s and 40s, including at the Brooklyn Museum, the Victoria & Albert Museum, the Cleveland Museum of Art, the Detroit Institute of Arts, and the Museum of Modern Art, New York, to name a few. She was among the first scholars to receive a Fulbright scholarship to India in 1956, where she lived until her death in 1966. There, she served on the All-India Handicrafts Board, studied and collected Indian crafts. Her collection of Indian folk art resides at the Syracuse University Art Museum.",
    "woe:country_id": "23424977",
    "date": "American, 1892–1966",
    "videos": [

    ],
    "woe:country": "23424977"
}