{
    "id":"18049811",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18049811\/",
    "name":"Tommi Parzinger",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"159",
    "biography":"Tommi Parzinger was born in Munich and received professional design training there at the school of art and craft, Kunstgewerbeschule. He began his career as a freelance designer of ceramics, wallpapers, lighting, textiles, furniture. He traveled and worked in Germany and Austria, becoming familiar with the modern movements of the day including the Jugendstijl, the Bauhaus, and the Wiener Werkstatte.As a professional designer in Germany he created porcelain for the German firm KPM, as well as posters, textiles, interiors and wallpapers. In 1932 he came to the United Stated as a prize for winning a poster contest for North German Lloyd. In 1935, he settled in New York and became associated with Rena Rosenthal (\"smart furniture and accessories shop\") as a designer of china, glassware and furniture. Furniture became his primary focus and in 1938 he became a designer for Charak of Boston. In 1939, he formed his own business, Parzinger, Inc., renamed Parzinger Originals in 1946. Donald Cameron became his partner. In addition, he designed furniture, fabrics, lighting and range of accessories for other firms, including Salterini (wrought iron); Hofstatter (furniture); Dorlyn (brass); Willow & Reed (rattan). He produced custom designs for interior decorators and his many private clients. Parzinger furnishings changed very little over the years. Rooted in Viennese style, the main characteristics of the furniture were simplicity and a sense of proportion, rich wood textures ornamented with handmade hardware. His designs for silver, ceramics, lighting and glassware used light and joyful animal or floral motifs. In 1996 and 1998 his work was shown by Palumbo Gallery, 972 Lexington Avenue, New York City.",
    "woe:country":"23424977",
    "date":"American, born Germany, 1903 - 1981",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"159"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"5482",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":"35622315"
    }
}