{
    "id": "18644275",
    "tms:id": "197040",
    "accession_number": "1993-151-267",
    "title": "Newspaper, \"The Sun: Wednesday Sun\", 1982",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644275\/",
    "department_id": "35347493",
    "period_id": "35435423",
    "date": "1982",
    "year_start": "1982",
    "year_end": "1982",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "34.7 x 28.9 cm (13 5\/8 x 11 3\/8 in.), closed\n34.7 x 57.5 cm (13 5\/8 x 22 5\/8 in.), opened",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "The present object is one in a series of The Sun, a humorous tabloid newspaper published in Florida and marketed to college students on spring break in the Fort Lauderdale-Daytona Beach area. The publication's motto, Take This News and Love it, imprinted on Page one underneath the edition title, establishes the satirical thrust of the paper. The design format comprises photographs of the vacationing population, along with captions and text mocking the subjects and their activities; beach-themed cartoons, such as Digger & Lunk Beach Bozos; articles about entertainers popular among the targeted readers; Dear Abby, a nationally syndicated advice column by Abigail Van Buren; and Camel cigarette advertisements.\n\nThe headline, Erin Go Fla!, imprinted in bold, bright green, sans serif type, a pun on the Irish saying, Erin go bragh (Ireland forever), introduces the St. Patrick's day holiday (March 17th) theme. Further illustrating the Irish theme are the sub-headline, Beach Goes Green, in a smaller, but bold, black, sans serif font, and the head shot of two smiling young women, identified in the caption as \"Curvaceous colleens,\"",
    "justification": null,
    "culture": null,
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}