{
    "id": "18673295",
    "tms:id": "212090",
    "accession_number": "1997-19-138",
    "title": "Poster, 1997-19-138, 1974",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18673295\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1974",
    "year_start": "1974",
    "year_end": "1974",
    "year_acquired": "1997",
    "decade": "1970",
    "woe:country": null,
    "medium": "Offset lithograph on newsprint",
    "markings": null,
    "signed": "Imprinted lower left along edge; Design  W.Weingart",
    "inscribed": "Inscribed in black upper left: Thematik: von einfachen zu komplexen Textstrukturen \/ Theme: From simple to complex text sstructures\/ 1( Jacques Auger: Buchumschlag Einfache und Komplexe Textstrukturen \/ Designed in 1973 Book cover. Simple and complex text organization.\n2) Stephen Harding: Plaket. Einsatz typographeischer und graphischer Zeichen \/ Designed in 1973.74 Poster. Application of typographic and graphic signs\n3) Ed Andrist: Schallplattenhülle. Problemsettung wie 2 \/ Designed in 1974. Record jacket cover. Problem same as 2\nAlso in black upper right: Leher\/Instructor: W. Weingart \/ The <Typographic Process> poster series is a published documentation of re-\/ sults from the Typographic Class for Graphic Designers and Typographers at \/ the Kunstgewerbenschule Basle (School fro Design). Various series appear at ran- \/ dom intervals, each consisting of at least five different posters. Orders are tak- \/ en by the publisher. The cost per series is 5 US Dollars plus packaging and \/ postal charges (via sea route).",
    "provenance": "From the collection of Dan Friedman",
    "dimensions": "87.8 x 61.6 cm (34 9\/16 x 24 1\/4 in. )",
    "creditline": "Gift of Ken Friedman",
    "description": "Poster design featuring concepts for book covers, posters and record covers. At upper left center in large black block letters, NR2. Below, six square formats for the book cover for \"Expanded Cinema\" ranging from very minimal at left to concepts using large black block letters to visually charge the space at right. The text used for this projects is \"Expanded Cinema by Gene Youngblood, with an Introduction by R. Buckminister Fuller. E.P. Dutton, Inc. $495.\nThe second concept, for poster designs whichemploy the same formal typographic elements as above, is for Basel Casino Musikaal. BBC Symphony Orchestra, London, Leitung Pierre Boulez, Soloist \/ Clifford Curzon Prösertiert \/ Samstag 25.mai.1974 20.15 UHR \nthe third concept at the bottom portion of the sheet is record jacket designs for Le CHant du Monde. mono.U. LDX74439 Special Instrumental Guitare Americane par Roger Mason et Steve Waring, and also, Le Fiddle Irlande Ted Furey \/\nAt upper left a text block describing the projects described above and at upper left the educational agenda from the School of Design, Basel that was the basis for the poster series.",
    "justification": null,
    "culture": "Swiss",
    "style": null,
    "type": {
        "id": "35238163",
        "name": "poster"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18043521",
            "role_id": "35236655",
            "person_name": "Wolfgang Weingart",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043521\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}