{
    "id": "18421195",
    "tms:id": "120838",
    "accession_number": "1958-127-1",
    "title": "Textile, \"The Bullfight\", 1957–58",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18421195\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35402927",
    "type_id": "35251739",
    "date": "1957–58",
    "year_start": 1957,
    "year_end": 1958,
    "year_acquired": "1958",
    "decade": "1950",
    "woe:country": null,
    "medium": "Medium: cotton\nTechnique: printed",
    "markings": null,
    "signed": null,
    "inscribed": "On selvage: Fuller Fabrics The Bullfight by Picasso.",
    "provenance": null,
    "dimensions": "H x W: 104.5 x 97.2 cm (41 1\/8 x 38 1\/4 in.)",
    "creditline": null,
    "description": "Design of black bulls on a red ground. Part of the Modern Master Original series.",
    "justification": "In 1953, Dan Fuller, President of Fuller Fabrics, invited five of the twentieth century’s most distinguished artists: Pablo Picasso, Fernand Léger, Marc Chagall, Joan Miró, and Raoul Dufy, to collaborate on a line of textiles to be called the Modern Masters Series. The concept was unique in that the artists were not commissioned to produce original patterns specifically for the textiles. Instead, Dan Fuller worked with each artist to select motifs from their existing body of work, which were then translated by the company’s in-house designers into repeating patterns.<a href=\"#_ftn1\">[1]<\/a> Fidelity of reproduction was essential, and Fuller’s designers worked diligently to render the motifs accurately for engraving. The patterns were roller printed rather than screen printed, because the fabric was intended to be mass produced and sold at low price points, less than $2 a yard, for use by both garment manufacturers and home sewers. Each artist approved the final patterns derived from his work and was involved in the selection of the colors. \nMarketing was a key element of the project – the Modern Master Series was launched in the fall of 1955 with a museum exhibition and documentary film that featured the artists in their studios, the original works of art, the finished fabrics, and the production process. The film and exhibition opened at the Brooklyn Museum and then traveled to other American museums.<a href=\"#_ftn2\">[2]<\/a> For a five-page editorial spread in Life Magazine, “Modern Art in Fashion,” Life’s fashion editor Sally Kirkland enlisted the participation of her friend, designer Claire McCardell. McCardell designed a wardrobe of separates and dresses using Modern Masters Fabrics which were featured in the Life photo essay.<a href=\"#_ftn3\">[3]<\/a>\nThe collection of sixty designs was much celebrated when it was launched. American Fabrics applauded Fuller for its daring and courage in bridging “the abyss” between fine and applied arts.<a href=\"#_ftn4\">[4]<\/a> Cooper-Hewitt currently holds six fabrics from Fuller’s Modern Masters Series in its collection: The Bullfight, Birds, and Poisson by Pablo Picasso, Vitrail by Fernand Leger, Femme Ecoutant by Joan Miro, and Evening Enchantment by Marc Chagall. \n\nThe dramatic source motifs for this fabric come from Bullfight Scenes, a 1945 lithograph by Pablo Picasso (1881-1973). Picasso traveled widely in Spain in the early 1930s. His memories of scenes from the Spanish bullrings provided rich sources of imagery for his work. He depicted traditional figures from bullfights, such the bulls, horses, and matadors that are featured on this fabric, but he also used bulls, as well as the mythical half bull\/half man minotaur, as significant symbolic figures in his paintings. The highly stylized animals and bullfighters in Fuller’s Modern Master’s print are arrayed against a vivid background in shades of red, a reminder of the often bloody end to most bullfights. After completing the Modern Masters project, Picasso collaborated on patterns with other American textile manufacturers and continued to use bullfights as an exciting and exotic source of imagery. A set of bullfight motifs was used in a furnishing fabric entitled Toros y Toreos for Bloomcraft Fabrics’ Picasso Collection in 1963. Picasso later licensed yet another set of bullfight motifs for a PVC coated fabric for a line of après-ski wear manufactured by White Stag.\n\n\n\n<a href=\"#_ftnref1\">[1]<\/a> Geoffry Rayner, Richard Chamberlain and Annamarie Stapleton, Textile Design: Artists’ Textiles 1940-76 (Woodbridge, Suffolk, UK: Antique Collectors Club, 2012), 139.\n\n<a href=\"#_ftnref2\">[2]<\/a> “Trying Abstraction on Fabrics,” ArtNews 54, issue 7 (November 1955): 43.\n\n<a href=\"#_ftnref3\">[3]<\/a> Kohle Yohannan, and Nancy Nolf, Claire McCardell: Redefining Modernism (NY: Abrams, 1998), 126.\n\n<a href=\"#_ftnref4\">[4]<\/a> “Fine Art and Textiles come to Terms,” American Fabrics 35 (Winter 1955-56): 49.",
    "type": {
        "id": "35251739",
        "name": "textile"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/42767_745be55ed207efac_b.jpg",
                "width": 1024,
                "height": 975,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/42767_745be55ed207efac_n.jpg",
                "width": 320,
                "height": 305,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/42767_745be55ed207efac_z.jpg",
                "width": 640,
                "height": 610,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/73731_02dc0a11ef9317e3_b.jpg",
                "width": 1024,
                "height": 1018,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/73731_02dc0a11ef9317e3_n.jpg",
                "width": 320,
                "height": 318,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/73731_02dc0a11ef9317e3_z.jpg",
                "width": 640,
                "height": 636,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18065027",
            "role_id": "35236657",
            "person_name": "Fuller Fabrics",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18065027\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18047293",
            "role_id": "35236655",
            "person_name": "Pablo Picasso",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18047293\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18052519",
            "role_id": "35351535",
            "person_name": "Olga Berendsen",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18052519\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Textile, \"The Bullfight\", 1957–58. Medium: cotton\nTechnique: printed. 1958-127-1."
    },
    "colors": [
        {
            "color": "#d6514a",
            "closest_css3": "#cd5c5c"
        },
        {
            "color": "#c93656",
            "closest_css3": "#cd5c5c"
        },
        {
            "color": "#c1142b",
            "closest_css3": "#b22222"
        },
        {
            "color": "#4e342b",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#7c3b3a",
            "closest_css3": "#8b4513"
        }
    ]
}