{
    "id":"18410115",
    "tms:id":"115275",
    "accession_number":"1956-47-106",
    "title":"Drawing, \"Two Female Faces, Frontal Views\"",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18410115\/",
    "department_id":"35347493",
    "period_id":"35417235",
    "media_id":"35371135",
    "type_id":"35237093",
    "date":null,
    "year_start":null,
    "year_end":"1954",
    "year_acquired":"1956",
    "decade":null,
    "woe:country":"23424977",
    "medium":null,
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"11 x 21.5 cm (4 1\/2 x 8 1\/2 in.)",
    "creditline":"Gift of Ellen Gustav Jensen",
    "description":"Two heads are placed side-by-side on the page, abutting the lower edge, which appears to have been torn across. \n\nThe view on the left shows the head from the front, tilted rightward. A full head of wavy hair is outlined lightly on the outer edge; on the inner edge, wisps frame the forehead and the left side of the upper part of the face.  Below eye level, the lines comprising the facial outline are heavier on the right. This use of heavier line fashions the eyebrows, slanting upward toward the outer edge of the face; the eyelids, fully open and framing large eyes; and the lips, closed and full. A diagonal line on the left, mid-level downward, emphasizes the cheekbone.\n\nThe view on the right is frontal, with the eyes turned to the right. The hair, styled close to the head above ear level, perhaps under a close-fitting cap, springs away from the face in waves on both sides below ear level. Shading is prominent on the eyelids and in the cheekbones; and marks a cleft in the chin. As in the companion drawing, the eyebrows slant upward toward the outer edge of the face and the lips are closed and full; however, the eyes are light.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Two Female Faces, Frontal Views\".\n11 x 21.5 cm (4 1\/2 x 8 1\/2 in.). Gift of Ellen Gustav Jensen. 1956-47-106."
    },
    "colors":[

    ]
}