{
    "id": "18644329",
    "tms:id": "197067",
    "accession_number": "1993-151-291",
    "title": "Postcard, \"Restaurant Bellevues:  Vegetable Grid\", 1985–90",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644329\/",
    "department_id": "35347493",
    "period_id": "35435423",
    "date": "1985–90",
    "year_start": "1985",
    "year_end": "1990",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset Lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "15.2 x 10.8 cm (6 x 4 1\/4 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Recto: In muted green tones on a pale yellow background, two asparagus spears are positioned left and right to simulate the verticals (avenues) of a grid, while five green beans are placed horizontally to form the horizontals (streets). 9th Avenue is imprinted in small brown type next to the left and 8th Avenue next to the right spear. The streets are numbered, top  to bottom, 39th through 35th on the left, to the right of the spear and just above or below each bean. Bellevues, imprinted in large detached script in the space between 37th and 38th \"streets,\" is further identified by a curved arrow pointing from the B to the number 496 [Ninth Avenue], superimposed on the left spear, between the 37th and 38th spears. An unidentified cluster of three round fruits (berries?) or vegetables (peas? tomatoes?) with leaves, located between the number 496 and the B in Bellevues, and two mushrooms on long stems, located in the lower right corner, complete the design.\nVerso: With the card held horizontally, eleven lines of type in the left half, headed Restaurant Bellevues (restaurant in small capitals and Bellevues in a miniature version of the recto), provide details of location, meal times, etc. In the addressee space on the right, divided from the left by a thin, wavy vertical line, the stamp location is marked by an ideogram of two male columnar figures, arms upraised and supporting a lintel.",
    "justification": null,
    "culture": null,
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}