{
    "id": "69157049",
    "tms:id": "283066",
    "accession_number": "2015-12-1",
    "title": "Fragment, 1951",
    "title_raw": null,
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/69157049\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "69187379",
    "type_id": "35254623",
    "date": "1951",
    "year_start": 1951,
    "year_end": 1951,
    "year_acquired": "2015",
    "decade": "1950",
    "woe:country_id": null,
    "medium": "rayon satin damask weave",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Given to the Cooper Hewitt in 2015 by the Norwegian Consulate General",
    "dimensions": "Warp x Weft: 24.1 × 55.9 cm (9 1\/2 in. × 22 in.)",
    "dimensions_raw": null,
    "creditline": "Gift of the Petersen Family and the Royal Norwegian Consulate General",
    "description": "Damask fabric woven in blue and gold with cluster of nine hearts enclosed within angular diaper framework. Full pattern contains symbolic motifs of anchors of faith, growing wheat of hope, and hearts of charity.",
    "justification": "One textile fragment produced for the United Nations Security Council Chamber and received as a gift by the Norwegian Consulate General. This fabric was produced in 1951 and was used for draperies and wallcoverings in the Security Council Chamber at the United Nation's first permanent quarters on the East River in New York City. Following a period of great international turmoil, the Security Council Chamber was gifted to the United Nations by Norway, and since 1952 has been the meeting place for world leaders to come together to work together to maintain peace and security.\n \nThe Security Council Chamber was designed by Arnstein Arneberg, one of Norway’s most renowned modernist architects, and the fabric used for the draperies and wallcovering was designed by Else Poulsson. The United Nations building itself is an example of modernist architecture, and while the chamber was designed in a neutral character so it could stand the test of time, it was representative of contemporary Norwegian art and culture. Architectural framework and design features convey messages of peace, justice, and democracy. Arneberg is noted for his design of the Oslo City Hall, where he established his professional relationship with Poulsson. \n \nThe damask fabric designed by Norwegian textile artist Else Poulsson contains symbolic motifs in the design: anchors of faith, growing wheat of hope, and hearts of charity. Poulsson was a designer for The Norwegian Folk Art and Craft Association and created textiles with elaborate embroidery for some of Norway’s most prestigious royal and political chambers. Some of these projects include furnishings for the royal yacht, the King’s private waiting room at Oslo Grand Central, along with textiles for a number of churches.\n \nThe original fabric is a rayon satin damask produced by Joh. Petersen AS in Oslo, Norway. When the chamber was renovated in 1996, the reproduction fabric was composed of wool and the woven design was slightly altered. For the 2013 renovation the fabric was a much more accurate rendering of the original and was again woven in rayon by the company Krivi Vev AS. This fragment is an unused piece of the 1951 fabric given to the descendents of the manufacture's founder by a former employee.\n \nThe focal point of the chamber is a large mural painted by Per Krohg, which depicts a phoenix rising from the ashes of violence and struggle, and is symbolic of the creation of the United Nations following the destruction of World War II. The Poulsson fabric frames this mural and extends to the rear of the chamber, where the wall is covered with a more neutral straw wallcovering.\n \nThis is one of the most culturally significant wallcoverings acquired by the museum. This same pattern has hung for nearly 65 years on the chamber walls where some of the most important decisions concerning the citizens of the world have been made.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "Fragment",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/187706_5c3615a54d1a35cc_b.jpg",
                "width": 1024,
                "height": 454,
                "is_primary": "1",
                "image_id": "187706"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/187706_5c3615a54d1a35cc_z.jpg",
                "width": 640,
                "height": 284,
                "is_primary": "1",
                "image_id": "187706"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/187706_5c3615a54d1a35cc_n.jpg",
                "width": 320,
                "height": 142,
                "is_primary": "1",
                "image_id": "187706"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/187706_5c3615a54d1a35cc_d.gif",
                "width": 320,
                "height": 142,
                "is_primary": "1",
                "image_id": "187706"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/187706_5c3615a54d1a35cc_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "187706"
            }
        }
    ],
    "participants": [
        {
            "person_id": "69187127",
            "role_id": "35236657",
            "person_name": "Joh. Petersen AS",
            "person_date": "Norwegian, 1882 - 1976",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/69187127\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "69167685",
            "role_id": "35236655",
            "person_name": "Else Poulsson",
            "person_date": "Norwegian, 1909 - 2002",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/69167685\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "69156939",
            "role_id": "35351535",
            "person_name": "Royal Norwegian Consulate General",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/69156939\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Fragment, 1951. rayon satin damask weave. Gift of the Petersen Family and the Royal Norwegian Consulate General. 2015-12-1."
    },
    "colors": [
        {
            "color": "#4a6584",
            "closest_crayola": "#4a646c",
            "closest_css3": "#483d8b",
            "closest_css4": "#483d8b"
        },
        {
            "color": "#284669",
            "closest_crayola": "#1a4876",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#c0964c",
            "closest_crayola": "#d68a59",
            "closest_css3": "#cd853f",
            "closest_css4": "#cd853f"
        },
        {
            "color": "#92733f",
            "closest_crayola": "#9c7c38",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#4b4642",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        }
    ],
    "is_loan_object": 0
}