{
  "display_date": "ca. 1991", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1993", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "196868", 
  "style": "", 
  "date_begin": "1981", 
  "dimensions": "1993-151-114-a,  33.5 x 15 cm (13 3/16 x 6 in.)\r\n1993-151-115-b. closed, 11.9 x 12 cm (4 1/16 x 5 in.); opened, 35.5 x 24 cm (14 x 9 7/16 in.)\r\n", 
  "copyright": "", 
  "title": "David Byrne:  A Luaka Bop Compilation", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-114-a                            ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "Box - Recto: The central photographic image, placed in the top half, is an inverted heart-shaped scultpure, painted dark pink-tinged red. At its center top, the heart extends into a rimmed opening, as if on a vessel. Within the heart, A Luaka Bop is painted in white capitals on three lines and an eye is centered between the second and third lines. The perimeter of the sculpture is spiked by thirteen nails. The background consists of a hazy image in greenish blue, with white highlights, of a crowd of musicians and audience members.The design of a narrow band at the top, imprinted on pink with the album title in black capitals, is carried through on the verso, side pieces and top and bottom enclosures, imprinted with production information on varicolored bands.\r\nVerso: Against the background of a color photograph of a room, in the right half, beginning below the top band, is a statement about the compact disc signed by David Byrne; it is imprinted in small white capitals, as if handwritten, and includes crossouts and corrections. To its left is a vertical listing of the album numbers imprinted in small yellow letters.  People appear in the lower half of the room photograph: in the foreground, a woman wearing a striped shirt, who appears to be singing; behind her, several children and another woman; and on the left, a partial view of a man, with upraised arm, dancing.\r\nInsert (booklet) - Recto: This is a reduced version of the packaging recto.\r\nVerso: Here, the same group photograph of the packaging verso shows the people moved to the left, this time with the dancing man's face in view. Production information is imprinted on the upper left and the listing of album numbers is repeated on the right. The fourteen multicolored pages include excerpts from the original album designs for the songs\r\nreproduced in the present cd.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "cd packaging", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}