{
    "id": "18044735",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044735\/",
    "name": "Orrefors",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "17",
    "biography": "In 1726, Lars Johan Silversparre received permission to erect a furnace and smithy on the banks of a river the flows into Lake Orrenas; the site was called Orrefors, meaning “the Orre waterfall.” Most of the factory’s early works included simple glass objects – jars, lamps, shades, and perfume bottles – as well as larger scale pieces. Over time Orrefors cultivated a staff of skilled glass artisans and the quality of goods improved. It was not until Johan Ekman, a cellulose factory owner, took over the glassworks in 1913 that production became significant. He recruited a number of talented glass artisans who perfected their techniques by emulating French glassworks as Daum and Gallé before developing their own novel methods. One such method was developed by the glassworker Knut Bergkvist and is known as Graal, a technique wherein a piece with a colored overlay is cut, etched, or sandblasted before returning to the furnace and finally being encased in clear glass and polished.\n\nDespite these innovations, Ekman was primarily interested in shifting the firm’s focus to art glass; to that end he engaged the portrait and landscape painter Simon Gate in 1916, and the painter and graphic designer Edvard Hald the next year. Ekman and his artists established a tradition of collaboration between fine artists and glass artisans, and over time Orrefors displayed works at a number of exhibitions. The works continued to produce functional, mass-produced home wares as well as art glass pieces, and by the late-1910s had established a reputation for itself outside of Sweden. Orrefors’s greatest success is probably the 1922 Parispokalen, offered to the city of Paris as a gift from the city of Stockholm. Not long after, the 1925 Paris Expositions Internationale des Arts Décoratifs et Industriels cemented the firm’s reputation and success.\nOrrefors continued to attract talented artists and develop new glass techniques throughout the twentieth century. In the 1980s, however, the firm ceased production of pieces authored by deceased designers and those who had left the plant. In 1990, Orrefors merged with Kosta Bega, forming Orrefors Kosta Boda AB. In 2005 New Wave AB acquired the new joint-entity and subsequently closed the Orrefors glassworks in 2012, citing low profits as motivation.",
    "woe:country_id": "23424954",
    "date": "founded 1726",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424954"
}