{
    "id": "18410269",
    "tms:id": "115352",
    "accession_number": "1956-47-21",
    "title": "Drawing, \"The Rise of Rome: Heads of Seven Emperors\", 1930–32",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18410269\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1930–32",
    "year_start": "1930",
    "year_end": "1932",
    "year_acquired": "1956",
    "decade": "1930",
    "woe:country": "23424977",
    "medium": "graphite pencil",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "34.2 x 42.5 cm (13 1\/2 x 16 3\/4 in.)",
    "creditline": "Gift of Ellen Gustav Jensen",
    "description": "Frontal views of the heads of seven Roman emperors, identified by name, comprise the present sheet:\n\nCaligula, turning and glancing toward the left, wears a laurel wreath in his wavy hair, which cascades down on the right side. His lips are closed; his expression sullen,  petulant.\n\nSculla looks straight ahead. He is balding on top, but has hair at the sides. His jaw is square and jowls heavy.\n\nClaudius's pointed chin; eyes and brows delineated by downward diagonal lines; thin lips; and crown of hair combine to support the tagline \"little fox\" here appended to his name.\n\nVitellius turns his head and glances to the right. Two curved marks between the brows and heavy jowls suggest aging.\n\nNero, facing the viewer, glances upward. His hair is depicted in a semicircle of wavy lines on the crown. His ears are prominent, nose long, mouth fleshy, and rounded chin emphasized by a convex curve just above it.\n\nWith the sheet turned top-to-bottom:\n\nVespasian turns toward the left. His eyes glancing in that direction and tightly closed lips produce a wary expression. He is balding, with sparse hairs at the top.\n\nTrajan, turning slightly to the right, shows a square jaw; long, wide nose; tightly closed lips; and sparse hair. His expression is frowning.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [

    ],
    "participants": [

    ],
    "exhibitions": [

    ]
}