{
  "display_date": "1987", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1987", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197281", 
  "style": "", 
  "date_begin": "1987", 
  "dimensions": "1993-151-89a - 2.5 x 19.4 x 2.5 cm (9 7/8 x 7 1/8 x 1 in.),  book, closed\r\n1993-151-89a  - 25 x 38 x 2.5 cm (9 7/8 x 15 x 1 in.), book, opened\r\n1993-151-89b - 25.4 x 19.5 x 2.8 cm (9 7/8 x 15 x 1 in.), jacket\r\n1993-151-89c - not measured, rock\r\n1993-151-89d - 15 cm (6 in.), scissors\r\n", 
  "copyright": "", 
  "title": "A Fable", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-89-a/d                           ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "Jacket: The box-shaped jacket is constructed of coated black, marbleized stock and is notched in the center of the open edges. There is an incised outline of an oval in the center, top side.\r\n\r\nBook, front and back covers: Dark green cloth; spine bound in black cloth, extending about two inches each onto front and back.\r\n\r\nFront cover: Imprinted A/ fable in metallic gold, sans serif-style type. Just underneath, positioned to be viewed through the oval of the jacket, is an outline, also in gold, of a hand, extended to the right, palm facing the viewer, thumb up; \r\n\r\nSpine: With the object laid flat and front cover down, A fable is imprinted in gold in the same type as on the front, accompanied on either side by thin gold lines, gradually narrowing from the center outward. With the object standing, imprinting at the bottom edge, also in gold, reads M&Co/ Vol2.\r\n\r\nInside front cover: On the left, comprising about one third of the page width, is an engraved nature scene composed of trees, rocks, and sailboats afloat. The remaining space features a fictional narrative in mock-Italian English, with the initial letter O in white-outlined black superimposed on the right edge of the view, and the remainder imprinted on white in double-spaced serif-styled type. Within the surrounding black border, in miniature white upper case sans serif-style type, is a quotation beginning on the top and continuing on all sides; the author is identified as Pliny the Younger. \r\n\r\nRight: A flap extending from the inside front cover, and of the same width as the engraving on the left, continues the established design format with a small engraved view at the top and a quotation imprinted within the border on the left, right and bottom sides; the author is identified as Virginia Woolf. Three paragraphs describing the putative origin of the Scissors-Paper-Rock game in the present narrative are interspersed with three ideograms illustrating the hand positions of the game. Buona Fortuna! is imprinted in miniscule capitals directly below the third hand; underneath, an eleven line quotation from Sir Isaac Newton completes the flap design.\r\n\r\nThe flap serves as a cover to a pair of silver-colored metal scissors, engraved M&Co/ New York on one side and Italy on the reverse, and a smooth, dark gray, veined rock. Each is placed in a discrete pocket incised in a stack of blank white paper pages, the scissors followed underneath by the rock. A perforated vertical line separates the scissors/rock section from the remainder of the stack to the right.", 
  "classification_id": "235", 
  "restrictions": "", 
  "school": "", 
  "name": "labs, books", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}