{
    "id": "18045459",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045459\/",
    "name": "Karl Vogelsang",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "22",
    "biography": "Vogelsang was a German painter and textile designer. He was born in Essen and studied painting from 1952-1954 at University Bonn. In 1955 he studied textiles at the University of Fine Arts in Hamburg under Maria May, a textile designer who had become well-known for her name-branded textiles and wallpapers. May continued to encourage Vogelsang’s work and mentor him after he left the academy. She introduced Vogelsang to the leading design firm, Vereinigte Werkstatten, who was one of his earliest clients. \n\nAfter completing his studies in 1955, Vogelsang interned in textile design at Atelier Thominet in Paris. Vogelsang then continued training in textiles at the Academy of Arts in Berlin. After graduating in 1961, he spent two years designing for Christoph Andreae, a textile firm in Viersen, Germany. \n\nIn 1963 he began work exclusively as a freelance designer and painter at Studio Gallery Beletage in Dusseldorf. He established strong working relationships with leading European textile firms including Heberlein & Co. AG, Taunus Textildruck, Rothirst, and JAB Anstoetz. In the 1970’s he created a series of textile designs, which were produced at the Taunus Textile printing, in Oberusel. \n\nIn 1983 six of Vogelsang’s designs were displayed at the Deutsches Textilmuseum in Krefeld, Germany alongside those of other acclaimed European artists and designers. In the mid-1980’s Vogelsang earned a reputation for his innovative textile designs and in 1988 Knoll introduced two of his designs, Fortuna and Atrium, in Europe.The largest Swiss textile-printing firm Heberlein produced the designs. Compared to his paintings from around the same time, Vogelsang’s textile prints have a vibrant pallet and use dark tones to demarcate color and create the illusion of shadow in a pictorial space. \nIn 1990 Fortuna was exhibited in an international retrospective of avant-garde fabric designs, Color, Light, Surface: Contemporary Fabrics at the Cooper Hewitt National Design Museum. Later in life Vogelsang continued his work solely as a painter. In 1993 he was remarried to his second wife, Karin Vogelsang, who was also an artist, and his paintings took on a revived interest in bright colors. Vogelsang’s designs have been exhibited internationally and he has received numerous awards.",
    "woe:country_id": null,
    "date": "German, 1932 - 2006",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}