{
    "id": "18647567",
    "tms:id": "198689",
    "accession_number": "1994-114-5",
    "title": "Poster, \"Exhibition:  A Perspective on Design, Montreal Museum of Decorative Arts\", 1993",
    "title_raw": "Exhibition:  A Perspective on Design, Montreal Museum of Decorative Arts",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18647567\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35399027",
    "type_id": "35238163",
    "date": "1993",
    "year_start": 1993,
    "year_end": 1993,
    "year_acquired": "1994",
    "decade": "1990",
    "woe:country_id": null,
    "medium": "Offset lithograph",
    "markings": null,
    "signed": "Signed in green, lower right: \"takaaki matsumoto m plus m incorporated\".",
    "inscribed": null,
    "provenance": null,
    "dimensions": "78.1 x 58.4 cm (30 3\/4 x 23 in. )",
    "dimensions_raw": {
        "height": [
            "78.10",
            "centimeters"
        ],
        "width": [
            "58.40",
            "centimeters"
        ]
    },
    "creditline": "Gift of Unknown Donor",
    "description": "Exhibition poster on design at Montreal Museum of Decorative Arts.\nRecto: Poster divided horizontally in half by zig-zag design with play on inverse reflection of two halves.  Reversible poster to incorporate both French and English.\nBlue and green alternating horizontal stripes throughout.  Large \"p\" in red and orange alternating horizontal stripes on top half reflected in bottom half as \"d\", sharing vertical line of letters.  Imprinted in small type \"a\/ erspective\" (in blue) next to \"p\" and \"on\/ esign\" (in blue) next to \"d\" at bottom center.  Right corner against green horizontal stripe, \"montreal museum of decorative arts (in blue)\/ Pie IX & Sherbrooke (in green)\/ 18 june 1993 to 19 september 1993 (in blue).\"  Inverse poster, and same scheme but in French.\n\nVerso: Poster divided vertically in half with left side in English and with right side in French but inversed. Text deals with information about exhibition.  Imprinted at top left \"A Perspective on Design\" (in black).  Black and white photographic reproduction of museum entrance. Imprinted: \"This exhibition focuses on design of the 1980s and early 1990s, primarily\/ from Japan and the United States.  The objects on view, which include\/ furniture, ceramics, lighting, and graphics, were selected from exhibition\/ organized by Gallery 91 and its director, Yoshiko Ebibara...\/ Gallery 91, located at the edge of Soho district in New\/ York City,...\/Design Conversation (in bold),...\/ explores the creative interplay that was promoted between designers and\/ manufacturers...\/Living with Nature (in bold) focuses on work by designers who explored the\/ theme of human interaction with nature...\/Looking to the Future (in bold) succintly sums up the decade of the 1980s...\/objects...by Andrea Branzi and Takaai Matsumoto to illuminated works by James Evanson and Michael Pirkus...\/A Perspective on Design (in bold) demonstrates similarities in the global con-\/cerns of many leading designers throughout the world....\"[Discussion of exhibition lay out - 4 category] .  Checklist of objects in exhibitoin in five columns below.  First column include three small photo reproduction of objects such as chair by \"Shigeu Uchida\/ Armchair, \"Nirvana\", 1981\"; bench by \"Sinya Okayama, Bench, \"Crocodile\", 1983; clock by \"Yonosuke Wai\/ Wall Clock, \"91 Clock\", 1991.  Lower center in two columns (in black), \"This exhibition has been organized by the\/ Montreal Museum of Decorative Arts with the assistance of David A. Hanks &\/ Associates and Toshiko Mori. We wish to\/ thank Yoshiko Ebihara, Director of Gallery\/ 91 along with Miguel Calvo, Daniel T.\/ Ebihara, Narnmi Sugiyama, Jung Suk Suh,\/ Eldon K. Wong, Lenore Newman, Diane\/ Charbonneau and Louise Giroux\/ Luc d'Iberville-Moreau, Director\/ Montreal Museum of Decorative Arts.\"\nTranslated in French on right side.",
    "justification": null,
    "woe:country": null,
    "type": "poster",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042719",
            "role_id": "35236565",
            "person_name": "Takaaki Matsumoto",
            "person_date": "",
            "role_name": "Artist",
            "role_display_name": "",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042719\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        },
        {
            "person_id": "18050283",
            "role_id": "35351535",
            "person_name": "Unknown donor: unsolicited gift",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050283\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, \"Exhibition:  A Perspective on Design, Montreal Museum of Decorative Arts\", 1993. Offset lithograph. Gift of Unknown Donor. 1994-114-5."
    },
    "colors": [

    ]
}