{
    "id": "18041501",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18041501\/",
    "name": "Henry Dreyfuss",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "248",
    "biography": "Henry Dreyfuss, American industrial designer, was born in New York City, New York in 1904 and died in Pasadena, California in 1972.  At the New York Society for Ethical Culture's High School he learned the rudiments of staging theatrical production and in 1923, he became active as a stage designer for theatre productions on Broadway. He worked as an apprentice with Norman Bel Geddes on several hit shows, and also as design consultant for Macy's, where he insisted on collaborating with the manufacturers on the design of household products. In 1927, Dreyfuss set out on his own and in 1928, opened his own office in New York; he subsequently opened a second office in Pasadena, California. Soon, he distinguished himself as a designer for mass production. By favoring practicality over pure styling, he added the use of anthropometrics (the study of human dimensions and capabilities) into his practice; the results of this study were published in a series of volumes by MIT Press and discussed in his books Designing for People (1955) and The Measure of Man (1960). Dreyfuss became a founding member of the Society of Industrial Design and first president of the Industrial Designers Society of America in 1965. The vast number of objects Dreyfuss designed included aircraft interiors for Lockheed, hearing aids, clocks, Bell telephones, Hoover products, RCA TV sets, decanters for Thermos, farm vehicles for John Deere, the interiors of The SS Constitution and The SS Independence (1951) oceanliners, and the overall conception for New York Central Railroad's 1941 Twentieth Century Limited. In 1968, after retiring from his design firm, Dreyfuss remained a consultant to Bell Laboratories, Polaroid, and others.",
    "woe:country_id": "23424977",
    "date": "American, 1904–1972",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}