{
    "id": "18041501",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18041501\/",
    "name": "Henry Dreyfuss",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "58",
    "biography": "Henry Dreyfuss, American industrial designer, was born in New York City, New York in 1904 and died in Pasadena, California in 1972. \nAt the New York Society for Ethical Culture's High School he learned the rudiments of staging theatrical production and in 1923, he became active as a stage designer for the theatre productions on Broadway. He worked as an apprentice with Norman Bel Geddes on several hit shows, and also as design consultant for Macy's, where he insisted on collaborating with the manufactures. In 1927 Dreyfuss set out on his own and in 1928 opened his own office in New York; subsequently, opened a second office in Pasadena, California. Soon, he distinguished himself as a designer for mass production. By favoring practically over art deco and streamlined styling, he gained the use of anthropometrics (the study of human dimensions and capabilities) into his practice; the results of this study were published in a series of volumes by MIT Press and discussed in his books Designing for People (1955) and The Measure of Man (1960). Dreyfuss became a founding member of the Society of Industrial Design and first president of the Industrial Designers Society of America. The vast number of objects Dreyfuss designed included aircraft interiors for Lockheed, hearing aids, clocks, Bell telephones (1930-33 Bell300 and 1965 Trimline model), Hoover products (from 1934), RCA TV sets (from1964), decanters for Thermos, farm vehicles for John Deere (including 1956 720 tractor), oceanliners Constitution and 1951 Independence, and New York Central Railroad's 1941 Twentieth Century Limited, which was more extravagant than usual for Dreyfuss. \nIn 1968, after retiring from his design firm, Dreyfuss remained consultant to Bell Laboratories, Polaroid, and others.",
    "woe:country": "23424977",
    "date": "American, 1904–1972",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "48"
        },
        {
            "id": "35236565",
            "name": "Artist",
            "count_objects": "7"
        },
        {
            "id": "35236703",
            "name": "Office of",
            "count_objects": "3"
        }
    ],
    "concordances": {
        "freebase:id": "\/m\/05p6rp",
        "wikipedia:id": "1697559",
        "viaf:id": "8198939",
        "lcnaf:id": null,
        "moma:id": null
    }
}