{
    "id": "18645145",
    "tms:id": "197476",
    "accession_number": "1993-31-191-10",
    "title": "Book, \"The Ghost in the Underblows by Alfred Young Fisher\", 1940",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18645145\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1940",
    "year_start": "1940",
    "year_end": "1940",
    "year_acquired": "1993",
    "decade": "1940",
    "woe:country": null,
    "medium": "Lithography in orange and black ink on off-white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Printed in black ink, left: Wondering whether life comes to the dead\/From touching sacred death.\/I wish at times I could praise the beauty of thistles\/Their full meed, but who can even record\/The loveliness of cedars and music,\/Or tell what catches his heart in a vise\/When the fingering sea twangles all the cords in the brain?\/So, whether westward I look or toward the dawn\/Whether I consider the bones of prophets,\/Whether I see the magnificent colors of heaven\/or the quieter things, or whether\/The subterranean orchestras play on;\/It is no difference. Nor is it difference\/To me where I sit, what I do, or even whom I love;\/There is only the incapacity of my poor wit\/And the dull drum of my heart in its forest.\/One thing I see, though. This is it: I am coming nearer\/To what I am, out of myself and the pretension of others,\/So that I shall finally be capable of hearing\/Under the leaves a sound, and the clear\/Whistling of little flutes, and the blowing noises\/Of horns under the thorns on the rosebush.\/These I shall begin with at last. And should\/There eventually come, when I see myself in the mirror,\/The full symphony of greater things\/Then I shall concentrate my disappearance to them\/And my phosphorous bones will, be sure,\/Be ready for the whole miracle of life.\/XXIV\/Who are you, dog with a lolling tongue\/And you slaverous, dripping bitch, to yell\/And snap in the streets at the other animals,\/Treading fellows and the sweaty chase\/Down the  alleys and meadows of the brain? Who are you?\/The visions of the past rise and descend\/Like mercury in thermometers, and the souls\/270.",
    "provenance": null,
    "dimensions": "H x W: 23.9 x 31.5 cm (9 7\/16 x 12 3\/8 in.)",
    "creditline": "Gift of Tamar Cohen and Dave Slatoff",
    "description": "Pages 270-271. Left : text. Right page features abstract design consisting of 3 vertical registers of repetitive black and red vertical shapes. Design consists of black rectangles made of thin vertical black lines, thin black trapezoids, and red trapezoids made up of 3 rows of horizontal rectangles. Also there are lines terminating in circles and elaborated with semicircles running their length. All shapes are the same length, but fluctuate in height creating a rhythmic pattern.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35247441",
        "name": "book"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39722_2f8498b44e61856d_b.jpg",
                "width": 1024,
                "height": 781,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39722_2f8498b44e61856d_n.jpg",
                "width": 320,
                "height": 244,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39722_2f8498b44e61856d_z.jpg",
                "width": 640,
                "height": 488,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39723_cf6c199648c6ec4e_b.jpg",
                "width": 1024,
                "height": 778,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39723_cf6c199648c6ec4e_n.jpg",
                "width": 320,
                "height": 243,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39723_cf6c199648c6ec4e_z.jpg",
                "width": 640,
                "height": 486,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18043331",
            "role_id": "35236655",
            "person_name": "Alvin Lustig",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}