{
    "id":"18697983",
    "tms:id":"224596",
    "accession_number":"2003-7-1",
    "title":"Textile, ca. 1946",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18697983\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35414465",
    "type_id":"35251739",
    "date":"ca. 1946",
    "year_start":"1936",
    "year_end":"1956",
    "year_acquired":"2003",
    "decade":"1930",
    "woe:country":"23424977",
    "medium":"Medium: linen\nTechnique: screen printed on plain weave",
    "markings":null,
    "signed":null,
    "inscribed":"L.ANTON MAIX N.Y.C. ABACUS by PAUL RAND PATT.REP 40 1\/2\" (printed in selvedge)",
    "provenance":null,
    "dimensions":"H x W: 290.8 x 130.2 cm (114 1\/2 x 51 1\/4 in.)\nRepeat H: 102.9 cm (40 1\/2 in.)",
    "creditline":"Museum purchase through gift of Mrs. William Goulding",
    "description":"Length of printed linen with heavy horizontal stripes and narrower vertical stripes in black, with irregularly spaced ovals, as the beads of an abacus, in black, blue and green on a natural linen ground.",
    "justification":"Lawrence Anton Maix, the manufacturer of this textile, was a successful textile producer in the 1950s and 1960s, as well as an early American proponent for modernist upholstery and interior furnishing fabrics. He was initially employed by Hans Knoll when Knoll first began his furniture company, and during his decade tenure at Knoll, Maix became friends with designers such as Serge Chermayeff, Jens Risom, and George Nelson, some of whom later would be enlisted to produce textiles for Maix after he started his independent business in 1948. When Maix left Knoll, he initially represented a number of small textile companies. However, in 1949 he began to produce textiles under his own name. It was at this point that he employed Paul Rand&amp;nbsp;and other prominent designers to produce a new line of designs called the Campagna collection. One such example of this collection is Abacus, designed by Rand, which is a screenprinted textile on plain weave exhibiting heavy horizontal stripes and narrower vertical stripes in black with irregularly spaced ovals as the beads of an abacus, in black, blue and green on a natural linen ground. It was also featured in a number of magazines, as well as distinguished by the Good Design award from The Museum of Modern Art in 1950.&amp;nbsp; Rand first used this design in 1946 on the cover of his book, Thoughts on Design.",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042341",
            "role_id":"35236655",
            "person_name":"Paul Rand",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Textile, ca. 1946.\nca. 1946. Medium: linen\nTechnique: screen printed on plain weave. Museum purchase through gift of Mrs. William Goulding. 2003-7-1."
    },
    "colors":[
        {
            "color":"#cac0a6",
            "closest_css3":"#c0c0c0"
        },
        {
            "color":"#458656",
            "closest_css3":"#2e8b57"
        },
        {
            "color":"#77a39d",
            "closest_css3":"#5f9ea0"
        },
        {
            "color":"#7da960",
            "closest_css3":"#808080"
        },
        {
            "color":"#2d7c93",
            "closest_css3":"#4682b4"
        }
    ]
}