{
    "id": "18739227",
    "tms:id": "245807",
    "accession_number": "2010-10-1",
    "title": "Drawing, Chicken Point Cabin, Hayden Lake, ID:  West and South Elevations, February 15, 2001",
    "title_raw": "Chicken Point Cabin, Hayden Lake, ID:  West and South Elevations",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18739227\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35371277",
    "type_id": "35237093",
    "date": "February 15, 2001",
    "year_start": 2001,
    "year_end": 2001,
    "year_acquired": "2010",
    "decade": "2000",
    "woe:country_id": "23424977",
    "medium": "Graphite on tracing paper",
    "markings": "Stamped in black ink, lower right:  Olson Sunberg Kundig Allen Architects\/108 First Avenue South Fourth Floor\/Seattle, Washington 98104",
    "signed": null,
    "inscribed": "Inscribed in graphite, upper drawing, lower right: check west elevation; lower drawing, clockwise from top: overhang beam, sbpc above, raft below, 'slim' roof pan, check south elevation.",
    "provenance": "March 2010: acquired by Museum directly from the designer, Tom Kundig, Olson Kundig Architects, Seattle, WA",
    "dimensions": "45.7 x 60.9 cm (18 x 24 in.)",
    "dimensions_raw": {
        "height": [
            "45.70",
            "centimeters"
        ],
        "width": [
            "60.90",
            "centimeters"
        ]
    },
    "creditline": "Gift of Tom Kundig",
    "description": "Two views of Kundig's weekend cabin in mountain district of Idaho.",
    "justification": "Chicken Point Cabin in Haydon Lake, Idaho, is a relatively small (2,600 square feet), year-round weekend retreat commissioned by a family with two young children that typifies the personality, general architectural philosophy, and key characteristics of architect Tom Kundig’s work. A native of the Pacific Northwest, Kundig comes from a craft-based design culture rooted in the area’s industrial and timber heritage. As an accomplished alpine climber, Kundig is familiar with the rugged outdoors of tall trees, rocks, lakes, big sky, as well as with ropes and other mountaineering equipment, all of which have influenced his architectural practice. His early work as a sculptor’s assistant, fabricating large-scale welded steel sculptures, has encouraged his fascination with jerry-rigged machines and apparatuses to move and balance heavy pieces. And, as a devotee of low-tech solutions and experimentation, he enjoys collaboration with engineers and craftspeople as well as with his clients, whose goals and desires actively shape his projects.\nIn the case of the family who commissioned Chicken Point Cabin, their main request was that the architecture actively engage the wooded, lakeside site. This stipulation led to the building’s main feature, which is the huge 20- by 30-foot pivoting window similar in concept to a tent flap, a familiar feature from the family’s camping trips. A device (or “gizmo,” as Kundig calls it) opens the six-ton hatchway. Initially, Kundig thought of the most low-tech counter balance device possible: sandbags. Then, he explored a power-generated mechanical system that treated the immense window like a garage door. It is Kundig’s nature, however, to find a solution that actively engages the viewer with his architecture. So, Kundig collaborated with an engineer\/exhibition designer, Phil Turner; together they came up with a hand-cranked device that works through a set of gears to pivot the window open and closed with a minimal amount of energy input—so minimal that one of the family’s children could use it. \nThe almost cinematic act of pivoting the window to behold an awe-inspiring view is an example of the dramatic aspect of Kundig’s architecture. Every interaction with the house, as one proceeds from the outside to the inside, is celebrated by a special architectural feature in a “choreographed” sequence.[1] To enter, one must pass through a 19-foot steel door, the proportions of which reflect the tall pines surrounding the house. This act is followed by the “gizmo” experience, formally and publically “announcing” the arrival of the owners. To get to the master bedroom, the couple has to climb a long stairway leading to a bridge that floats across the kitchen and living room below. On the lower level, the family is grounded at a hearth created by a four-foot-diameter steel pipe left over from the Alaskan Pipeline, which has been notched to create a fireplace and hood that also serves as a support for the steel infrastructure. This feature, like the dining table supported by a recycled spring coil, reflects Kundig’s penchant for repurposing materials in what he calls “the reinvention of the commodity.”[2] The elemental raw building materials of steel, concrete, and plywood, along with the home’s open interior spaces and the upturned roof, are intended to be a seamless extension of the natural setting. \nKundig, a partner in the Seattle firm, Olson Sundberg Kundig Allen, was a National Design Award winner in 2008 for his Rolling Huts in Mazama, Washington. Kundig was also a National Design Award finalist in 2005. \nThis is one of five drawings for this project under consideration for acquisition. In addition to being a superb example of Kundig’s architecture, the Chicken Point project exemplifies our contemporary fascination with hand-crafted, low-tech design, which is important to document in the museum’s collection. The acquisition of these drawings also satisfies the museum’s initiative to acquire works by National Design Award finalists and winners.\n[1] Dung Ngo and Tom Kundig. Tom Kundig: Houses (New York: Princeton Architectural Press, 2006), 88.\n[2] Ngo and Kundig, 50.",
    "gallery_text": "Tom Kundig’s award-winning Chicken Point Cabin, shown here from the west and south elevations, visually and physically links the interior and exterior environments. Kundig, of Olson Kundig Architects (until 2009, Olson Sundberg Kundig Allen), studied geophysics in college, and early in his career worked as a sculptor’s assistant, focusing on large, welded-steel projects. He put his interests in geology, gadgetry, and craft to good use for this year-round weekend house. Completed in 2002, the proportions of the final building are slightly different than shown in the preliminary drawings. The south view, on the lower half of the sheet, features a garage door–like pivoting window that allows for direct engagement between living space inside and the lake and forest outside. The window-door opens out and upward with an easy-to-use hand-operated rotating pulley mechanism. Although the drawing’s lines appear straight and rigid, Kundig used materials to bridge a minimal aesthetic with nature. Raw, unfinished materials including steel, concrete block, and plywood, which develops a patina over time, further linking the house to the nature surrounding it.",
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "Drawing",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/34735_13b3dece87328135_b.jpg",
                "width": 1024,
                "height": 772,
                "is_primary": "1",
                "image_id": "34735"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/34735_13b3dece87328135_z.jpg",
                "width": 640,
                "height": 482,
                "is_primary": "1",
                "image_id": "34735"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/34735_13b3dece87328135_n.jpg",
                "width": 320,
                "height": 241,
                "is_primary": "1",
                "image_id": "34735"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/34735_13b3dece87328135_d.gif",
                "width": 320,
                "height": 241,
                "is_primary": "1",
                "image_id": "34735"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/34735_13b3dece87328135_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "34735"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18063213",
            "role_id": "51571159",
            "person_name": "Olson Kundig Architects",
            "person_date": "",
            "role_name": "Agent",
            "role_display_name": "Agent:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18063213\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/51571159\/"
        },
        {
            "person_id": "18062201",
            "role_id": "35236663",
            "person_name": "Tom Kundig",
            "person_date": "American, b. 1954",
            "role_name": "Architect",
            "role_display_name": "Architect:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18062201\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236663\/"
        },
        {
            "person_id": "18062201",
            "role_id": "35351535",
            "person_name": "Tom Kundig",
            "person_date": "American, b. 1954",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18062201\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, Chicken Point Cabin, Hayden Lake, ID:  West and South Elevations, February 15, 2001. Graphite on tracing paper. \nGift of Tom Kundig. 2010-10-1"
    },
    "colors": [
        {
            "color": "#e7deca",
            "closest_crayola": "#efdecd",
            "closest_css3": "#dcdcdc",
            "closest_css4": "#dcdcdc"
        },
        {
            "color": "#8f8985",
            "closest_crayola": "#95918c",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}