{
    "id": "18698067",
    "tms:id": "224640",
    "accession_number": "2003-4-1-a\/c",
    "title": "Madame de Pompadour (née Poisson) Covered Tureen And Stand, 1990",
    "title_raw": "Madame de Pompadour (née Poisson)",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18698067\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "68730025",
    "type_id": "35304089",
    "date": "1990",
    "year_start": 1990,
    "year_end": 1990,
    "year_acquired": "2003",
    "decade": "1990",
    "woe:country_id": "23424819",
    "medium": "Glazed porcelain with photo-transfer (silkscreen) and painted-platinum decoration",
    "markings": "On undersides of tureen, cover, and platter: applied in black, over glaze: \"Madame de Pompadour \/ Nee Poisson (1721 1764)\" in script \/ \"by\" \/ \"CINDY SHERMAN\" \/ \"For\" \/ monogram \"AM\" surrounded by \"ARTES MAGNUM\" in circular format \/ \"23R \/ 25\" [written in black, over glaze] \/ \"Cindy Sherman\" signature \/ \"Silkscreened and\" \/ \"handpainted at\" in script \/  \"Ancienne Manufacture Royale \/ Fondee \/ 1737\" all in cartouche \/ \"LIMOGES FRANCE\".",
    "signed": null,
    "inscribed": null,
    "provenance": "2000: acquired directly from the producer, Artes Magnus",
    "dimensions": "H x W x D (a, b and c): 30 x 56.1 x 37 cm (11 13\/16 x 22 1\/16 x 14 9\/16 in.)",
    "dimensions_raw": {
        "depth": [
            "37.00",
            "centimeters"
        ],
        "height": [
            "30.00",
            "centimeters"
        ],
        "width": [
            "56.10",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from Charles E. Sampson Memorial Fund",
    "description": "Tureen (a) of bulging and lobed oval form with two scrolling loop handles at either side and four scrolled feet; the white body with pink ground decorated at front and back with large central cartouches showing the artist as Madame de Pompadour in low-cut bodice and wig of silvery curls, with landscape in background; the pink surface embellished with platinum scrollwork and floral sprays, the flower buds rendered as fish; the articulated surfaces of the white handles and feet also picked out with platinum. Interior of bowl white, the floor decorated with scene of fish lying among ropes of pearls, all resting on soft folds of blue fabric. The domed and lobed cover (b), with pink ground decorated with platinum scrollwork and floral sprays as on tureen, and having central knob in the form of large platinum-colored flower buds with white and platinum leaves. The platter (c) of roughly oval shape having a white rectangular well, and wide everted rim, its two scrolled ends forming handles, and decorated with images of the artist as Madame de Pompadour; the articulated surface with pink ground, picked out with platinum scrollwork and floral sprays as on tureen.",
    "justification": "This fabulous soup tureen and platter (1990), replete with boisterous, flamboyant rococo-style ornament, was designed by the contemporary artist and photographer, Cindy Sherman, after a design originally commissioned by Madame de Pompadour (née Poisson), mistress to King Louis XV. Sherman’s photographic self-portrait fills the central cartouche, showing her in the guise of Pompadour in 18th-century costume with wig, white-powdered complexion, prosthetic breasts, and jewels. \nProduced by the New York firm Artes Magnus, the tureen was fabricated in a limited edition of 25 in four colors (rose, apple green, yellow, and blue) by the La Manufacture Ancienne in Limoges. Artes Magnus is owned by real estate developers and contemporary art collectors Barbara and Richard Lane, Ruth Lloyds, and William Ehrlich. Since its creation in 1989, the firm has produced limited-edition ceramic and metalwork objects for the table by contemporary artists including Roy Lichtenstein, George Segal, Kiki Smith, Dan Flavin, Komar and Melamid, and John Chamberlain. \nThe idea for the Sherman project originated in 1988, the same year Sherman began her history portraits. Artes Magnus approached Sherman to create porcelain designs for Limoges. Her ceramic series, consisting of a tea service, dinner service and soup tureen, derives from old extant 18th-century models. According to Artes Magnus, Sherman based her soup tureen on an 18th-century mold for a tureen designed for Pompadour herself in 1756. Sherman also imitated the painting and decoration of the 18th-century product, using platinum rather than gold for the painted ornament. The tureen’s form and plant-like decoration evoke the rococo precedent, and the ground colors mimic the colors used by the Royal Porcelain Manufactory at Sèvres, where the original set was made. The rose color in particular refers to the rose Pompadour, first created for the King’s mistress in 1757. The Associate Curator of the department of Drawings, Prints, and Graphic Design reviewed the tureen and tray in the four colors and selected the rose for the color’s association with Pompadour.\nPompadour’s history and her connection to Sèvres further reveal the complex references contained within this object. As a social upstart and a woman operating in the masculine world of the royal court, Pompadour needed to refashion her image and identity to fit the role of maîtress en titre (royal mistress) and Louis XV’s closest advisor. As part of her Pygmalion-esque campaign, she carefully managed the production and display of her painted image. The many portraits executed by her favorite painter through the 1750s, François Boucher, portray her as a charming, petite, eternally youthful patron of the arts and literature. Pompadour also sought to cement her relationship with King Louis XV, particularly after their sexual partnership ended, by jointly reviving a failing, privately-owned porcelain factory in Vincennes, east of Paris. As the firm’s most constant client, Pompadour ordered dinner services and the porcelain flowers that were a Vincennes specialty. In 1756, she and the King relocated the factory to newly-built premises at Sèvres, on land adjacent to Pompadour’s chateau, Bellevue. Three years later, the King bought out the private shareholders and made the firm his royal property. \nWhile the Vincennes enterprise originally sought to emulate and rival the wares produced by the German manufactory, Meissen, Pompadour redirected the Sèvres factory to focus on creating a distinctive, highly imaginative French style of ceramics. The sculptor Jean-Claude Chambellan Duplessis created innovative forms like the “elephant vase,” while painters, including André-Vincent Vielliard and Vincent Taillandier, decorated the pieces in innovative, highly saturated colors. Both the King and Pompadour ordered many dinner services, vases, jardinières, and the like from Sèvres; many of the vases showcased fish imagery, alluding to Pompadour’s maiden name, Poisson (the French word for “fish”). Pompadour further pressured her friends to purchase Sèvres objects to demonstrate their patriotic support for the French porcelain industry. \nThe themes of female identity, of women artificially refashioning themselves to appeal to—or to refute—the male idea of women as consumers, and the history of the Royal Porcelain Manufactory at Sèvres, are all taken on by Sherman in her Madame de Pompadour Limoges series. The tureen and tray, in particular, spoof the commodification of women as objects of male fascination and desire. Sherman’s self-portrait addresses the role women assume as fetishized objects for male consumption. By masquerading as Madame de Pompadour, the ultimate consumer and patron of the most elegant and exorbitant Sèvres ceramic wares, she also critiques women as consumers and supporters of elitist fashion. An additional vignette on the inside of the tureen, showing fish swimming amidst a sea of pearl necklaces, makes deliberate reference to the original 18th-century Sèvres fish vases and to Pompadour as a patron of the luxury trades.\nAt the time of proposed acquisition, the museum holds a group of objects that provide pointed precedents for the Madame de Pompadour set. Among the French 18th-century ceramics from the Vincennes and Sèvres Porcelain Manufactories, there is a Sèvres soup tureen (1977-57-3-a\/b) for which the museum has a related design drawing (1938-88-8315), documenting the iconic rococo tureen form that is emulated in the Madame de Pompadour soup tureen. The museum also holds early 20th-century Sèvres limited-production ceramics designed by Simon Lissim and Adrian Saxe that would be complemented by the proposed Sherman tureen. Furthermore, musuem’s collection holds limited-production objects by fine artists comparable to the vessel by Cindy Sherman, including a ceramic plate designed by Pablo Picasso and fabricated at Poterie Modoura (1960-112-1) and a mirror with gilded frame (ca. 1974) created by Jim Dine for the Los Angeles Biltmore Hotel (1990-169-1). \nThe curators of the 2008 exhibition, The Continuing Curve: Rococo and its Legacy, have earmarked the Madame de Pompadour tureen for inclusion in the exhibition.\nApril 14, 2003",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424819",
    "type": "Covered Tureen and Stand",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21166_30446b2c016636ae_b.jpg",
                "width": 1024,
                "height": 720,
                "is_primary": "1",
                "image_id": "21166"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21166_30446b2c016636ae_z.jpg",
                "width": 640,
                "height": 450,
                "is_primary": "1",
                "image_id": "21166"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21166_30446b2c016636ae_n.jpg",
                "width": 320,
                "height": 225,
                "is_primary": "1",
                "image_id": "21166"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21166_30446b2c016636ae_d.gif",
                "width": 320,
                "height": 225,
                "is_primary": "1",
                "image_id": "21166"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21166_30446b2c016636ae_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "21166"
            }
        },
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21472_b7e4599a819d48e3_b.jpg",
                "width": 1024,
                "height": 722,
                "is_primary": "0",
                "image_id": "21472"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21472_b7e4599a819d48e3_z.jpg",
                "width": 640,
                "height": 451,
                "is_primary": "0",
                "image_id": "21472"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21472_b7e4599a819d48e3_n.jpg",
                "width": 320,
                "height": 226,
                "is_primary": "0",
                "image_id": "21472"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21472_b7e4599a819d48e3_d.gif",
                "width": 320,
                "height": 226,
                "is_primary": "0",
                "image_id": "21472"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21472_b7e4599a819d48e3_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "21472"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18055623",
            "role_id": "35236657",
            "person_name": "Ancienne Manufacture Royale de Limoges",
            "person_date": "Limoges, France",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055623\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18055617",
            "role_id": "35236671",
            "person_name": "Artes Magnus",
            "person_date": "",
            "role_name": "Producer",
            "role_display_name": "Produced by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055617\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236671\/"
        },
        {
            "person_id": "18055621",
            "role_id": "35236655",
            "person_name": "Cindy Sherman",
            "person_date": "American, b. 1954",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055621\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18055617",
            "role_id": "35352249",
            "person_name": "Artes Magnus",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055617\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Madame de Pompadour (née Poisson) Covered Tureen And Stand, 1990. Glazed porcelain with photo-transfer (silkscreen) and painted-platinum decoration. \nMuseum purchase from Charles E. Sampson Memorial Fund. 2003-4-1-a\/c."
    },
    "colors": [
        {
            "color": "#bbb9c6",
            "closest_crayola": "#b0b7c6",
            "closest_css3": "#c0c0c0",
            "closest_css4": "#c0c0c0"
        },
        {
            "color": "#94889c",
            "closest_crayola": "#95918c",
            "closest_css3": "#778899",
            "closest_css4": "#778899"
        },
        {
            "color": "#3b2f3c",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#8c4f6f",
            "closest_crayola": "#8d4e85",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#c984af",
            "closest_crayola": "#d98695",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        }
    ],
    "woe:country_name": "France"
}