{
    "id": "18698067",
    "tms:id": "224640",
    "accession_number": "2003-4-1-a\/c",
    "title": "Covered Tureen And Stand, \"Madame de Pompadour (née Poisson)\", 1990",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18698067\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35425109",
    "type_id": "35304089",
    "date": "1990",
    "year_start": 1990,
    "year_end": 1990,
    "year_acquired": "2003",
    "decade": "1990",
    "woe:country": "23424819",
    "medium": "Glazed porcelain, photo-transfer (silkscreen), painted-platinum decoration",
    "markings": "On undersides of tureen, cover, and platter: applied in black, over glaze: \"Madame de Pompadour \/ Nee Poisson (1721 1764)\" in script \/ \"by\" \/ \"CINDY SHERMAN\" \/ \"For\" \/ monogram \"AM\" surrounded by \"ARTES MAGNUM\" in circular format \/ \"23R \/ 25\" [written in black, over glaze] \/ \"Cindy Sherman\" signature \/ \"Silkscreened and\" \/ \"handpainted at\" in script \/  \"Ancienne Manufacture Royale \/ Fondee \/ 1737\" all in cartouche \/ \"LIMOGES FRANCE\".",
    "signed": null,
    "inscribed": null,
    "provenance": "2000: acquired directly from the producer, Artes Magnus",
    "dimensions": "H x W x D (a, b and c): 30 x 56.1 x 37 cm (11 13\/16 x 22 1\/16 x 14 9\/16 in.)",
    "creditline": "Museum purchase from Charles E. Sampson Memorial Fund",
    "description": "Tureen (a) of bulging and lobed oval form with two scrolling loop handles at either side and four scrolled feet; the white body with pink ground decorated at front and back with large central cartouches showing the artist as Madame de Pompadour in low-cut bodice and wig of silvery curls, with landscape in background; the pink surface embellished with platinum scrollwork and floral sprays, the flower buds rendered as fish; the articulated surfaces of the white handles and feet also picked out with platinum. Interior of bowl white, the floor decorated with scene of fish lying among ropes of pearls, all resting on soft folds of blue fabric. The domed and lobed cover (b), with pink ground decorated with platinum scrollwork and floral sprays as on tureen, and having central knob in the form of large platinum-colored flower buds with white and platinum leaves. The platter (c) of roughly oval shape having a white rectangular well, and wide everted rim, its two scrolled ends forming handles, and decorated with images of the artist as Madame de Pompadour; the articulated surface with pink ground, picked out with platinum scrollwork and floral sprays as on tureen.",
    "justification": "From Acquisition Justification:\n&quot;This fabulous Madame de Pompadour Née Poisson (1721-1764) Soup Tureen and Platter (1990), replete with boisterous, flamboyant Rococo-esque ornament was designed by the contemporary artist\/photographer Cindy Sherman, whose photographic portrait in the guise of the King's mistress also adorns the vessel.&amp;nbsp; Produced by the New York firm Artes Magnus, the tureen was fabricated in a limited edition (25) in four colors-rose, apple green, yellow, and blue--by the La Manufacture Ancienne in Limoges. \nThe idea for the Sherman project originated in 1988 (the same year of Sherman's history portraits), when Artes Magnus approached Sherman to create porcelain designs for Limoges.&amp;nbsp; Her ceramic series, consisting of a tea service, dinner service and soup tureen, derives from old extant 18th century models.&amp;nbsp; According to Artes Magnus publicity, Sherman used for the proposed Soup Tureen the mold for a tureen designed for Pompadour herself in 1756.&amp;nbsp; Sherman also imitated the painting and decoration of the 18th century product, though using platinum rather than gold for the painted ornament.&amp;nbsp; The ground colors also mimic the original 18th-century colors used at Sèvres; the rose in particular refers to the &quot;rose Pompadour,&quot; first created for the King's mistress in 1757.&amp;nbsp; While the tureen's form and plant-like decoration recall the Rococo precedent, when viewed close up one sees little swimming fish along with acanthus leaves alluding to Pompadour's maiden name &quot;Poisson.&quot;&amp;nbsp; A further conceit, the portrait of Pompadour filling the central cartouche shows Cindy Sherman masquerading as King's mistress in 18th-century costume with wig, white powdered complexion, and jewels.&amp;nbsp; \nThe history of Jeanne Antoinette Poisson d'Etiolles, Marquise de Pompadour and her connection to the Royal Porcelain Manufactory at Sèvres further reveals the complex references contained in this object.&amp;nbsp; As a social upstart and a female operating in a masculine court world, Pompadour had to re-fashion her image and identity to fit the role of maîtress en titre (royal mistress) and Louis XV's closest advisor.&amp;nbsp; As part of her Pygmalionesque campaign, she carefully managed the production and display of her painted image.&amp;nbsp; The many portraits executed by her favorite painter through the 1750s, François Boucher, at Waddeson Manor, the Musée du Louvre, the Victoria and Albert Museum, the Wallace Collection, the Alte Pinakothek, Bayerische Staatsgemäldesammlungen, Munich, and the Fogg Art Museum, Cambridge portray her as a charming, petite, eternally youthful patron the arts and literature.&amp;nbsp;&amp;nbsp; The marquise also sought to cement her relationship with the King, particularly after their sexual partnership ended, by jointly reviving the failing, privately-owned porcelain factory in Vincennes, east of Paris.&amp;nbsp; As the firm's most constant client, Pompadour ordered dinner services and especially porcelain flowers that were a Vincennes specialty.&amp;nbsp; In 1756, she and the king moved the factory to the newly built premises at Sèvres, on land adjacent to Pompadour's chateau, Bellevue.&amp;nbsp; Three years later the King bought out the private shareholders making the firm totally royal property. \nWhile the Vincennes enterprise sought to emulate and rival the wares of Meisson, Pompadour changed the Sèvres factory's focus to creating a distinctive, highly imaginative French style of ceramics.&amp;nbsp; The sculptor Claude Duplessis created innovative forms like the &quot;elephant vase,&quot; while the painters André-Vincent Vielliard (active 1752-1790) and Vincent Taillandiez (active 1753-1790) among others decorated them in highly saturated, newly invented colors.&amp;nbsp; Among the kinds of objects produced at Sèvres were vases showcasing fish imagery, alluding to Pompadour's maiden name &quot;Poisson.&quot;&amp;nbsp; Both the King and Madame de Pompadour ordered many dinner services, vases, jardinières, and the like from Sèvres.&amp;nbsp; The marquise further pressured her friends to purchase Sèvres objects to demonstrate their patriotic support for the French porcelain industry.&amp;nbsp; \nThus, the themes of female identity, of women artificially refashioning themselves to appeal to (or reject) the male idea of women as consumers, and the history of the Royal Porcelain Manufactory at Sèvres are taken on by Sherman in her Madame de Pompadour Limoges series.&amp;nbsp; [Limoges was absorbed into the Royal Manufactory in 1784.]&amp;nbsp; The tureen and tray, in particular, spoofs the commodification of women as objects of male fascination and desire. The self-portrait contained in an elaborate Rococo cartouche showing Sherman dressed up as Madame de Pompadour in a wig, white make-up, prosthetic breasts alludes the role women assume as fetishized objects for male consumption.&amp;nbsp; By masquerading as Madame de Pompadour, the ultimate consumer and patron of the most elegant, exorbitant, ceramic wares by the Sèvres Royal Porcelain Manufactory, she also critiques women as consumers and supporters of elitist fashion.&amp;nbsp; An additional vignette on the inside of the tureen showing fish swimming amidst a sea of pearl necklaces makes deliberate reference to the original intertextual 18th-century fish vases and to Pompadour as a patron of the luxury trades.&quot;",
    "type": {
        "id": "35304089",
        "name": "Covered Tureen and Stand"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21166_30446b2c016636ae_b.jpg",
                "width": 1024,
                "height": 720,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21166_30446b2c016636ae_n.jpg",
                "width": 320,
                "height": 225,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21166_30446b2c016636ae_z.jpg",
                "width": 640,
                "height": 450,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21472_b7e4599a819d48e3_b.jpg",
                "width": 1024,
                "height": 722,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21472_b7e4599a819d48e3_n.jpg",
                "width": 320,
                "height": 226,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21472_b7e4599a819d48e3_z.jpg",
                "width": 640,
                "height": 451,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18055623",
            "role_id": "35236657",
            "person_name": "Ancienne Manufacture Royale de Limoges",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055623\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18055617",
            "role_id": "35236671",
            "person_name": "Artes Magnus",
            "role_name": "Producer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055617\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236671\/"
        },
        {
            "person_id": "18055621",
            "role_id": "35236655",
            "person_name": "Cindy Sherman",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055621\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18055617",
            "role_id": "35352249",
            "person_name": "Artes Magnus",
            "role_name": "Vendor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055617\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Covered Tureen And Stand, \"Madame de Pompadour (née Poisson)\", 1990. Glazed porcelain, photo-transfer (silkscreen), painted-platinum decoration. Museum purchase from Charles E. Sampson Memorial Fund. 2003-4-1-a\/c."
    },
    "colors": [
        {
            "color": "#a9688f",
            "closest_css3": "#bc8f8f"
        },
        {
            "color": "#9490a8",
            "closest_css3": "#a9a9a9"
        },
        {
            "color": "#8a4d6d",
            "closest_css3": "#696969"
        },
        {
            "color": "#372b38",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#726576",
            "closest_css3": "#696969"
        }
    ]
}