{
    "id": "18056509",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18056509\/",
    "name": "Alvaro Joaquim de Meio Siza Vieira",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Alvaro Siza is among today’s greatest living architects. Siza, whose full name is Alvaro Joaquim de Meio Siza Vieira, was born in 1933 in Matosinhos, a small coastal town in an impoverished region of northern Portugal. He studied from 1949 to 1955 at the University of Porto School of Architecture in Oporto, before opening his own firm in 1955. He taught at the School of Architecture from 1966 and, in 1976 was made a professor of architecture. Siza has also been a visiting professor at the Harvard University Graduate School of Design, the University of Pennsylvania, the Universidad de Los Andes in Bogatá, Colombia, and the École Polytechnique Fédérale in Lausanne, France, in addition to guest lectureships at universities all over the world.\n\nSiza was awarded the Pritzker Architecture Prize for lifetime achievement in 1992. In 1988, the Harvard University Graduate School of Design presented him with the Prince of Wales Prize in Urban Design for his housing project in Evora, Portugal. That same year, Siza also received the European Economic Community’s Mies Van der Rohe Prize. In 1986, he was awarded the honorary title of Fellow of the American Institute of Architects. \n\nSiza’s work covers the full range of structures from mass housing developments to individual residences, banks, office buildings, art museums, restaurants, and a spectrum of building types in between. Siza brings a unique sensitivity to space and time, as well as a special quality of light as an expressive medium, to all of his projects. His work builds upon and extends the European modernist tradition of Mies van der Rohe and Le Corbusier that governed the architectural field from 1920 to 1970. His respect for context, for national traditions, and for contemporary needs, takes his architecture beyond the limitations of historical modernism.",
    "woe:country_id": "23424925",
    "date": "b. 1933",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424925"
}