{
    "id": "420556523",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/420556523\/",
    "name": "Charles Sheeler",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Charles Rettew Sheeler Jr. was a painter, photographer, lithographer, and designer. He attended the School of Industrial Art in Philadelphia from 1900-1903 and the Pennsylvania Academy of the Fine Arts, where he studied under William Merritt Chase. Early in his artistic career he was successful as a painter. He made several trips to Europe between 1904 and 1909. Around 1910 he took up photography and by 1912 was supporting himself by doing commercial work. In 1913, he exhibited six paintings at the International Exhibition of Modern Art (commonly known as the Armory Show) in New York. It was also around this time that he began collecting American antiques. In 1916, Sheeler was hired by Marius de Zayas of the Modern Gallery in New York to photograph objects and artwork. From 1917-1924, he worked as the staff photographer for the Modern Gallery and moved to New York in 1918. In 1920, Sheeler was hired as a still photographer for The Arts Magazine. That same year, he collaborated with the photographer Paul Strand on the short film called Manhatta. In 1926, he began working as a fashion and celebrity photographer for Condé Nast Publications and his photographs were frequently featured in both Vogue and Vanity Fair. He also worked as a still life photographer for various advertising agencies during this time. In late 1927 and early 1928, Sheeler spent six weeks documenting the Ford Motor Company’s automobile plant in River Rouge, Michigan, as part of the promotional campaign for the release of the Model A Ford. By 1931, upon the advice of Edith Halpert of Downtown Gallery, he began focusing more on painting and less on photography. Halpert became Sheeler’s dealer and exhibited his work throughout the United States and abroad. He continued to paint and photograph up until 1959 when he suffered from a debilitating stroke, he continued to exhibit his work up until his death in 1965.",
    "woe:country_id": "23424977",
    "date": "American, 1883 - 1965",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}