{
    "id":"18122677",
    "tms:id":"10046",
    "accession_number":"1901-39-3321",
    "title":"Drawing, \"Twelve Circular Medallions with Representations of the Deeds of Hercules\", 1758–1823",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18122677\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "date":"1758–1823",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and ink, brush and brown- grey wash on paper",
    "markings":"Watermark: VANDER LEY",
    "signed":null,
    "inscribed":"Captions written in graphite over medallions: Ercole ammazza lidra; ercole amazza il leone nemeo; ercole porta il cignale al evristeo; ercole vince il frume Acheloo; Ercole ammazza...la cerva; Ercole airta atlante; Ercole ucide il drage nel orti\/ esperidi; Ercole sofoca Anteone;  ercole doma la Ammazoni; Ercole libera Prometee; Ercole incatena il Gerbee.",
    "provenance":"Giovanni Piancastelli, Rome",
    "dimensions":"33.5 x 43.8 cm (13 3\/16 x 17 1\/4 in.)",
    "creditline":"Museum purchase through gift of various donors",
    "description":"Top row: Hercules battling Hydra with torch. Captions written in graphite over medallions: Ercole ammazza lidra. Hercules strangles lion of Nemea. Caption: ercole amazza il leone nemeo. Hercules carries boar, ercole porta il cignale al evristeo.  Hercules holds horns of bull Achelous, ercole vince il frume Acheloo. Hercules captures stag Ercole ammazza...la cerva. Hercules taking heavens on his shoulder, Ercole airta atlante. Hercules resting beside killed dragon, Ercole ucide il drage nel orti\/ esperidi. Bottom row: Hercules strangling Antaeus, Ercole sofoca Anteone.  Hercules slaying Hypolyta, ercole doma la Ammazoni. Hercules battling eagle for delivering Prometheus, Ercole libera Prometee. Hercules chaining Cerbenus, Ercole incatena il Gerbee. Verso: Nine medallions outlined, showing Hercules battling Hydra.",
    "justification":null,
    "culture":"Italian",
    "style":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042405",
            "role_id":"35236655",
            "person_name":"Felice Giani",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}