{
    "id":"18355685",
    "tms:id":"61267",
    "accession_number":"1938-88-1057",
    "title":"Drawing",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18355685\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35410933",
    "type_id":"35237093",
    "date":null,
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and brown wash",
    "markings":"Verso: Cooper Union Museum for the Arts of Decoration (Lugt#457d and 457e)\nWatermark: bird above triple mount, in circle (RB'45)",
    "signed":null,
    "inscribed":"Top left and center right: written accounts; Top: scale\nLower right corner: 69",
    "provenance":"Ex collection: Piancastelli and Mrs. Edward D. Brandegee.",
    "dimensions":"Image: 20.3 x 27 cm (8 x 10 5\/8 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Horizontal rectangle. Most of the sketches deal with the central structure. Its general shape is now influnced by the Pantheon with lateral wings. In the central design, the elevation is shown. It was first drawn with four low oblique wings, flanking the stairways to the proticoes and having domes over their front parts. Then the motif has changed into wings of a greater height without domes. Most designs deal with lateral wings situated in teh same horizontal plane as teh central building. the elevation with the flanking pyramids is shown in teh cetner top, tht of a bay of the colonnades beside the main design. Colored background.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing.\nPen and brown ink, brush and brown wash. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-1057."
    },
    "colors":[

    ]
}