{
    "id": "907215827",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/907215827\/",
    "name": "Emil Antonucci",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Emil Antonucci was born in Brooklyn and graduated from Cooper Union in New York City in 1950.  As a student Antonucci contributed drawings to the publications Jubilee and the Catholic Worker.  His work at Jubilee introduced him to the poet Robert Lax, who would be a lifelong friend and collaborator.  Following his graduation, Antonucci established himself as a freelance graphic designer based in New York.  In 1955 Antonucci was awarded a Fulbright fellowship that allowed him to travel to Paris.   In 1958 Antonucci received the Guggenheim Fellowship, and he used the funds to found Journeyman Press.  Antonucci and Lax collaborated on poetry chapbooks for some of the initial publications for Journeyman Press.   \n\nIn 1959, Antonucci received representation by an agent through Robert Lax, and he was quickly introduced to the architect Philip Johnson, who was in the midst of designing the Four Seasons Restaurant in Manhattan.  Antonucci was commissioned to create the graphic identity for the restaurant, which continued to be used by the legendary restaurant until its closing in 2016.  Antonucci collaborated with Johnson on other projects including graphic identities for New York University and the 1964 World’s Fair in New York.  Throughout his career Antonucci also designed book covers for the publishers Harper Brothers, Charles Schribner’s Sons, Sheed & Ward and Paulist Press, and produced graphic identities for private clients and magazines including the New York City Campaign Finance Board, the American Society of Composers, Authors and Publisher, the Times Square Business Improvement District and the New York City Charter Revision Commission.   He designed exhibition catalogues for the Museum of Contemporary Craft in New York in the 1960s and 1970s.  But his most longstanding client relationship began in 1965 when Antonucci was commissioned to re-design Commonweal, a Catholic publication.  He continued to contribute graphic work to Commonweal for decades and redesigned the magazine in 1978 and in 1987.   Antonucci was also a passionate teacher at Parsons, where he taught graphic design for over 40 years.",
    "woe:country_id": "23424977",
    "date": "American, 1929 - 2006",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}