{
  "display_date": "1985", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1985", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197154", 
  "style": "", 
  "date_begin": "1985", 
  "dimensions": "2.5 x 31.5 cm (1 x 12 1/2 in.)", 
  "copyright": "", 
  "title": "Metal Ruler", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-37                               ", 
  "movement": "", 
  "medium": "Offset lithography, metal", 
  "media_id": "", 
  "description": "Recto: Numerals 1-12 are imprinted in bold black type in a row across the center at one inch intervals. Across the top and bottom, rows of vertical lines indicate measurements in inches and metrical equivalents. Accompanying these markings at various intervals (0-1, 3-4, 4-5, 5-6) are measurements imprinted in small type. Further markings in the center row are Made in England (1-2); Standard at 20 C (2-3); M&Co (6-7); 1 inch = 25.4mm (9-10); 1 meter = 39.37 in.; time = money (11-12); and an icon, unidentified (5-6). A hole is incised between the numeral 12 and the right edge, which is curved.\r\n\r\nVerso: What appears to be a fingerprint is illustrated just next to the left edge. Line illustrations comprise the remaining space across to the right edge: astronomical symbols immediately to the right of the fingerprint and again between the light bulb and cake on the right; a curved line interrupted by the M of M&Co; a graph with numbers at the top and right side; frontal nude figures of a man grasping an unidentified object in his upraised right hand, and next to him a woman; to their right, a rotary telephone, its curled cord stretched out behind the couple; a light bulb surrounded by short lines signifying that it is turned on; a curved line, meant to seem to continue the earlier one, ending in a slice of layer cake on a plate.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Ruler", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}