{
    "id": "18666257",
    "tms:id": "208507",
    "accession_number": "1995-65-9",
    "title": "Poster, Emigre Graphics: Big Cheese Illustrations, 1992",
    "title_raw": "Emigre Graphics: Big Cheese Illustrations",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18666257\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35383557",
    "type_id": "35238163",
    "date": "1992",
    "year_start": 1992,
    "year_end": 1992,
    "year_acquired": "1995",
    "decade": "1990",
    "woe:country_id": null,
    "medium": "Offset lithography on light blue paper",
    "markings": null,
    "signed": "Imprinted in dark blue, lower right (vertically): \"design: Bob Aufuldish, Aufuldish & Warinner.\"",
    "inscribed": "Imprinted in dark blue, top in comic strip text bubble: \"by\/ designed\/ Bob Aufuldish\/ and eric Donelan\".  Imprinted in dark blue, top near picture of hat: \"available\/ exclusively\/ from the\/ Emigre\/ fonts\/ library.\"",
    "provenance": null,
    "dimensions": "83.0 x 57.2 cm (32 11\/16 x 22 1\/2 in. )",
    "dimensions_raw": {
        "height": [
            "83.00",
            "centimeters"
        ],
        "width": [
            "57.20",
            "centimeters"
        ]
    },
    "creditline": "Gift of Rudy VanderLans and Zuzana Licko",
    "description": "Promtional poster for \"Big Cheese\" type face from Emigre Graphics.\nUse of dark blue ink on light blue background for entire poster.\nRecto: Various circles floating with \"big cheese\" illustrations inside.  Large dark blue circle with outline diffused background at top left.  Inside quasi trapezoidal shaped head of man with legs and ears.  Three small circles inside,each with different illustration: top circle has image of geometic shaped man with canon extending from stomach, top right circle has image of walking bomb, and lower right circle has image of sea creature with fish in beak.  To top right, another circle with geometric rendition of muscle man.  Larger circle outlined in dark blue with walking wedge of Swiss cheese with eyes, nose, and nose formed by holes of cheese.  Small drawings of man with wing, diving man, etc. floating around. Other various drawing in dark blue floating through in quasi grid format.  Imprinted in dark blue, top right: \"big\/ cheese\/ illus-\/ trations\/ dark\/ + light\".\nVerso: Overall horizontal format except mailing information section.  Divided into four sections, intended to be folded and mailed.\nTop left quadrant, horizontal format with two columns: First, imprinted in dark blue with mix-match fonts, top left: \"Emigre, 4475 \"D\" Street\"\/ Sacremento, CA 96819\/ USA\/ ADDRESS CORRECTION REQUESTED\" and logo.  Small floral pattern below.  Postage mark at upper right.  Imprinted in dark blue, lower right: \"new issue\/ EMIGRE\/ 27\/ david\/ carson.\"\nBottom left quadrant, horizontal format: Order form and instructions laid out in four column format: first column, order form; second column, information on ordering and products offered; third column, imprinted in dark blue, top: \"THE EMIGRE FONTS LIBRARY\/ AVAILABLE IN POSTSCRIPT OR TRUE TYPE FORMAT FOR THE MAC OR PC\" with list of fonts and price; fourth column, list of special offers.\nTop right quadrant: Imprinted in dark blue, \"Missionary $ 95\/ DESIGNED BY MILES NEWLYN...\" and illustrates this font from \"aA....zZ\", \"1-0\" , and various symbols like punctuation marks in grid format.  To right, imprinted in dark blue: \"BIG CHEESE LIGHT & DARK- $59\/ DESIGNED BY BOB AUFULDISH AND ERIC DONELAN\/ 126 ILLUSTRATIONS IN FONT FORMAT\" with illustrations shown in 7 x 16 grid format.\nBottom right quadrant, horizontal format with two columns:  First, imprinted in dark blue, \n\"DEMOCRATICA REGULAR & DEMOCRATIC BOLD - $65\/ Designed by Miles Newlyn\" with sample of font from \"A - Z\" in both style.  Imprinted in dark blue, below: \"Typefaces are not intrinsically legible; rather\/...\/\"it is the reader's familiarity with typeface\/ that accounts for their legibility...\"  Second column, imprinted in dark blue: \"Journal Bold & Journal Text, Journal Italic & Journal Ultra\/ Designed by Zuzana Licko\" with same sample below as in first column.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "poster",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18049075",
            "role_id": "35236661",
            "person_name": "Emigre Graphics",
            "person_date": "founded 1984",
            "role_name": "Publisher",
            "role_display_name": "Published by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18049075\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236661\/"
        },
        {
            "person_id": "18043569",
            "role_id": "35236655",
            "person_name": "Bob Aufuldish",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18043569\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18049453",
            "role_id": "35351535",
            "person_name": "Zuzana Licko",
            "person_date": "Czech, b. 1961",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18049453\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18043575",
            "role_id": "35351535",
            "person_name": "Rudy VanderLans",
            "person_date": "Dutch, b. 1955",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18043575\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, Emigre Graphics: Big Cheese Illustrations, 1992. Offset lithography on light blue paper. \nGift of Rudy VanderLans and Zuzana Licko. 1995-65-9"
    },
    "colors": [

    ],
    "is_loan_object": 0
}