{
    "id": "18062553",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18062553\/",
    "name": "Bill Moggridge",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "6",
    "biography": "Bill Moggridge was the fourth director of Cooper Hewitt, Smithsonian Design Museum (2010-12) and an outspoken advocate for the value of design in everyday life. Designer of the first laptop computer and co-founder of the renowned innovation and design firm, IDEO, Bill pioneered interaction design and integrated human factors into the design of computer software and hardware.\n\nAs Cooper Hewitt’s director, Bill worked to establish the museum as the nation’s preeminent design resource. He enhanced its profile as one of the world’s leading authorities on the integral role of design in daily life, and developed and presented exhibitions—both real and virtual.\n\nBill joined Cooper Hewitt at a critical juncture, when the museum was in the midst of the largest capital improvement program in its history. Under Bill’s leadership, Phase One of the renovation project, involving work on the museum’s two townhouses, was completed in 2011 and included the new National Design Library, an additional classroom, administrative and curatorial offices, and a new staff and public entrance from 9 East 90th Street. \n\nBill was a Royal Designer for Industry, a 2010 winner of the Prince Philip Designers Prize, and a 2009 winner of Cooper Hewitt’s National Design Award for Lifetime Achievement. He described his career as having three phases: first, as a designer; second, as a leader of design teams and; third, as a communicator. For the two decades he spent as a designer, Bill developed high-tech products for clients in ten countries. It was during this phase, in 1982, that he designed the GRiD Compass, which is also known as the first laptop computer. When Bill co-founded IDEO in 1991, with David Kelley and Mike Nuttall, he built client relationships with multinational companies and turned his focus to developing best practices for interdisciplinary teams. Beginning in 2000, he began actively promoting his views on the importance of design in everyday life through writing books, producing videos, giving presentations, and teaching. When he came to Cooper Hewitt, the museum was able to support his outreach through the historical depth and contemporary reach of its collections and initiatives.\n\nA graduate of the Central School of Design in London, Bill’s professional activities included those of advisor to the British government on design education (1974), trustee of the Design Museum in London (1992-1995), visiting professor in interaction design at the Royal College of Art in London (1993), and member of the Steering Committee for the Interaction Design Institute in Ivrea, Italy (2003). He was the author of Designing Media (2010), which examines the connections between traditional media and the emerging digital realm, and Designing Interactions (2006), which explores how interaction design transforms daily life.",
    "woe:country_id": "23424975",
    "date": "English, 1943–2012",
    "videos": [

    ],
    "woe:country": "23424975"
}