{
    "id": "18700427",
    "tms:id": "225854",
    "accession_number": "2005-9-1-a\/e",
    "title": "Chest For Stereo, 1973",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18700427\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "51588247",
    "type_id": "35301743",
    "date": "1973",
    "year_start": 1973,
    "year_end": 1973,
    "year_acquired": "2005",
    "decade": "1970",
    "woe:country_id": "23424977",
    "medium": "Stack-laminated and carved walnut, metal, leather, stereo components",
    "markings": "Carved on right side of domed foot: \"WC 73\"",
    "signed": null,
    "inscribed": null,
    "provenance": "Linda and Irwin R. Berman; 2005: acquired by Museum",
    "dimensions": "H x W x D (open): 150 x 109.2 x 76 cm (59 1\/16 x 43 x 29 15\/16 in.)\nH x W x D (closed): 113.3 x 109.2 x 55.9 cm (44 5\/8 x 43 x 22 in.)",
    "dimensions_raw": {
        "depth": [
            "76.00",
            "centimeters"
        ],
        "height": [
            "150.00",
            "centimeters"
        ],
        "width": [
            "109.20",
            "centimeters"
        ]
    },
    "creditline": "Gift of Linda and Irwin R. Berman",
    "description": "Constructed of stack-laminated wood planks, carved and worked into a smooth body of organic form, bulbous on sides and curving in at center (roughly peanut-shaped); bisected along horizontal axis where lid, hinged at back, meets bottom of chest; bottom flows into base formed as tapering cylinder with domed foot;  the lid with three up-curved projections at top center (central projection serves as grip to raise lid).  Interior fitted with removable wooden housing for two stereo components: turntable on left, stereo\/radio receiver on right;  inset pierced with rows of circular holes in front of and behind receiver; black leather strap in center, one end attached to cavity of lid, the other attached to stereo housing.",
    "justification": "This chest, by 20th-century American designer and craftsman Wendell Castle, is an outstanding example of the American studio furniture movement. Commissioned as a stereo cabinet, it is a variant of a blanket chest he crafted in 1968 that is now housed in the collection of the Memorial Art Gallery, University of Rochester, Rochester, New York. It is also one of only two chest types created in the early years of Castle’s work.\nCastle is a pivotal figure in the studio craft movement. His work is grounded in a sensibility that draws from both the fine arts as well as his training in industrial design, and reflects a diverse and exacting approach. His work spans the fields of design, craft, and sculpture, and reflects a diverse approach to a number of materials from wood to plastics.\nFrom 1953 to 1961, Castle studied in the Department of Design at the University of Kansas, where he also studied drawing, sculpture and jewelry. After taking a brief leave in 1960 to design interiors and furniture for commercial manufacture, Castle decided to concentrate on sculpture, and received his master’s degree in 1961. He eagerly followed the work of sculptors such as Isamu Noguchi, Henry Moore, Alexander Calder and, particularly, Leonard Baskin, who created simplified forms by treating large laminated blocks of wood like slabs of marble. Still influenced by his industrial design studies, Castle also looked to figures such as Don Wallance, whose book of case studies, Shaping America’s Products, demonstrated new approaches to integrating art and utility. (Wallance was a major figure of mid-20th-century product design, whose archive is housed at Cooper Hewitt.)\nAmong the figures with whom Castle studied was the artist and woodworker, Wharton Esherick. Castle felt an affinity with Esherick, who was trained in a formal academic art program and had found a niche creating woodblock prints, sculpture, and sculptural furniture. Castle also appreciated Esherick’s aesthetic, which rejected the use of rectilinear construction, and what Esherick considered to be the bland, predictable lines of postwar wooden furniture. Castle studied with Esherick and produced his first pieces of furniture around 1959.\nBy the early 1960s, Castle’s reputation as a craft artist was growing. His work was exhibited in New York at the Museum of Contemporary Crafts as part of the Young Americans exhibition of 1962. His success at that show brought his work to the attention of Harold Brennan, dean of the College of Fine and Applied Arts at the Rochester Institute of Technology (RIT) in Rochester, New York. Brennan was in the process of expanding the college’s departments and offered Castle a teaching post at RIT, realizing that the nascent studio movement would have a growing impact on art and design. Castle experimented freely in RIT’s woodshop, utilizing a full range of power equipment. He was able to expand his technical repertoire and aesthetic sensibility while breaking from traditional joinery and rectilinear forms to favor a highly expressive, organic approach to furniture construction and forms, as apparent in this chest.\nDuring this period, and into the early 1970s, when this chest was made, Castle developed and refined a stack-laminating technique that had mainly been used in the construction of wooden objects, from 19th-century duck decoys to large, modern, abstract sculpture. In this technique, boards, or planks, are stacked and glued together to form a mass, which is then carved into shape.\nCastle developed a variation, as seen in this chest, in which planks were pre-shaped to follow the outline of the final form. To do this, he had to think of the form as a series of cross-sections and make careful calculations so that the planks could be cut closely to fit the outer and inner contours of the form. This made the construction of case pieces particularly challenging. Castle used a band saw to cut planks to the general shape, and then glued them together layer by layer. Finally, he further shaped surfaces, inside and out, with power tools and hand tools. Below the removable stereo housing, the cavity of the chest retains Castle’s chisel marks, intentionally left as part of his working process.\nCastle remains a preeminent figure in the production of craft-based furniture. His work is held by major museums and has been the subject of a number of exhibitions. \nThis chest would be a fine addition to Cooper-Hewitt’s collection, particularly in the context of the current trend to broaden the definition of design to encompass hand-hewn objects and an emotive, artistic approach. This would be the first piece of furniture by Castle in the museum’s collection and it would add significantly to the museum’s small group of American studio craft furniture. At the time of proposed acquisition, the only major figures of this movement represented in our holdings are Esherik and his contemporary, George Nakashima.",
    "videos": null,
    "woe:country": "23424977",
    "type": "Chest for stereo",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49240_f39be6755d423af3_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "49240"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49240_f39be6755d423af3_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "49240"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49240_f39be6755d423af3_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "49240"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49240_f39be6755d423af3_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "49240"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49240_f39be6755d423af3_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "49240"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21928_13bd865649e82538_b.jpg",
                "width": 676,
                "height": 720,
                "is_primary": "0",
                "image_id": "21928"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21928_13bd865649e82538_z.jpg",
                "width": 601,
                "height": 640,
                "is_primary": "0",
                "image_id": "21928"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21928_13bd865649e82538_n.jpg",
                "width": 300,
                "height": 320,
                "is_primary": "0",
                "image_id": "21928"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21928_13bd865649e82538_d.gif",
                "width": 300,
                "height": 320,
                "is_primary": "0",
                "image_id": "21928"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21928_13bd865649e82538_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "21928"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49241_e6ac01e60e63bd94_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "0",
                "image_id": "49241"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49241_e6ac01e60e63bd94_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "0",
                "image_id": "49241"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49241_e6ac01e60e63bd94_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "0",
                "image_id": "49241"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49241_e6ac01e60e63bd94_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "0",
                "image_id": "49241"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49241_e6ac01e60e63bd94_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "49241"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18056931",
            "role_id": "35351535",
            "person_name": "Linda Berman",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056931\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18056929",
            "role_id": "35351535",
            "person_name": "Irwin R. Berman",
            "person_date": "American",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056929\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18050379",
            "role_id": "35236655",
            "person_name": "Wendell Castle",
            "person_date": "American, b. 1932",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050379\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Chest For Stereo, 1973. Stack-laminated and carved walnut, metal, leather, stereo components. Gift of Linda and Irwin R. Berman. 2005-9-1-a\/e."
    },
    "colors": [
        {
            "color": "#9b6844",
            "closest_crayola": "#a5694f",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#c3beb8",
            "closest_crayola": "#cdc5c2",
            "closest_css3": "#c0c0c0",
            "closest_css4": "#c0c0c0"
        },
        {
            "color": "#6f422b",
            "closest_crayola": "#714b23",
            "closest_css3": "#8b4513",
            "closest_css4": "#8b4513"
        },
        {
            "color": "#b89278",
            "closest_crayola": "#cd9575",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        }
    ],
    "woe:country_name": "United States"
}