{
    "id":"18694781",
    "tms:id":"222945",
    "accession_number":"2001-29-17",
    "title":"Book Cover, \"The Law of Civilization and Decay by Brooks Adams\", 1901–50",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18694781\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35424285",
    "type_id":"35249845",
    "date":"1901–50",
    "year_start":"1901",
    "year_end":"1950",
    "year_acquired":"2001",
    "decade":"1900",
    "woe:country":null,
    "medium":"Heavy paper",
    "markings":null,
    "signed":null,
    "inscribed":"Printed in yellow ink, front cover upper left: Brooks Adams. Printed in cream ink, front cover upper left: THE LAW OF\/CIVILIZATION\/AND DECAY; lower left: A VINTAGE BOOK; lower right: K-22 95 In Canada $1.00. Printed in blue ink, front cover upper center left: With an introduction by Charles A. Beard.\n\nPrinted vertically in cream ink, side cover: THE LAW OF CIVILIZATION AN DECAY Adams; printed horizontally in cream ink, side cover, lower center: VINTAGE\/K-22.\n\nPrinted in black ink, back cover: THE LAW OF\/CIVILIZATION\/AND DECAY\/by Brooks Adams\/With an introduction by Charles A. Beard\/\"The Law of Civilization and Decay is a magnificent book, daring in\/conception and brilliant in execution. It offers clue after clue to the\/major riddles of history, while it corrects scholars of the statue of\/Gibbon and Marx. The treatment of the Reformation anticipated Max\/Weber, the effect of geography on politics facilitated source material for the German geopolitician, Haushofer; the cyclical theory preceded\/Spengler; the influence of economics on law antedated Beard; and the respect for technology foreshadowed Veblen.\"\/Arthur Beringause, Brooks Adams: A Biography\/Of the Law of Civilization and Decay, Henry Adams wrote:\/\"I think it is astonishing. Indeed it is the first time that serious history\/has ever been written. He has done for it what only the greatest men\/do; he has created a startling generalisation that has reduced all history\/to a scientific formula, which is yet so simple and so obvious that\/one cannot believe it to be new. My admiration for it is much to great\/to be told. I have sought all my life these truths which this mighty\/infant, this seer unblest, has struck with agony and bloody sweat\/of genius. I stand in awe of him.\"\/A VINTAGE BOOK\/Cover design by Alvin Lustig.",
    "provenance":null,
    "dimensions":"18.4 x 24.1 cm (7 1\/4 x 9 1\/2 in. )",
    "creditline":"Gift of Susan Lustig Peck",
    "description":"Book cover. Front: black background with colored text and colored squares of various sizes spanning from the lower to upper levels of the page; side: black baground with vertically printed yellow text; back: yellow background with black text.",
    "justification":null,
    "type":{
        "id":"35249845",
        "name":"book cover"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236763",
            "person_name":"Alvin Lustig",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Book Cover, \"The Law of Civilization and Decay by Brooks Adams\", 1901–50.\n1901–50. Heavy paper. Gift of Susan Lustig Peck. 2001-29-17."
    },
    "colors":[
        {
            "color":"#56524c",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#f2dc51",
            "closest_css3":"#f4a460"
        },
        {
            "color":"#efe1bf",
            "closest_css3":"#f5deb3"
        },
        {
            "color":"#bca44b",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#7c6331",
            "closest_css3":"#556b2f"
        }
    ]
}