{
    "id": "35350901",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/35350901\/",
    "title": "IDEO Selects: Works from the Permanent Collection",
    "text": "IDEO Selects: Works form the Permanent Collection is curated by the innovation and design firm IDEO. Founded in 1991 in Palo Alto, California, by David Kelley, Bill Moggridge, and Mike Nutall, IDEO calls seven offices on three continents home and comprises more than 500 design thinkers in the disciplines of design, engineering, social science, and business strategy.\nFor the exhibition, IDEO selected the theme of design thinking, chose works from our collection to illustrate its choice, and designed the installation in which these objects are presentd. Design thinking expresses an IDEO credo: design is a human-centered activity that has the potential to solve problems in business, education, government, and society. It seeks inspiration from the people whom it ultimately serves–the end users–in order to generate meaningful solutions. IDEO's design thinkers regularly conduct fieldwork in places as diverse as the participants' homes, workplaces, and communities, gaining empathy for individuals and contexts in order to solve design challenges. According to Kelley, the firm's approach is \"much more about going out into the world not having a point of view, and just finding these latent needs that are obvious...We try to get into the right general area first, rather than just accepting what the problem is.\"\nIn creating this exhibition, IDEO reversed its approach. With each object, IDEO invites the viewer to explore how a designer or maker came to understand the end user's environment, pursuits, and needs, and drew upon them to create an object. In contemplating the perspectives and exchange between designer and user, visitors can experience firsthand the elements of design thinking.\nIDEO is the first firm to serve as a guest curator in the Museum's exhibition series in the Nancy and Edwin Marks Gallery, devoted to featuring objects in Cooper-Hewitt's permanent collection.",
    "date_start": "2007-06-22",
    "date_end": "2008-01-13",
    "is_active": "0",
    "department_id": "404529577",
    "count_objects": "33",
    "count_objects_public": "29"
}