{
    "id": "18538707",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18538707\/",
    "name": "Kate Friedman",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "1985--Principal, Kate Friedman Design\n1977  B. A., Cultural History, Earlham College, Richmond, Indiana\n\nEnvironmental Graphics Design\n2001  Identity and interpretive signage  for restoration of historic landscape, Alfred Caldwell Lily Pool, Chicago Park District\/Friends of Lincoln Park.\n1996  25th anniversary exhibition and collateral promotional material, Our Town, Chicago Cultural Center, for Chicago Reader Newspaper.\n1994  Project identity, theme and functional graphics, directories and signage for major regional shopping mall, with Anthony Belluschi Architects, for Urban Retail Properties.\n1994  Project identity, interior design and signage for Nathalie Salmon House, Chicago, \n52-unit intergenerational housing project, with Nagle Hartray Associates, for Housing\nOpportunities and Maintenance for the Elderly.\n1994  Directories and construction barricades for retail renovation of DePaul Music Mart,\nChicago, with Anthony Belluschi Architects.\n\nPublication Design\n2001  Alchemy, Department of Cutural Affairs, City of Chicago, 250-page trade book for Gallery 37 arts apprenticeship program.\n1999-2000  Annual Reports and website design, The University of Chicago Hospitals.\n1999  CITY2000 Photographic Archive, identity and publication design for exhibition.\n1995-2001  National Easter Seals Society: redesign, art direction and production of quarterly magazine and annual report.\n1994-95  Chicago Reader Newspaper: redesign and art directioon of 160 page weekly.\n1993-97  Carousel Magazine and Annual Report, Children's Memorial Medical Center: redesign, art direction and production.\n1993  Celebrate Reading Series, ScottForesman, publisher: design and art direction of 3rd grade reading program.\n1992  From America's Studio, 125th Anniversary Exhibition, School of the Art Institute of Chicago: Exhibition catalog and signage.\n\nAwards\nAmerican Federation of Arts Museum Publications Award. \nSociety of Marketing Professional Services Award (Gold Medal 1994).\n\nPermanent Collections: Chicago Historical Society, The Phillip Morris Foundation.\n\nSource: Personal Communication from Kate Friedman, October 15, 2001.",
    "woe:country_id": null,
    "date": null,
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}