{
    "id": "18569755",
    "tms:id": "78578",
    "accession_number": "1943-51-158",
    "title": "Album Page, \"Glazed Terra Cotta at Museum Bargello, Florence\", November 10, 1887",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18569755\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "November 10, 1887",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1943",
    "decade": null,
    "woe:country": "23424853",
    "medium": "Brush and watercolor, graphite on thick cream wove paper tipped into binding with fabric",
    "markings": null,
    "signed": null,
    "inscribed": "Recto, in graphite, upper right corner: (inscribed in circle) 88 \/ 101; bottom edge from left: scale = .20 = 1 m. \/ Elevation; glazed terra cotta of \/ Museum Bargello \/ Florence \/ Nov 10th 1887; to right of drawing: the corner of pilaster capital sticks \/ out .02 beyond architrave's lowest plinth; niche is .06 in[.] in recess \/ of corner of pilaster - . Measurements in measured drawing, beginning at top: 6 1\/4; 1 1\/2; 3; 4 1\/2; 3; 4 1\/2; wall line.",
    "provenance": null,
    "dimensions": "24.7 x 32 cm (9 3\/4 x 12 5\/8 in.), irregular",
    "creditline": "Gift of Mrs. William Greenough",
    "description": "Horizontal sheet tipped vertically into binding.  The sheet contains a very detailed elevation of a wall in the Bargello Museum, depicting what is likely ornament from dating to the Renaissance, possibly by members of the Della Robbia family.  The elevation consists of a cornice with a variety of molding styles, and a frieze of winged cherubs' heads connected by green festoons.  The field of the frieze is periwinkle blue, while the halos behind the cherubs are golden yello, and the festoons are green.  Below this are two niches containing figures.  Each niche is framed by Corinthian pilasters.  The figure at left is a woman wears sandals and a reddish-brown gown with a green robe draped over it.  She has golden red hair and a halo behind her. She holds a book in her left hand and a covered cup in her right.  The figure at right is a man who stands contrapposto with his chest bare and only a gray cloth around his waist.  He holds a tall crucifix in his left hand and with his right gestures to a chalice on the ground at his feet.  Each niche has a scalloped detail behind the heads of the figures.  The niches have considerable depth.  The pilasters framing them are detailed on both sides and turned so that the corner of the support faces front.  The base they stand on has two leafy moldings on either side of a stepped meander frieze in gold and blue.  To the right of this is a measured sketch giving the dimensions that correspond to each architectural level of the sculptural scene.",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37614_b2d4456ccfe0e6cf_b.jpg",
                "width": 950,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37614_b2d4456ccfe0e6cf_n.jpg",
                "width": 297,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37614_b2d4456ccfe0e6cf_z.jpg",
                "width": 594,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18042021",
            "role_id": "35236565",
            "person_name": "Whitney Warren",
            "role_name": "Artist",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042021\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions": [

    ]
}