{
    "id": "18673825",
    "tms:id": "212355",
    "accession_number": "1997-19-402",
    "title": "Poster, 1997-19-402, 1976",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18673825\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1976",
    "year_start": "1976",
    "year_end": "1976",
    "year_acquired": "1997",
    "decade": "1970",
    "woe:country": null,
    "medium": "Offset lithograph on yellow wove paper",
    "markings": null,
    "signed": "Imprinted in black lower left: DESIGN WEINGART  Printed in Switzerland by G. Gissler\/Basle [also a four dot logo]",
    "inscribed": "Imprinted in black [English section only]: Theme: Jewelry. \/ Special Exhibition at the Swiss Industrils Fair Basle, 1976 \/ The Federal Commission for Applied Arts \/ has, among other tasks, that of illuminating those \/ relationships which lead to a better understanding of \/ the things which surround us in daily life. \/ In cooperation with the S.I. \/ Fair, the Federal Commission is planning an exhibi- \/ tion in Basle. This will take place in 1976 and will be \/ entitled Theme: Jewelry.\nThe special exhibition will not be concerned \/ with promoting competition and the awarding of \/ prizes. Rather, it will be concerned with recogonizing \/ the personal achievment and personal joy of, \/ among others, younger and lesser-known jewelry \/ makers.  The incentive to participate in this exhibition \/ should lie in the opportunity to deal with previouosly \/ neglected aspects of jewelry. \/ During the mid 1950's some goldsmiths \/ began the search for new ways of making jewelry. \/ Independent of one another, they developed \/ at times a very personal \"language\" of form. It was \/ a language in which jewelry was once again con- \/ sidered a vehicle for new artistic expression, not simply an object of material value. \/\nBecause the brooch was the kind of jeweled \/ piece whose form was least determined by function, \/ it emerged as the preferred theme among jewelry designers.\nThe results of this development- a process \/ which influencd the majority of goldsmiths over \/ the past fifteen years - have been displayed repeat- \/ edly at numerous exhibitions since.",
    "provenance": "From the collection of Dan Friedman",
    "dimensions": "101.8 x 71.1 cm (40 1\/16 x 28 in. )",
    "creditline": "Gift of Ken Friedman",
    "description": "Three horizontal silver sections with block lettering in German, French and English advertising the 1976 Jewelry Exhibition at the Swiss Industrie Fair.  Each of the sectionsfollows an identical composition based entirely on the layout of the typography.  In each, the word for Jewelry (Les Bijoux and Schmuch) is presented in solid black large block letters at the left balanced by black rectangled at right.  Compositional variants appear in the German text block: the exhibition layout section is punctuated by black circles while the identical sections in the English and French sections employ rectangles and squares, respectively.  The silver and black sections are strikingly set off against the yellow boarders of the paper support.",
    "justification": null,
    "culture": "Swiss",
    "style": null,
    "type": {
        "id": "35238163",
        "name": "poster"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18043521",
            "role_id": "35236655",
            "person_name": "Wolfgang Weingart",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043521\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}