{
    "id":"35459765",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/35459765\/",
    "name":"Philippe Apeloig",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"7",
    "biography":"Philippe Apeloig (b. 1962) is a French graphic designer and typographer.  Apeloig was educated at the École Nationale Supérieure des Arts Appliqués and the École Nationale Supérieure des Arts Décoratifs in Paris, where he gained experience in what was then the traditional approach to typography—calligraphy, hand lettering, and metal type.  While still a student, he worked as a intern at the Dutch firm Total Design under the guidance of Daphne Ofreski and Yoleen van der Vouw.  Both Ofreski and van der Vouw were assistants to Total Design founder Wim Crouwel, and they imparted in Apeloig the value of the organizational grid that would become one of the foundations of his personal approach.  Following his graduation, Apeloig worked as a designer for Musée d’Orsay in Paris from 1985 to 1987 before traveling to Los Angeles to work with April Greiman.  Under Greiman’s mentorship, Apeloig was encouraged to embrace emerging technology as a design tool.  He returned to Paris to establish his own studio, and has since taught typography and graphic design at The Cooper Union School of Art in New York and the École Nationale Supérieure des Arts Décoratifs in Paris.  Since the late 1980s, Apeloig has produced poster designs and graphic identities for the New York Type Directors Club, FIAF (French Institute \/ Alliance Francaise) in New York, Instituto Universitario di Architectura di Venezia (IUAV), Musée du Louvre, Association des bibliothécaires de France (ABF), The New York Times T Magazine, the Châtelet Theatre Musical de Paris, Le Maison de Photo, Brittany, and Galerie Litvak, Tel Aviv, among others.  Apeloig is a member of the Alliance Graphique Internationale and the Ordre des Arts et des Lettres.",
    "woe:country":"23424819",
    "date":"French, born 1962",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28306"
        },
        {
            "id":"35236661",
            "name":"Publisher",
            "count_objects":"1018"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"16941",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":null
    }
}