{
    "id": "18644751",
    "tms:id": "197279",
    "accession_number": "1993-151-87-a\/kk",
    "title": "Labs, Books, \"M&Co: A Primer\", late 1980s–early 1990s",
    "title_raw": "M&Co: A Primer",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644751\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35294855",
    "date": "late 1980s–early 1990s",
    "year_start": 1985,
    "year_end": 1993,
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country_id": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-87a - 25 x 19.4 x 2.5 cm (9 7\/8 x 7 1\/8 x 1 in.), book, closed\n1993-151-87a - 25 x 41.4 cm (9 7\/8 x 16 1\/4 in.), book, opened\n1993-151-87b - 25 x 19.5 x 2.9 cm (10 x 7 3\/4 x 1 1\/8 in.), jacket\n1993-151-87c - 10.9 x 17 x 2 cm (4 1\/4 x 6 11\/16 x 7\/8 in), recycled paper stack\n1993-151-87d - 10.8 x 1.5 x 1.8 cm (4 1\/4 x 5\/8 x 3\/4 in.), wrapper for recycled paper stack\n1993-151-87e - 10.9 x 8.2 x 2.9 cm (4 1\/4 x 3 1\/4 x 3\/4 in.), small paper stack\n1993-151-87f - 1.2 x 8.1 x 1.8cm (1\/2 x 3 1\/4 x 3\/4 in.), wrapper for small paper stack\n1993-151-87g-z - 8.1 cm (3 1\/4 in.), pencil (N=20)\n1993-151-87aa-ii - Not measured, twigs (N=9)\n1993-151-87jj - Not measured, pine cone\n1993-151-87kk - 2.5 x 2.5 x 1.3 cm (1 x 1 x 1\/2 in.), pencil sharpener",
    "dimensions_raw": {
        "depth": [
            "2.90",
            "centimeters"
        ],
        "height": [
            "25.00",
            "centimeters"
        ],
        "width": [
            "19.50",
            "centimeters"
        ]
    },
    "creditline": "Gift of Tibor Kalman\/ M & Co.",
    "description": "The design program focuses on environmental issues.\nBook, front and back covers: Dark green cloth; spine bound in black cloth, extending about two inches each onto front and back. Front cover: Imprinted a primer in metallic gold lower case, serif-style type, centered; underneath, also centered, is a small ideogram of a globe. \nSpine: With the object laid flat, back cover down, a primer is repeated, styled in a smaller version, and accompanied on either side by thin gold lines, gradually narrowing from the center outward; with the object standing, imprinting in gold, M&Co\/ Vol.6, at the bottom edge, may be viewed.\nInside left cover: The design, in tones of green and off-white, consists of five photographs and one blank space, all arranged within an outer border; the six individual components vary in size and are bordered as well; five are labeled with one word in a sans serif type, while the blank space is labeled in script. An illustration of cumulus clouds, imprinted hope, comprises the upper half of the page. In the lower half, the largest illustration, on the right, depicts construction or other debris and is labeled waste; the next largest, in the bottom half of the lower left, imprinted use, shows a Manhattan skyline scene including the Chrysler building; the three remaining are, on the upper left of the lower half, a park scene, labeled think; and next to it, top, a view of what appears to be a despoiled land or water site, imprinted die; and under that, a blank space labeled live. \nInside spine: A quotation extolling the act of planting is imprinted, one word per line, from top to bottom, ending in the author's name, Aldo\/ Leopold.\nInside right cover:  An uncovered wooden box, fastened here, is divided into compartments configured identically to the bordered views on the left. Each compartment contains an object, accompanied underneath by a quotation or, in one case, an illustration; the color scheme is the same as on the left. In the upper half, a stack of paper is bound by a paper band, imprinted This\/ paper\/ was\/ made\/ from\/ other\/ paper\/ (100%\/ post-\/ consumer\/ waste). The box quotation, centered on one line imprinted on a sheet of such paper, concerns recycling in Japan. In the lower half, another paper stack, its binder imprinted Here\/ is\/ some paper\/ made\/ from\/ trees, is accompanied by a quotation, The individual American creates 3.5 pounds of waste daily. The bottom half of the lower left is filled with sharpened wood pencils, accompanied by a quotation regarding 1986 consumption of wood products in the U. S. Just above, left, is a collection of twigs, with a quotation from Henry David Thoreau about his choice of living in the woods; next to it, at the top, is a pencil sharpener, with a statement, Trees cut down every day\/ to print The New York Times\/ 33956; under that, is a pine cone, accompanied by an illustration of a tree.\nThe jacket is constructed of coated black, marbleized stock, notched in the center of the open edges. There is an incised outline of a leaf on the center, top side.",
    "justification": null,
    "woe:country": "23424977",
    "type": "labs, books",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "person_date": "1949–1999",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "person_date": "1949–1999",
            "role_name": "Design Director",
            "role_display_name": "Design Director:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "person_date": "1979–1993",
            "role_name": "Firm",
            "role_display_name": "Firm:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        }
    ],
    "tombstone": {
        "epitaph": "Labs, Books, \"M&Co: A Primer\", late 1980s–early 1990s. Offset lithography. Gift of Tibor Kalman\/ M &amp; Co.. 1993-151-87-a\/kk."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}