{
    "id":"18553267",
    "tms:id":"69254",
    "accession_number":"1938-88-8189",
    "title":"Drawing, \"Inkstand\", ca. 1810",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18553267\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35410973",
    "type_id":"35237093",
    "date":"ca. 1810",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":null,
    "medium":"Pen and brown ink, brush and brown wash, graphite",
    "markings":"Verso: Cooper Union Museum for the Arts of Decoration (Lugt #457d)",
    "signed":null,
    "inscribed":"Inscribed in pen and brown ink at the right: Pianta di una Scrivania da\/ farsi in Argento figurando una\/ fontana di venere al Bagno\/ A Bagnarola vota p [er] metere Sigilli e Cera\/ di Spagna B. calamaio e polverino p[er] campanello D\/ Sito della bugia E Sito ove\/ un tiratore capace p[er] la Grandezza\/ della carta de scrivere si tira\/ via il fiume con\/ chiglia ove sta il [cancelled] fime e tirtore\n\nInscribed in pen and brown in at the left: Oleo (Aeolo] vento Zefiro vento\/ F sito ove e l'altra conchiglia, si tira\/ la conchiglia e le due figure che\/ regano l'orlogio some si trove alla\/ L [ettera] G e si trova ed un sito per le penne\/ temperino e stecchia H il piano sera [?] lavarto a Rabeschi cisellati\/ I siti lavorati in forma di aqua\/ vale a dire li quatro siti e quello\/ sotto la bagnarola\n\nNumbered on the lining at upper right: 31",
    "provenance":"Piancastelli, Rome; Mrs. Edward D. Brandegee, Brookline, Massachussetts.",
    "dimensions":"Image: 30.7 x 44.9 cm (12 1\/16 x 17 11\/16 in.)\nMat: 55.9 x 40.6 cm (22 x 16 in.)\nFrame H x W x D: 60.3 x 44.8 x 2.5 cm (23 3\/4 in. x 17 5\/8 in. x 1 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Intended to be executed in silver.  Shown from above.  The plan is in the upper right corner.  The scheme is that of a fountain with an oblong basin with circular, obliquely disposed bowls at the corners.  Three sitting griffins support each of the three bowls which the support the fountain.  In front of the straight central parts are a stream god lying upon a shell, at the back two wind gods sitting upon a shell and supporting a dial which stands between them.  A sketch above, at left, shows this motif.  Written above the figure, at left: \"oleo cento\"; at right: \"Zefiro vento\" \"15\" is written in ink, in the upper right corner of the frame, in opposite direction.  In each bowl is a cupid, upon a dolphin, from which water pours.  In the center is an ovoid base formed by three steps.  Above it four winged and armless mermaids.  Two dolphins with tails carry a bowl in which \"venus\" stands.  Below is a dark vase stripe.  The background is colored. Letters are written in the plan.  The captions begin below it: \n    \"Pianta di una scrivania da\/farsi in Argento figurando una Fontana di cenere al Bagno.\"A\" [both halves of the back of the lower basin] Bagnvola rota p[er] metere sigilli e cera\/di Spagna \"B\" [the bowls at the front] piano figura\/agva \"C\"[the bowl at the back, at left] sito per campanello 'the next word had been struc hout] \"D\" [the bowl at the back at right] [\"bugia\" had been struck out] Sito della bugia. \"E\" [in the shell at the front] sito o[ve]e\/ untiratore capaco p[er] la grandezza\/della carta da scrivere si tira\/ via il fiume conchiglia [struck out: \"ove sta il\"]fiore e tiratore.\" Above, at left: below the sketch is written: \"F\" [in the shell at the back] sito ove la labra conchiglia litica\/ la cochiglia e le due Figure che\/regano lorologio e sticchia. \"H\"[both halves of the front of the lower basin] Il piano\/sarra lavorato a Raeschi cisellati\/ [ in the upper basin] siti lavorati in forma di acqua\/vale a dire li quatro Siti e quello\/sotto la bagnarola.\" \"15\" is written in ink, in the upper right corner of the frame, in opposite directions.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/45740_7a6b3e113321c40a_b.jpg",
                "width":1024,
                "height":730,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/45740_7a6b3e113321c40a_n.jpg",
                "width":320,
                "height":228,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/45740_7a6b3e113321c40a_z.jpg",
                "width":640,
                "height":456,
                "is_primary":"1"
            }
        }
    ],
    "participants":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Inkstand\", ca. 1810.\nca. 1810. Pen and brown ink, brush and brown wash, graphite. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-8189."
    },
    "colors":[
        {
            "color":"#d4b989",
            "closest_css3":"#d2b48c"
        },
        {
            "color":"#b88854",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#7a5439",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#927351",
            "closest_css3":"#696969"
        },
        {
            "color":"#473e37",
            "closest_css3":"#2f4f4f"
        }
    ]
}