{
    "id":"51686641",
    "tms:id":"276142",
    "accession_number":"2013-32-1",
    "title":"Bag, \"Nandi\", 1965",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/51686641\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35264577",
    "date":"1965",
    "year_start":1965,
    "year_end":1965,
    "year_acquired":"2013",
    "decade":"1960",
    "woe:country":"23424848",
    "medium":"Medium: cotton\nTechnique: plain weave with complementary warps, stripes of twill weave, with discontinuous supplementary wefts, hand woven",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"2013: acquired by Museum [1] \n\n\n\n\n\n\n\n\n\n\n\n\n[1] Gift of the family of the designer, who have been in continuous possession of it.",
    "dimensions":"H x W x D (as 3-D object): 45.7 x 31.1 x 10.2 cm (18 in. x 12 1\/4 in. x 4 in.)\nH x W (flat): 48.9 x 38.1 cm (19 1\/4 in. x 15 in.)",
    "creditline":"Gift of the Cristobal Zanartu Family, Paris",
    "description":"Woven cloth bag with a front flap and strap. Fabric is a hand-woven cotton in which the warps are thinner and more tightly twisted than the loosely-twisted, slubby wefts. Wide stripes in each direction are interrupted occasionally with very narrow ones of 2 warps or wefts each. The vertical stripes are accented with insertions of discontinuous weft which is very thick and raised.",
    "justification":"Since the beginning of her career, Sheila Hicks has worked as both an artist and a designer, collaborating with architects and with industry. After graduating from Yale and studying weaving for several years in South and Central America, she established her own experimental weaving workshop in Taxco, Mexico. The weavings she created there were exhibited at the Knoll showroom in Mexico City in 1962, and at the Chicago Merchandise Mart the next year. In 1964 she met Florence Knoll Basset, who engaged her to produce textile designs and to serve as materials and color consultant to Knoll Textiles. She also designed hand-embroidered upholstery for Knoll International in France, for use on Saarinen pedestal chairs. \nThe collaboration with Knoll was short-lived, but in 1965, Hicks was approached by a representative of Commonwealth Trust of Calicut, Kerala, India. CommTrust was (and is) the longest continually operating hand-weaving mill in India. The mill had thousands of highly skilled weavers, but their fabrics were rejected by European buyers as incompatible with modern furniture. Hicks had been suggested more than once as a textile designer whose ideas were at the forefront of contemporary design thinking. CommTrust believed Hicks could revitalize the designs of the mill, and were confident in her ability to work in a non-industrialized setting.\nHicks has lived and worked in many countries, and always immerses herself fully in the culture; she stayed in Kerala for 2 ½ months. Each day she sat down to experiment at the loom, working with the vibrantly colored yarns in stock, and using the traditional equipment and techniques well-known to the weavers there. When she had arrived at a successful design, she turned the loom over to one of the weavers, and moved on to the next loom. Introducing slubby hand-spun weft yarns and using complex combinations of colors, she created richly textured cotton fabrics suitable for upholstery, curtains and table linens. \nHicks encouraged the company to capitalize on the unique qualities of hand-woven fabrics, rather than compete with machine-woven goods from Europe. She selected a group of 20 designs to become the Kerala Collection, and named each design for a village in the area. The samples were stitched to hand-made paper and presented in a hand-woven bag. &amp;nbsp;The anonymously-produced line was a success, winning CommTrust the state’s Best Exporter award for three years from 1968 to 1970. Hicks returned two years later to create the Monsoon Collection, which included some silk fabrics. One of the designs, Badagara, has been in continuous production for more than 45 years. ",
    "type":{
        "id":"35264577",
        "name":"Bag"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"51686861",
            "role_id":"35236657",
            "person_name":"Commonwealth Trust",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51686861\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"51685751",
            "role_id":"35351535",
            "person_name":"Cristobal Zanartu Family",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51685751\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18058887",
            "role_id":"35236655",
            "person_name":"Sheila Hicks",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18058887\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Bag, \"Nandi\", 1965.Medium: cotton\nTechnique: plain weave with complementary warps, stripes of twill weave, with discontinuous supplementary wefts, hand woven. Gift of the Cristobal Zanartu Family, Paris. 2013-32-1."
    },
    "colors":[

    ]
}