{
    "id": "35350871",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/35350871\/",
    "title": "Feeding Desire: Design and the Tools of the Table, 1500-2005",
    "text": "Feeding Desire: Design and the Tools of the Table, 1500-2005 examines the evolution of European and American dining through the design and function of eating implements.\nUntil the late seventeeth century, individually designed flatware accompanied its owner as a reflection of social status and taste. Sometimes produced with coral, hardstone, or carved ivory handles, knives and forks were not made in matching services. But beginning in the eighteenth century, hosts began to provide flatware for their guests, leading to greater uniformity of function-based forms.\nDuring the early eighteenth century, elegant designs developed that encouraged the proper holding of flatware, especially in silver. Still appreciated today, these classic designs form the basis of many wedding lists and heirlooms, and they remain an inspiration for flatware design in more modern media such as stainless steel.\nAs food fashions changed across the eighteenth and nineteenth centuries, flatware design responded with forms appropriate to new foods and beverages. These changes were subtle compared to those starting in the mid-nineteenth century, especially in the United States, where specialized pieces of flatware in numerous patterns and styles exploded onto the scene. New technologies and materials, combined with broader wealth and a fervor for invention, shaped the design of flatware for generations.\nStainless steel became the most significant new medium of the twentieth century, inspiring designers interested in form and function rather than ornament. Others chose to work with new materials such as colorful plastics and enamels, although silver remained a preferred flatware medium. Today, silver continues to encourage new designs for flatware by studio artists and the luxury industry.\nFor the last five hundred years, the designs of knives, forks, and spoons have provided beautiful and useful extensions of our arms, turning the act of eating into the experience of dining.",
    "date_start": "2006-05-05",
    "date_end": "2006-10-29",
    "is_active": "0",
    "department_id": "404529577",
    "count_objects": "1289",
    "count_objects_public": "779"
}