{
  "display_date": "1989", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1989", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197252", 
  "style": "", 
  "date_begin": "1989", 
  "dimensions": "1993-151-62-1, album cover, 31.2 x 31.2 cm (12 15/16 x 12 15/16 in.)\r\n1993-151-62-2, inner sleeve, 30.2 x 30.8 cm (11 7/8 x 12 1/8 in.)", 
  "copyright": "", 
  "title": "David Byrne, Beleza Tropical", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-62-1,2                           ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "Recto: On a watery background in shades of dark red fading to yellow, a full-length profile image of a woman, head down, arms extended, as if diving, eyes closed, hair extended upward, is placed on the diagonal from the top right to the bottom left corner. She is dressed in a striped red and brown sleeveless dress, the hemline a few inches above her horizontally positioned bare feet, placed as if holding up the narrow color band, which depicts a mountain scene in shades of blue, across the top edge. The album title in letters styled after leaves is printed from bottom to top, following the curve of the woman's body. The album subtitle and Byrne's name are imprinted in lower case letters superimposed on the blue band.\r\nVerso: There is a repetition of the blue band, this time showing the album title instead of subtitle. About two thirds of the vertical space, divided hoizontally by \"um\" (one) and \"dos\" (two), is occupied by images, mostly headshots of the artists, accompanied by their names and interspersed with the song titles, on a pale apricot-colored background. The remaining space to the right is devoted to liner notes. \r\nInner sleeve: On both Recto and Verso, following the space allocation pattern of the album's Verso, the left two thirds is occupied by the song lyrics, imprinted in red (Portuguese) and black (English) and headed um (Recto) and dois (Verso). On the right, the liner notes begun on the cover are continued in a vertical column.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Album Cover", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}