{
    "id": "18046183",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046183\/",
    "name": "Associated American Artists",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "24",
    "biography": "Associated American Artists was founded in 1934 by Reeves Lewenthal, who believed that fine art should be accessible to the masses and should be marketed like any other product. The group began to sell signed etchings and lithograph prints by its members, including Thomas Hart Benton, Steuart Curry, and Grant Wood. The works were sold for $5 apiece, first in more than 50 department stores across the country, and later through catalogues to increase their reach. In 1939, the group opened a gallery that sold paintings and sculpture as well as prints. By 1944, the organization was bringing in more than $1 million per month. Associated American Artists sold mainly regionalist and American-scene prints up until the end of the war, then began to promote abstraction. \nLewenthal continually worked toward commercialization of member artists’ work. In the late 1930s, he began to match artists with corporations such as Maxwell House coffee and Lucky Strike cigarettes through the new Art for Advertising Department. From 1952-1957, he arranged joint ventures with Stonelain ceramics and with textile manufacturers Riverdale Fabrics and Signature Fabrics in hopes of expanding AAA’s presence in the housewares market. The ventures were so successful that many competitors emerged, and in 1958, the organization split. Lewenthal took charge of Rust Craft Greetings Cards and continued to handle AAA’s decorative arts offerings, while Sylvan Cole took over AAA’s New York gallery and fine arts offerings. The gallery, which was last located 20 West 57th Street, continued to operate until 2000.",
    "woe:country_id": "23424977",
    "date": "New York, NY, USA",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}