{
    "id": "51668989",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/51668989\/",
    "title": "Hewitt Sisters Collect",
    "text": "Two remarkable women founded the collection and institution that is now Cooper Hewitt, Smithsonian Design Museum. Sarah and Eleanor Hewitt, granddaughters of the industrialist and inventor Peter Cooper, formed the core collection, which was originally housed in New York's Cooper Union for the Advancement of Science and Art. With the goal of elevating the state of decorative design in America, they looked to Paris's Musee des Arts Decoratifs as a model and in 1897 the Cooper Union Museum for the Arts of Decoration was inaugurated.\nDisplayed here and in the two galleries to your left are objects collected by the Hewitt sisters, ranging from prints, drawings, furniture, and metalwork to buttons, birdcages, and textiles.They purchased works of technical as well as artistic merit at home and on their travels to Europe, from dealers, and at auction. The collection was conceived as \"a practical working laboratory,\" a visual library where students, designers, and the public could be inspired directly by objects. There were few restrictions: objects could be touched, moved, sketched, photographed, and measured. Even by today's standards, the sisters' vision for a modern museum was radical. Today, thanks to unprecedented access to digital technology, we can continue to extend the sisters' user-focused ambitions.\nA museum's collection tells the story of its founders, donors, directors, and curators, and the richness of Cooper Hewitt's collection is no exception. Celebrated here are donors to the core of our collection, which was amassed by Sarah and Eleanor Hewitt in the late nineteenth and early twentieth centuries. The sisters also solicited friends and acquaintances for contributions of objects or funds to grow the collections that served as design resource material for the Museum for the Arts of Decoration in the Cooper Union for the Advancement of Science and Art.\nTo assist in their efforts, in 1907, under the direction of department store owner and collector George A. Hearn, the sisters established an advisory committee of leaders from the artistic, collecting, and business communities. Members included industrialist J.P. Morgan, who donated important collections of sixteenth-century textiles, and Astor descendant Mr. John Innes Kane and his wife Anne Schermerhorn Kane, who gave objects they purchased and inherited, ranging in date from the Renaissance to the nineteenth century. Other donors included Mrs. Charles Alexander; Mrs. George T. Bliss, and her daughter Susan Dwight Bliss; and railroad and banking magnate Jacob H. Schiff. The acquisition of French drawings and prints from collector and dealer Jean Leon Decloux, and Italian drawings owned by Borghese family curator Giovanni Piancastelli, reflects the Hewitt sisters' commitment to eighteenth- and early-nineteenth-century designs on paper in addition to decorative arts.\nHewitt Sisters Collect is made possible by generous support from Nancy Marks. \nAdditional funding is provided by Margery and Edgar Masinter and the Smithsonian Women’s Committee.",
    "date_start": "2014-12-12",
    "date_end": "0000-00-00",
    "is_active": "1",
    "department_id": "404529577",
    "count_objects": "109",
    "count_objects_public": "108"
}