{
    "id":"18539343",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18539343\/",
    "name":"Dan Reisinger",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"1",
    "biography":"Israeli artist, sculptor and designer.\n1950-54  Studied at the Bezalel Academy of Art and Design, Jerusalem.\n1954  While in the Israeli Air Force, served as an art director for its books and other\npublications.\n1957-66  Studied and worked in Europe. Won first prize for his design of the Expo '58 Science Pavilion, Brussels. Studied stage and three dimensional design at the Central School of Art, London.\n1966  Moved to Israel; opened his own studio. Since then, has designed logos and branding programs for El Al, Tel Aviv Stock Exchange, Bat Sheva Dance Company, Ministry of Tourism, etc.; also has designed more than three hundred posters.\nDesigned a series of calendars, leading to development of a perpetual calendar for the Museum of Modern Art, New York.\nCreated a series of paintings, \"The Scrolls of Fire\", in the permanent collection of Beth Hatefusoth (Diaspora Museum), Tel Aviv.\n1999  Designed Jubilee Plaza, an environmental sculpture park at the Weizmann Institute of Science, Rehovot.\n1998  Was the first designer to receive the Israel Prize, Israel's most prestigious award for excellence in the fields of science, literature, theatre, art and architecture.\nWas the only Israeli included in \"Masters of the 20th Century: ICOGRADA's Hall of Fame\" (Graphis), featuring one hundred designers.\n(Source:www.imakenews.com)",
    "woe:country":null,
    "date":null,
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28306"
        }
    ],
    "concordances":{
        "freebase:id":"\/m\/0dyb08",
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"9677",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":"5651864"
    }
}