{
    "id":"18117067",
    "tms:id":"9178",
    "accession_number":"1901-39-2545",
    "title":"Drawing, \"Studies for a Sepulchral Monument, possibly commissioned by King John II of Portugal-Brazil (1815-1826)\", ca. 1820",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18117067\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35366169",
    "type_id":"35237093",
    "date":"ca. 1820",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Graphite, pen, brown ink",
    "markings":"Watermark: Strasburg lily with hanging",
    "signed":null,
    "inscribed":"On verso, in ink, a fragment of an inscription: disegni\/per il Re Ge[ovanni]\/ di Portogal[lo]",
    "provenance":"G. Piancastelli, Rome",
    "dimensions":"38.9 x 33.4 cm (15 5\/16 x 13 1\/8 in. )",
    "creditline":"Museum purchase through gift of various donors",
    "description":"At top half of sheet, elevation of sculptural tomb: flights of steps lead to a platform with candelabra faintly indicated at the corners. On this level is a pedestal base showing a relief, representing the death of a classical painter (?); the relief is flanked by the personifications of Architecture at left, and a woman holding a wreath at the right.  Above, a winged classical male nude (a genius figure), holding a wreath in his outstretched right hand, stands in front of the sarcophagus, which is supported by crouching lions.   The side of the sarcophagus is decorated with a relief showing a medallion portrait of a man, wearing a wig, above a festoon.  At the bottom of the sheet, at the lower left, is a rough sketch of a draped woman; to the right of lower center is a mourning woman leaning against the corner of a pedestal or sarcophagus.  On the verso is a fragment of a caption.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ]
}