{
    "id": "35460951",
    "tms:id": "274890",
    "accession_number": "2013-13-1",
    "title": "Camera, \"Lytro\", 2012",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35460951\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35520443",
    "type_id": "35251901",
    "date": "2012",
    "year_start": 2012,
    "year_end": 2012,
    "year_acquired": "2013",
    "decade": "2010",
    "woe:country": "23424781",
    "medium": "Silicone rubber, ultra-light anodized aluminum, glass, plastic, Li-Ion internal battery",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2013: acquired new from the manufacturer, Lytro, Inc.",
    "dimensions": "H x W x L: 4.1 x 4.1 x 11.2 cm (1 5\/8 x 1 5\/8 x 4 3\/8 in.)",
    "creditline": "Gift of Lytro, Inc.",
    "description": "Rectangular shape, in which two end faces – one exposing a circular lens encased in black plastic with small “Lytro” logo, the other exposing an LCD touchscreen – are squares. Two-thirds of the casing is covered in red, ultra-light anodized aluminum; the remaining third is covered in silicone rubber textured with a grid pattern consisting of small rectangles. Housed along the rubber third are a recessed shutter release button and strip of bumps to control optical zoom located on top of camera; USB port and power button on bottom; lanyard hole on side.",
    "justification": "Throughout the history of photography, advances in technology – from daguerreotype to digital photography – have continued to propel the field forward. The Lytro camera represents the first major shift in consumer photography since digital image capture was invented in 1975, marking a significant turning point in photography’s history that offers users the possibility to think about photographs differently. Innovations in light-field photography enable a photograph taken with a Lytro camera to be refocused innumerable times after the picture is taken – not before. This is the first time that the steps required to take a photograph, in which the user focuses on the photo’s subject and pushes a button to record the image (regardless of whether it is an analog or digital image), have changed.\n&amp;nbsp;\nTo do this, the Lytro camera makes use of light-field photography – not only do its sensors register the color and light coming through the lens the moment a photograph is recorded, as all digital cameras do, but it also preserves information about the direction the light came from. This results in an image that is dynamic and can be constantly refocused. This refocusing occurs on the device’s touchscreen or on a computer once the image, stored as an “.lfp” file, has been uploaded. As of February 2013, images can only be uploaded to Lytro’s website or to an application that accompanies the device. Once on a computer, a dynamic image can be posted to social websites such as Facebook or Twitter, encouraging image sharing. (Viewers do not need special software to click around and refocus the image, they are able to do so in any web browser.) And because light-field technology relies mostly on computation, not electronics or optics, Lytro is able to release software updates to the camera as the technology evolves. The latest, as of February 2013, is a feature called “Perspective Shift,” in which the perspective of the image can be slightly adjusted in any direction.\n&amp;nbsp;\nBeyond&amp;nbsp;its advances in photographic technology, the Lytro introduces a new archetype in the design of its consumer camera. Designed to be held like a spyglass, the camera’s housing veers from the traditional point-and-shoot camera, typified by the thin rectangular 1937 Purma Special camera in the Museum’s collection. The Lytro camera has a pocket-sized rectangular prism shape, with two square end faces housing the lens at one and an LCD touchscreen at the other. Besides a recessed shutter release and zoom buttons located on the top of the camera, functionality resides in the touchscreen. Using one’s finger, a user can access the user interface to refocus an image, scroll through photographs stored on the camera, delete photos, or upload them via a USB port. The camera does not have a flash, but an image sensor enables good detail in low light. A fixed f\/2 aperture means the shutter speed and ISO are automatically adjusted for each shot. A first-generation product, the Lytro camera combines technological innovations in digital photography with a new design, reframing the user’s relationship to an image and marking a critical moment in the history of photography.\n&amp;nbsp;\nhttps:\/\/www.lytro.com\/about_us\nhttp:\/\/www.fastcompany.com\/most-creative-people\/2012\/ren-ng\nhttp:\/\/newdealdesign.com\/about\nhttp:\/\/gadgetwise.blogs.nytimes.com\/2012\/02\/29\/a-review-of-the-lytro-camera\/\nhttp:\/\/articles.washingtonpost.com\/2012-02-29\/business\/35442320_1_lytro-camera-photography-light-moves\nhttp:\/\/mashable.com\/2012\/02\/29\/lytro-camera-review\/&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; <a href=\"http:\/\/www.xconomy.com\/national\/2013\/02\/01\/how-lytro-is-shifting-our-perspective-on-photography\/?single_page=true\">http:\/\/www.xconomy.com\/national\/2013\/02\/01\/how-lytro-is-shifting-our-perspective-on-photography\/?single_page=true<\/a>",
    "type": {
        "id": "35251901",
        "name": "camera"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/61992_9148312532144837_b.jpg",
                "width": 1024,
                "height": 750,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/61992_9148312532144837_n.jpg",
                "width": 320,
                "height": 234,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/61992_9148312532144837_z.jpg",
                "width": 640,
                "height": 469,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "51676525",
            "role_id": "35236657",
            "person_name": "Lytro, Inc.",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51676525\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "51676525",
            "role_id": "35236731",
            "person_name": "Lytro, Inc.",
            "role_name": "Engineer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51676525\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236731\/"
        },
        {
            "person_id": "51677043",
            "role_id": "35236655",
            "person_name": "NewDealDesign",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51677043\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "51676525",
            "role_id": "35236655",
            "person_name": "Lytro, Inc.",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51676525\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "51676525",
            "role_id": "35351535",
            "person_name": "Lytro, Inc.",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51676525\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Camera, \"Lytro\", 2012. Silicone rubber, ultra-light anodized aluminum, glass, plastic, Li-Ion internal battery. Gift of Lytro, Inc.. 2013-13-1."
    },
    "colors": [
        {
            "color": "#983a32",
            "closest_css3": "#a52a2a"
        },
        {
            "color": "#c67469",
            "closest_css3": "#cd5c5c"
        },
        {
            "color": "#6f5853",
            "closest_css3": "#696969"
        },
        {
            "color": "#3c2626",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#a37e7a",
            "closest_css3": "#808080"
        }
    ]
}