{
    "id": "18644495",
    "tms:id": "197150",
    "accession_number": "1993-151-366",
    "title": "Invitation, \"Collective for Living Cinema: Moving Party\", 1986",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644495\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35289355",
    "date": "1986",
    "year_start": 1986,
    "year_end": 1986,
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "21.5 x 14 cm (8 1\/2 x 5 1\/2 in.), closed\n43 x 55.5 cm (17 x 22 in.), opened",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "The object is folded in eighths for mailing.\n\nRecto: Closed and held horizontally, the object's addressee panel consists of a mostly blank white space to accommodate addressee information. Collec\/ctive\/ for\/ Living\/ Cinema in white upper case, enclosed in a black rectangle, appears in the upper left-hand corner. The second c, repeated, is partially viewed in the second and third lines; for begins in the center of the third line, the r abutting the right-hand edge. The address, aligned with the venue's name, is imprinted in the lower left-hand corner. Postal permit information appears on the upper right.\n\nHeld vertically, the upper half of the adjacent panel shows a square-formatted photographic view of audience members in black and white with pink faces. The group appears to be watching a performance, not seen by the viewer. The Board of Directors is imprinted directly underneath, followed, after a space, by and\/Friends\/ of the\/ Collective for Living Cinema. Adjacent to these two panels and in reverse position is a double-panelled horizontal view, centered, in brown and pink tones, of a cake, apparently chocolate and with a scored surface, its rim showing sixteen lighted candles. Three stemmed glasses appear behind, partly obscuring a plate and a pair of hands. To the left of the photograph, centered, is invite you and to the right, to celebrate, both in pink italics. Adjacent to these four panels, and again reversed, is a four-panelled photographic view, centered, of the Statue of Liberty in profile, overlooking the water; the lower Manhattan skyline is in the background. \nOur new home\/ at\/ 41 White Street, in small capitals, is imprinted above the photograph on the upper right; a curved red arrow in a hand-drawn style stretches from the building's address to its approximate location in the skyline.\n\nVerso: Two four-panelled segments comprise the verso. Centered in the left segment is a photographic view, in green tones, of a tour boat, labelled Circle Line VIII, with people aboard, foam lapping at its sides. The Statue of Liberty appears to its right. Directly above the view, centered, 7:00 is imprinted; aligned with it directly underneath the view is dedication\/ &\/ tour. In the upper part of the upper right quadrant, a calendar page labelled September 18, 1986 is imprinted; a five pointed star is substituted for the number 18. Centered in the right segment is a photographic view, in purplish-blue tones, of a female left hand, with the nails polished and the ring finger wearing a diamond ring and a wedding band, holding a cocktail glass, partly filled with liquid. Directly above the view, centered, 8:00 is imprinted; aligned with it directly underneath the view is party\/ &\/ dancing. In the lower part of the lower right quadrant,  diagonally aligned with the calendar in the left segment, is a pictograph of a telephone, and you + guest\/ rsvp 925 3926 just underneath.",
    "justification": null,
    "type": {
        "id": "35289355",
        "name": "invitation"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "role_name": "Firm",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "tombstone": {
        "epitaph": "Invitation, \"Collective for Living Cinema: Moving Party\", 1986. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-366."
    },
    "colors": [

    ]
}