{
  "display_date": "1989", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1989", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197251", 
  "style": "", 
  "date_begin": "1989", 
  "dimensions": "1993-151-61-1, album, 31.3 x 31.3 cm (12 5/16 x 12 5/16 in.)\r\n1993-151-6-2, inner sleeve, 30.4 x 30.6 cm (12 x 12 1/16 in.)", 
  "copyright": "", 
  "title": "Laurie Anderson, Strange Angels", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-61-1,2                           ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "Album recto: Fully occupying the soft black background space is an above-the-waist photograph by Robert Mapplethorpe of Laurie Anderson, her head in a slanted, downward position; her face is in repose, with her eyes closed (or cast downward) and her lips curved slightly upward; her left arm is bent at the elbow and her left hand, fingers partly extended, is touching her head just behind her right ear; her hair is arranged in a spiked, but soft-looking, fashion. She is wearing a ight-on-dark geometically patterned tuxedo or smoking jacket over a wool or linen shirt and has a small post in her visible (right) ear. Her facial expression and pale skin tone produce an otherwordly effect, close in appearance to a death mask. In the upper right, Laurie Anderson Strange Angels is imprinted in small capital letters in electric blue in a spiral format.\r\nVerso: On the same black background, In the bottom half, centered, is a frontal above-the waist photograph, also by Mapplethorpe, of Anderson, gazing upward, her lips slightly parted. Her shoulders are hunched forward and her hands, which are not visible, would appear to be in her lap. In the upper right hand corner are a pair of trousered legs and feet in snekers, perhaps Anderson's. To the left, in small capital letters in white, is a vertical list of the album songs, and to the right, production details. List headings are curved, echoing the album title (recto).\r\nInner sleeve: Recto and Verso reproduce the album's song texts. Three vignettes (a seascape, two children in an outdoor setting, a warrior with shield and spear) on one side and pictographs throughout are interspersed with the text.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Album Cover", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}