{
    "id":"18108965",
    "tms:id":"7691",
    "accession_number":"1901-39-1215",
    "title":"Drawing, \"Recto: Two Friezes with Flowers Verso: Sketch for a Decorative Painting\", ca. 1815",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18108965\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "date":"ca. 1815",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink on paper",
    "markings":null,
    "signed":null,
    "inscribed":"recto: \"1 tuta colorita\/ 2 turchino\/ 3 fondo rosso\/ 4 giallo limone\/ 5 pavonasso\/ 6 fiore verde\/ 7 foglie del ovato colo[r] di rosa\/ 8 Line[e] gialle\/ 9 fondo della maschera celeste.\"  \"1 Linea verde\/ 2 fondo della fetucia, perlino\/ 3 giole della festucia verdi legate in oro\/ con perle\/ 4 meandro giallo\/ 5 fondo del meandro turchino\/ 6 triangolo rosso con perla\/ 7 fiore bianco\/ foglie verdi.\" Verso: above, two figures, written in octagon: \"venere in abito\/ di caciatrice insegn[a] Cartagine a Enea.\" Written in pencil: \"Enea con Didone nel antro\/ ...imene.\"",
    "provenance":null,
    "dimensions":"14.8 x 19.8 cm (5 13\/16 x 7 13\/16 in.)",
    "creditline":"Museum purchase through gift of various donors",
    "description":"Horizontal rectangle. Recto: Above: two waved ribbons crossing each other. Calices stand in wedges. In ovoids are lozenges with curved edges, wreath around masks inside. Numbers inscribed and explained in caption: \"1 tuta colorita\/ 2 turchino\/ 3 fondo rosso\/ 4 giallo limone\/ 5 pavonasso\/ 6 fiore verde\/ 7 foglie del ovato colo[r] di rosa\/ 8 Line[e] gialle\/ 9 fondo della maschera celeste.\" Below: decorated ribbon around horizontal bar from which sprays spring. Caption: \"1 Linea verde\/ 2 fondo della fetucia, perlino\/ 3 giole della festucia verdi legate in oro\/ con perle\/ 4 meandro giallo\/ 5 fondo del meandro turchino\/ 6 triangolo rosso con perla\/ 7 fiore bianco\/ foglie verdi.\" Verso: above, two figures written in octagon: \"venere in abito\/ di caciatrice insegn[a] Cartagine a Enea.\" Two figures, Aeneas and Dido, shown in cave. Underneath figures, caption in pencil: \"Enea con Didone nel antro\/ ...imene.\"",
    "justification":null,
    "culture":"Italian",
    "style":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042405",
            "role_id":"35236655",
            "person_name":"Felice Giani",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}