{
  "display_date": "early 17th century", 
  "credit_line": "Gift of Marian Hague", 
  "date_end": "1625", 
  "period": "", 
  "dynasty": "", 
  "culture": "", 
  "id": "122727", 
  "style": "", 
  "date_begin": "1600", 
  "dimensions": "H x W: 33 x 28 cm (13 x 11 in.)", 
  "copyright": "", 
  "title": "Panel", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1959-144-1                                ", 
  "movement": "", 
  "medium": "Medium: silk, metal wire, metal strip, coral beads\r\nTechnique: raised embroidery", 
  "media_id": "33673", 
  "description": "Pictorial embroidery in high relief with elaborate framing device. The center oval is almost filled by an oak tree, its leaves worked in detatched needle lace stitches in shades of green, its trunk and branches in silver, now tarnished. At its base is a salamander, worked in silver, now tarnished. The background shows a landscape worked in pale silks with mountains and buildings, possibly a monastery. From the limbs of the tree hang crutches, a wax leg, and a bag (?). The meaning of the two crutches and the wax leg are as yet undetermined, but in association with the salamander, possibly signify healing or rejuvenation. \r\nThe whole is surrounded by a wide frame with vines in high relief; in the four corners are coiled serpents. Accented with coral beads.\r\nThe background landscape is embroidered with silk using encroaching statin stitch and couching. The areas of high relief are produced by padded couching and the small shrubs by bullion stitch using a metallic yarn.  \r\nCouched yarns: silk wrapped with wire, silk wrapped with narrow strips of flat metal, silk wrapped with narrow strips of flat metal and again with wire, heavy cords wrapped with wide strips of metal, coils of flat strips of metal wound with silk and narrow strips of flat metal, cord wrapped with plied metal-wrapped silk and narrow strips of metal. Coils of wire, coils of narrow flat strips of metal and coral beads attached.", 
  "classification_id": "249", 
  "restrictions": "", 
  "school": "", 
  "name": "Panel", 
  "region": "", 
  "caption": "", 
  "department_id": "5"
}