{
    "id": "18644565",
    "tms:id": "197185",
    "accession_number": "1993-151-398",
    "title": "Business Card, \"M&Co: 50 West 17th St. Business Card Suite\", 1984–85",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644565\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35247647",
    "date": "1984–85",
    "year_start": 1984,
    "year_end": 1985,
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-398a, Alexander Brebner - 5.1 x 8.9 cm (2 x 3 1\/2 in.)\n1993-151-398b, Alexander Isley - 5.1 x 8.9 cm (2 x 3 1\/2 in.)\n1993-151-398c, Joseph Guglietti - 5.1 x 8.9 cm (2 x 3 1\/2in.)\n1993-151-398d, Tibor Kalman - 5.1 x 8.9 cm (2 x 3 1\/2 in.)\n1993-151-398e, Tibor Kalman - 5.1 x 8.9 cm (2 x 3 1\/2 in.)\n1993-151-398f, Marion McLusky - 5.1 x 8.9 cm (2 x 3 1\/2 in.)\n1993-151-398g, Emily Oberman - 5.1 x 8.9 cm (2 x 3 1\/2 in.)\n1993-151-398h, Douglas Riccardi - 5.1 x 8.9 cm (2 x 3 1\/2 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "The design plan for the eight objects in this series of M&Co business cards features a scenic background, different for each card, on glossy cardboard;  photographed in black and white and washed in pale green; and overlaid by a white square, imprinted with the card holder's name and the M&Co name, address and telephone number. The verso is bright red or orange.\n\n1993-151-398a, Alexander Brebner - A landscape: in the foreground, a palm tree on the left; several cypress trees; sculptural objects, one, in front of the palm, topped by a round ornament, possibly an artificial light source; and in the background, houses, hills and sky. The label is placed right of center.\n\n1993-151-398b, Alexander Isley - On a grassy surface, male and female figures lie prone, their bodies angled in different directions, their arms and bare legs arranged in varying positions. The label is placed left of center. \n\n1993-151-398c, Joseph Guglietti - On a dirt-and-grass-surfaced country road, in the foreground, two figures, their backs to the viewer, ride motorcycles. The figure to the right of center wears a helmet; the one on the left is half-hidden by the white square. On the extreme right, a standing figure holds open an umbrella overhead; gender and facial features are not discernable. The sky appears about two thirds of the way above the bottom edge. The label is placed left of center.\n\n1993-151-398d, Tibor Kalman - A grassy field, edged on the left by a road. occupies the lower half. Hills and sky stretch across the upper half. To the right of center, a utility pole spans field and sky. The label is placed left of center.\n\n1993-151-398e, Tibor Kalman - An indoor space, perhaps readied for a musical performance, appears to be either an intimate concert space in a public venue or a music room in a grand private dwelling. The room features ornate plasterwork on the ceiling, walls and fireplace mantel, located on the left; a section of a wall painting, framed by decorative plasterwork, located between the fireplace and the right hand edge; and an elaborate chandelier with hanging glass globes, suspended from the ceiling on the left. A piano, its lid upraised and keyboard visible to the viewer, is positioned in front of the fireplace; a piano bench is set before it. Straight-backed chairs line the wall beneath the painting. The label is placed right of center.\n\n1993-151-398f, Marian McLusky - A cobblestone surface occupies the entire card. On the extreme right, cut off below the waist,  a man's trousered legs and feet, in socks and shoes, are visible. The label, partly overlaying one leg, is placed left of center.\n\n1993-151-398g, Emily Oberman - In the right half, from the top to bottom edges, a little girl stands on steps which comprise the entire background. She wears a hooded rain cape over a short skirt, her legs are in white knee socks, and she carries a bicolored, spiral-designed umbrella, its outer, ribbed surface facing the viewer. (Although the girl is dressed for rain, the umbrella may actually be a paper parasol.) The figure is cut off at the top edge above the nose and at the bottom just below the shoe straps. The label is placed left of center.\n\n1993-151-398h, Douglas Riccardi - An aerial outdoor view appears to show fields, water, and outbuildings. The label is placed left of center.",
    "justification": null,
    "type": {
        "id": "35247647",
        "name": "business card"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "role_name": "Firm",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id": "18043651",
            "role_id": "35236655",
            "person_name": "Stephen Doyle",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043651\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "tombstone": {
        "epitaph": "Business Card, \"M&Co: 50 West 17th St. Business Card Suite\", 1984–85. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-398."
    },
    "colors": [

    ]
}