{
    "id":"18695383",
    "tms:id":"223258",
    "accession_number":"2002-11-37",
    "title":"Print, \"Paper is part of the CORPORATE picture\", n.d.",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18695383\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35424363",
    "type_id":"35236873",
    "date":"n.d.",
    "year_start":"1914",
    "year_end":"1996",
    "year_acquired":"2002",
    "decade":"1910",
    "woe:country":"23424977",
    "medium":"Offset lithograph on textured paper",
    "markings":"Holly berry and embossed leaves, lower left corner (Strathmore logo?)",
    "signed":"Signature imprinted lower center: Paul Rand",
    "inscribed":"Recto: imprinted in black ink, lower right: Paper is part of the CORPORATE picture; Verso: imprinted in black, center, on chartreuse rectangle in three text blocks.  First text block: Stock Option?\/ Exercise your creative option to the fullest:\/ Specify Beau Brilliant.\/ You will get an interest-bearing surface,\/ texture that pays a dividend in distinction,\/ a diversified portfolio of rich colors. Underneath in second text block: Beau Brilliant by Strathmore:\/ The Expert's option when fine paper\/ is specified for key corporate communications\/ such as the presentation folder,\/ the announcement or special brochure,\/ the annual report.  Underneath in third text block: This insert was printed by offset lithography\/ on Strathmore Beau Brilliant, Palm Beach\/ White, cover basis 65. Other colors include: Bar\/ Harbor Gray, Brighton Beige, Del Monte\/ Red, Granada Purple, Lido Yellow, Mentone\/ Ivory, Riviera Rose, Sarasota Green, Seabright\/ Blue, Newport Blue and Tampico Brown.  Imprinted in lower center: Strathmore Paper Company West Springfield, Massachusetts; lower right corner: 133M-863-175 PRINTED IN USA",
    "provenance":null,
    "dimensions":"29.2 x 21.6 cm (11 1\/2 x 8 1\/2 in. )",
    "creditline":"Gift of Marion S. Rand",
    "description":"Double sided promotional sheet for the Strathmore paper company.  Recto: a vertical triangle in white squared to resemble graph paper, on which is printed a zig zag black line and dot to resemble a profile of a smiling face.  The rectangle is shaded on upper and left edges to convey that it is set behind a wide chartreuse frame.  Title in black lower right.  Verso: chartreuse rectangle casts gray shadow along right and lower edges.  2 text blocks in black promote the strathmore paper company and its products.  Company name and location lower center.",
    "justification":null,
    "type":{
        "id":"35236873",
        "name":"Print"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042341",
            "role_id":"35236763",
            "person_name":"Paul Rand",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        },
        {
            "person_id":"18054863",
            "role_id":"35236667",
            "person_name":"Strathmore Paper Company",
            "role_name":"Client",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18054863\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Print, \"Paper is part of the CORPORATE picture\", n.d..\nn.d.. Offset lithograph on textured paper. Gift of Marion S. Rand. 2002-11-37."
    },
    "colors":[
        {
            "color":"#6f6b5f",
            "closest_css3":"#696969"
        },
        {
            "color":"#433d2f",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#c7c18f",
            "closest_css3":"#d2b48c"
        }
    ]
}