{
    "id":"18042605",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18042605\/",
    "name":"Eugène Samuel Grasset",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"13",
    "biography":"Eugene Grasset (Lausanne, Switzerland May 25, 1841-October 23, 1917 Sceaux, France)\nBorn in Lausanne in 1841, to a cabinet designer\/maker and sculptor, Grasset studied drawing under Francois-Louis David Bocion (1828-90), a student of Charles Gleyre. In 1861, Grasset went to Zurich to study architecture and later sculpture.  Between 1865 and 1867, he traveled to Marseille and then to Egypt.  These journeys would deeply influence his poster design later in life. Upon his return to Lausanne, he worked as a designer of decorative sculpture. In 1877, after six years in Paris, he began his early work as an illustrator, working with popular stories including “Le Petit Nab” (1877) and \"Histoire de quatre fils Aymon\" (1883).  As his career blossomed, Grasset designed furniture, posters, jewelry, and carpets, among many other forms of applied art, as well as architectural design.  His postage stamps for both France and Switzerland in 1877 gained him great popularity in those countries. Soon after, he focused in earnest on poster design. He was one of ninety-seven artists who contributed to Jules Cheret’s Maîtres de l’Affiche, the hugely popular Belle Époque book of posters.\n\nIn the 1880s, Grasset’s popularity had reached the United States, where several American companies commissioned him to produced posters and later, the cover for the 1892 Christmas issue of Harper’s Magazine.  The immense popularity of France’s Art Nouveau style reached the United States in part, through Grasset’s connection to Louis Comfort Tiffany, who used his designs as inspiration for stained glass windows. \n\nGrasset taught at various art schools in Paris, and also exhibited his works at different venues, such as the Salon des Cent (1894) and Salon des Artistes Décorateurs (1904). The most notable exhibition of his work, however, was when the type foundry, G. Peignot et fils introduced the “Grasset” roman and italic typeface at the 1900 Universal Exposition. There he was also represented by tapestry, ceramics, and jewelry. That same year, Grasset published his influential two-volume book, La Plante et ses applications ornementales (1897-1900).",
    "woe:country":null,
    "date":"Swiss, 1841 – 1917; active Paris, France 1871–1917",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28110"
        },
        {
            "id":"35236565",
            "name":"Artist",
            "count_objects":"8467"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":"500029865",
        "ima:id":"629226",
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"927",
        "vanda:id":"2376",
        "viaf:id":"95179440",
        "walker:id":null,
        "wikipedia:id":null
    }
}