{
    "id":"18694777",
    "tms:id":"222943",
    "accession_number":"2001-29-15",
    "title":"Book Cover, \"Shakespearean Tragedy by A. C. Bradley\", 1901–50",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18694777\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35424301",
    "type_id":"35249845",
    "date":"1901–50",
    "year_start":"1901",
    "year_end":"1950",
    "year_acquired":"2001",
    "decade":"1900",
    "woe:country":null,
    "medium":"Glossy paper",
    "markings":null,
    "signed":"Signature printed vertically at lower right: lustig.",
    "inscribed":"Printed in white ink, front cover upper center: A.C. BRADLEY; center: Hamlet Othello King Lear Macbeth; lower center: MERIDIAN BOOKS published by the Noonday Press\/Sewn-bound for durability M 20 $1.35. Printed in red ink, front cover center: SHAKESPEAREAN TRAGEDY.\n\nPrinted vertically in white ink, side cover: SHAKESPEAREAN TRAGEDY A.C. BRADLEY MERIDIAN BOOKS; printed horizontally in white ink M 20.\n\nPrinted in red ink, back cover center: SHAKESPEAREAN TRAGEDY\/ by A.C. BRADLEY. Printed in black ink, back cover: Hamlet, Othello, King Lear, Macbeth\/Bradley's Shakespearean Tragedy has remained for\/half a century the most influential discussion\/of Shakespeare's plays. Not only are these lectures\/significant for the light they throw upon\/the four great tragedies, but they are a work of art in\/ themselves. They represent the full flowering of\/Shakespearean criticism from the point of view of\/character, and when they were issued men dispaired\/of \"going beyond Bradley.\" These lectures have remained\/unsurpassed in this type of criticism, and\/newer critics have been forced to seek newer ap-\/proaches. Bradley still remains, along with Coleridge\/and Lamb, one of the indispensables for an under-\/standing of Shakespeare and of criticism in general.\/\"A great achievement.\" THE TIMES\/\"Far above an modern Shakespearean criticism\/we know.\" THE SPECTATOR\/All Meridian Books are Smyth-Bound for Durability.",
    "provenance":null,
    "dimensions":"21.6 x 26.7 cm (8 1\/2 x 10 1\/2 in. )",
    "creditline":"Gift of Susan Lustig Peck",
    "description":"Book cover. Front and side: three registers of color: black, white and purple with white and red print; back: white with red and black print.",
    "justification":null,
    "type":{
        "id":"35249845",
        "name":"book cover"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39727_2bdf50a45089cbb3_b.jpg",
                "width":1024,
                "height":828,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39727_2bdf50a45089cbb3_n.jpg",
                "width":320,
                "height":259,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39727_2bdf50a45089cbb3_z.jpg",
                "width":640,
                "height":518,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236763",
            "person_name":"Alvin Lustig",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions":[

    ]
}