{
    "id": "18673591",
    "tms:id": "212238",
    "accession_number": "1997-19-287",
    "title": "Poster, 1997-19-287, 1989",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18673591\/",
    "department_id": "35347493",
    "period_id": "35435423",
    "date": "1989",
    "year_start": "1989",
    "year_end": "1989",
    "year_acquired": "1997",
    "decade": "1980",
    "woe:country": null,
    "medium": "Offset lithograph on heavy perforated card stock",
    "markings": null,
    "signed": "Imprinted in black lower center: Design: Katherine McCoy  Typesetting: MacType Net  Printing: Signet",
    "inscribed": "Imprinted in blackfrom upper center to lower center of sheet: The \/ criticallyrical \/ practice theory \/ the Graduate Program in Design \/ materialimmaterial \/mathematicpoetic \/ desirenecessity \/ in \/ formcontent \/ authenticsimulated \/ mythologytechnology \/ culturalnatural \/ vernacularclassical \/ geometricbiomorphic \/ personaluniversal \/ globallocal \/ puristpluralist \/ discoursedialog \/ verbalvisual \/ languagethought \/ conceptualaesthetic \/ symbolicdiagrammatic \/ analyzesynthesize \/ artscience\n\nImprinted in black across upper center section in much smaller font: A multidisciplinary design philosophy provides shared theory and history between the \/ two and three dimensional design fields. \/ Individual experimental design projects, assigned projects and projects with actual corporate and \/ government clients form a bridge between theory and practice. \/ In the open studio environment, design ideas and theories are explored, discussed, debated \/ and collaborated on with fellow students and the designers-in-residence. One concern \/ is the development of the individual designer as the giver of significant form to \/ communicate with the environment and to technology.\n\nImprinted in black, slightly larger font, superimposed over previous text: A two-year MFA program for the advanced student or mid-career professional \/ emphasizing graphic design and product, furniture and interior design is offered by the \/ Department of Design \/ [illeg] history that includes Charles and Ray Eames, Florence Knoll, Ellie and Eero Saarinen, Harry Bertoia and many others, Cranbrook provides an intensive studio \/ in which an international group of students developed advanced \/ projects and seek to synthesize new languages of design.\n\nImprinted in black upper right quadrant: Katherine and Michael McCaoy \/ Designers in Residence, Design Department \/ Roy Slade \/ Presdident, Cranbrook Academy of Art\n\nVerso: Imprinted in black on individual postcard sections, registration forms for admission to Cranbrook (24); address label to Dan Friedman",
    "provenance": "From the collection of Dan Friedman",
    "dimensions": "71.1 x 55.7 cm (28 x 21 15\/16 in. )",
    "creditline": "Gift of Ken Friedman",
    "description": "At center a photomechanical reproduction of a photomontage of industrial design, printed in blue-green at right, and graphic design printed in brown at left. The poster design is bilaterially arranged throughout. At the four corners of the design are text boxes reading \"see\", \"read\", \"text\", \"image\". These words and the boxes that contain them are printed in alternating black, pink and blue and are connected across the image by thin black lines. Top section of sheet is divided in brown at left and blue-green at right with text block reading \"cranbrook\" at upper left corner and \"graduate\" at upper right.  The sheet is dominated top to bottom by text in different fonts arranged on a center justification.",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042311",
            "role_id": "35236655",
            "person_name": "Katherine McCoy",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042311\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}