{
    "id": "874394097",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/874394097\/",
    "name": "Claire Falkenstein",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "A bold and prolific artist, Claire Falkenstein worked in painting, drawing, sculpture, jewelry, film, public works, and architecture. Her work is recognized for its distinctive, organic, abstract forms and its dynamic engagement with space. Throughout Falkenstein’s career, she produced over 4,000 works of art.\n\nBorn in Oregon in 1908, Falkenstein moved to San Francisco, California when she was 12 years old. She studied anthropology, philosophy, and fine art at the University of California Berkeley, and as an undergraduate she had her first one-woman show at a San Francisco gallery. After graduating in 1930, she continued to study art at Mills College in the early 1930s. In San Francisco, Falkenstein went on to teach at various institutions including UC Berkeley Extension, and the California School of Fine Arts. The Abstract Expressionist movement at the California School of Fine Arts influenced the free-form gesture of the work she did there. In 1950, Falkenstein moved to Paris, France where she forged connections with fellow artists such as Jean Arp, Constantin Brancusi, and Alberto Giacometti. She created artwork out of simple materials that would become staples of her signature style. Falkenstein moved to Los Angeles, California in 1963, where she designed many large-scale public works. She passed away there, in 1997, at the age of 89.\n\nFalkenstein was always experimental and innovative, never afraid to operate on the fringes. She eschewed the idea of art as a commodity and preferred instead to think of art as a potentially universal language. Above all, she was not afraid to assert her signature style; she felt that “drawing is everything… sculpture is drawing,” [1], apparent in her works across a variety of media.\n\n[1] Claire Falkenstein, quoted in “Claire Falkenstein,” Artsy, accessed August 11, 2016, https:\/\/www.artsy.net\/artist\/claire-falkenstein.",
    "woe:country_id": "23424977",
    "date": "American, 1908 - 1997",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}