{
    "id": "18538523",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18538523\/",
    "name": "Sonia Rykiel",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "1968  Sonia Rykiel founded the company bearing her name and opened her first boutique, in Paris, in Saint-Germain-des-Pres, on the left bank. Women's Wear Daily acknowledged her as the \"Queen of Knits\".\n1986-2000  Opened additional boutiques, in several other Paris locations, featuring her fashions for women, as well as for men, children and the home.\n1991  Introduced the Sonia Rykiel Parfums Beaute subsidiary for perfumes and cosmetics.\nPublications:  \"Et Je la Voudrais Nue\" (1979)\n                    \"Celebration\" (twenty years of fashion) (1988)\n                    \"La Collection\" (1989)\n                    \"Tatiana, Acacia\" (fairy tales for children), illustrated by Charles Matton \n                      (1993)\n                    \"Les Levres Rouges\" (novel) (1996)\n                    \"Paris sur les Pas de Sonia Rykiel\" (1999)\n                    \"Colette et la Mode\", Illustrator\nAbout her:     Patrick Mauries, \"Sonia Rykiel\" (\"Memory of Fashion\" series)\n                    Carmen Castillo and Evelyne Pisier, \"Sonia Rykiel - Quand elle n'a pas de \n                    rouge et elle met du noir\". (biography)\n\nSource: Sonia Rykiel official  biography, Paris Press Office, December 2001.\n1982  Redesigned interior of the Hotel de Crillon, Paris.\n1985  Redecorated the Hotel Lutetia, Paris\n1998  Designed, with the architect Maxime d'Angeac, new rooms for the American Hospital,\nParis.\n1994  Appeared as herself in Robert Altman's film, \"Pret a Porter\", in which Anouk Aimee played the role of the inernational designer based on Sonia Rykiel.\n1997  Designed costumes for the play \"Amok\", from the book by Stephan Zweig.\n1999  Designed costumes for Marianne Denicourt in the play \"La Chambre Bleue\", adapted\nfrom \"Reigen\" By Arthur Schnitzler.\n2000  Designed costumes for the musical The Ten Commandments\" (music by Pascal Obispo).\nAwards include: Fashion Group International, New York -Oscar (1986); French Ministry of Culture-Officier de l'Ordre des Arts et des Lettres (1993) and Officier de l'Ordre National de la Legion d'Honeur (1996); Chicago Historical Society-Costume Committee Award for Design Excellence; Fashion Group International Award to Sonia Rykiel and daughter Nathalie Rykiel (2001); French Ministry of Economy, Finances and Industry-Commandeur de l'Ordre National du Merite.",
    "woe:country": null,
    "date": null,
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": "\/m\/04lr2m",
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "9323",
        "vanda:id": "7427",
        "viaf:id": null,
        "wikipedia:id": "1245190",
        "ideo:id": null
    }
}