{
    "id": "18695381",
    "tms:id": "223257",
    "accession_number": "2002-11-36",
    "title": "Brochure, \"Genesis: 3\", ca. 1955",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18695381\/",
    "department_id": "35347493",
    "period_id": "35417329",
    "date": "ca. 1955",
    "year_start": "1945",
    "year_end": "1965",
    "year_acquired": "2002",
    "decade": "1940",
    "woe:country": null,
    "medium": "Offset lithograph on cream paper",
    "markings": null,
    "signed": "Imprinted in black ink on third page, lower right corner: Design and typography: Paul Rand",
    "inscribed": "Imprinted in black ink on front page upper left quadrant: Genesis: 3\/ The Bible, since the days of Gutenberg,\/ has been an inspiration to typographers of many lands.\/ The text of this interpretation is from\/ the translation issued by the Jewish Publication\/ Society of America in 1917.; [The following text is abbreviated and condensed.] Imprinted on first page upper left quadrant to upper right quadrant: 1. Now the serpent was more subtle than any beast\/ of the field which the Lord God had made. And\/ he said unto the woman: 'Yea, hath God said:\/ Ye shall not eat of any tree of the garden?'... 8. And they heard the voice of the Lord God\/ walking in the garden toward the cool of the day;\/ and the man and his wife hid themselves from\/ the presence of the Lord God amongst the trees\/ of the garden.; imprinted on the second page upper left quadrant to upper right quadrant: 9. And the Lord God called unto the man, and said\/ unto him: 'Where art thou?'... 16. Unto the woman He said: 'I will greatly\/ multiply thy pain and thy travail; in pain thou\/ shalt bring forth children; and thy desire shall\/ be to thy husband, and he shall rule over thee.'; imprinted on third page from upper left quadrant to lower right corner: 17. And unto Adam He said: 'Because thou hast\/ hearkened unto the voice of thy wife, and hast\/ eaten of the tree, of which I commanded\/ thee, saying: Thou shalt not eat of it; cursed is\/ the ground for thy sake; in toil shalt thou eat\/ of it all the days of thy life. ...Design and typography: Paul Rand\/ Composition and offset printing: Tri-Arts Press\/ Text: 14 Linotype Garamound #3\/ Paper: Clear Spring Book, antique offset natural",
    "provenance": null,
    "dimensions": "29.8 x 22.8 cm (11 3\/4 x 9 in.), closed\n29.8 x 90.5 cm (11 3\/4 x 30.5 in.), opened",
    "creditline": "Gift of Marion S. Rand",
    "description": "Four page brochure on cream paper.  On cover page, upper left quadrant, title and publication information.  Lower right quadrant, light brown spiral running off page. On first, second, and third pages, across upper sheets, two blocks of text from Genesis describing Adam and Eve eating the forbidden fruit and God's punishments.  On lower center of three pages light brown spiral continues, changing into red apple with green leaf, changing back into light brown curving line, that becomes green and ends in spiral. A new red curving line starts next to green spiral, changes into yellow and curves up in \"S\"-shape, changing into red and running off page. Lower right corner, text block on design information. Verso, blank pages.",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/40193_d5b85338be786e84_b.jpg",
                "width": 1024,
                "height": 352,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/40193_d5b85338be786e84_n.jpg",
                "width": 320,
                "height": 110,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/40193_d5b85338be786e84_z.jpg",
                "width": 640,
                "height": 220,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18042341",
            "role_id": "35236763",
            "person_name": "Paul Rand",
            "role_name": "Graphic Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions": [

    ]
}