{
    "id":"18550437",
    "tms:id":"68122",
    "accession_number":"1938-88-7170",
    "title":"Drawing, \"Project for a Sepulchral Monument (Mausoleum)\", ca. 1800",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18550437\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "media_id":"35371003",
    "type_id":"35237093",
    "date":"ca. 1800",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and black ink, brush and gray, green, blue, and brown wash, black chalk on paper, lined",
    "markings":"watermark: Vanderley",
    "signed":null,
    "inscribed":"Numbered in pen and black ink at lower right: 3S",
    "provenance":"Giovanni Piancastelli; Mr. and Mrs. Edward D. Brandegee",
    "dimensions":"26.9 x 46.3 cm (10 9\/16 x 18 1\/4 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Design for a sepulchral monument.  The sheet is divided into two parts.  The upper portion depicts the elevation of a domed\/vaulted building, positioned on a multi-leveled platform.  Flights of stairs lead up to the building (located on the third level).  On the second level two fluted columns stand on either side of the building.  They are toped with figures standing on spheres.  At the first level of the platform there are two statues standing besides censers, and like the columns, these sculptural groupings are located on either side of the building.  There is long horizontal freeze located at the center of the first level of the platform.  \n\nThe lower portion of the sheet depicts a half of the plan for the structure.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Project for a Sepulchral Monument (Mausoleum)\", ca. 1800.\nca. 1800. Pen and black ink, brush and gray, green, blue, and brown wash, black chalk on paper, lined. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-7170."
    },
    "colors":[
        {
            "color":"#82887b",
            "closest_css3":"#808080"
        },
        {
            "color":"#ede3f2",
            "closest_css3":"#e6e6fa"
        },
        {
            "color":"#626d65",
            "closest_css3":"#696969"
        },
        {
            "color":"#40534f",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#313738",
            "closest_css3":"#2f4f4f"
        }
    ]
}