{
    "id": "18041923",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18041923\/",
    "name": "Edward McKnight Kauffer",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "489",
    "biography": "Edward Mcnight Kauffer was born in Great Falls, Cascade County, Montana on 14 December 1890. He grew up in the small town of Evansville on the Ohio River in Indiana, where the Kauffer grandparents had settled. After the divorce of their parents, he spent two years in an orphanage. By the age of four or five he had begun to draw. His mother remarried in 1899. Kauffer left school at the age of 12 or 13 to be helper to the scene painter in the City Directory. In the Elder Bookshop and Art Rooms in San Francisco Kauffer acquired not only a speaking voice of marked attractiveness and distinction but also a life-long passion for books. He continued his studies as a painter by receiving his first formal training at evening sessions at the Mark Hopkins Institute. He met Professor McKnight, who became his patron; in homage to him Kauffer adopted the name of McKnight. A small exhibition of Kauffer's paintings was held at the Elder Art Rooms. From 1912 to 1913 he was a student at the Art Institute of Chicago. Kauffer reached Paris in the autumn of 1913. On July 1914 he married an American concert pianist, Grace Ehrlich, and together, they left for England. Kauffer had tried over 25 London companies unsuccessfully when he met Frank Pick, the Publicity Manager of the London Underground Electric Railways. The first posters for the London Underground Railways appeared in 1915. Over the next 25 years the company became his major client and he their major posters artist. During the five years period 1916-1921 Kauffer was an increasingly exhibited painter who seemed to be at home with all of the different, and sometimes warring, elements of the English avant-garde, but he was also an increasingly successful designer. A more interesting commission for which Kauffer produced designs throughout this period was initiated by the Manchester textile company Steinthal & Company A.P. Simon.\nKauffer regularly provided posters, sets and costumes for the Art League of Service, founded in London in 1919. He's career as a painter finished in 1920 with his resignation from the London Group, the failure of X Group. In 1921 he was sufficiently in funds to attempt to establish himself as a designer in New York. He returned to London in the spring of 1922. On his return Kauffer resumed work on a set of posters commissioned by Pick to advertise the principal museums in London. Others clients in this period were Gerald Meynell and Cyril Eastman. It was probably a useful step for Kauffer to join Sir William Crawford's agency, which was alive to continental developments in graphic design.\nIn the thirties Kauffer became a very public figure in Britain. In this period many exhibitions of Kauffer's works were held England.\nHe worked for Cresta Silk and Orient Line. Peter Gregory was one sheet-anchor for Kauffer in the thirties, Jack Beddington was another and made most of his new opportunities. Kauffer's collaboration with Ninette de Valois and Arthur Bliss to create Checkmate in 1937 was his first and last triumph in the theatre. Kauffer bought a small Regency house in Buckinghamshire, North End, where he occupied himself reading Kierkegaard and Dante and tried his hand at illustrating the \"Inferno\". He showed his work in Chicago, New York and designed for Barnum and Bailey's Circus, the New York Subways Advertising Co Inc., Container Corporation, American Silk Mills, many War Relief  Associations, Alfred Knopf, the Modern Library, Harcourt Brace, Random House, Pantheon Books and other companies. Kauffer began to lose interest in the New York advertising scene. A friend of his said that he chose to kill himself with drink. He continued to work to the end, almost obsessively. Kauffer died on 22 October 1954.",
    "woe:country_id": "23424977",
    "date": "American, active England, 1890–1954",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}