{
  "display_date": "ca. 1550", 
  "credit_line": "Museum purchase through gift of Mrs. John Innes Kane", 
  "date_end": "1560", 
  "period": "Late Renaissance", 
  "dynasty": "", 
  "culture": "Italian", 
  "id": "76091", 
  "style": "", 
  "date_begin": "1540", 
  "dimensions": "29.4 x 20.3 cm (11 9/16 x 8 in. )", 
  "copyright": "", 
  "title": "Designs for Two Ewers and a Swing-Handle Bowl", 
  "provenance": "Lord Amherst of Hackney; sale Sotheby's, London, 14 December 1921 [P. and D. Colnaghi, London, 1921]", 
  "credit_line_repro": "", 
  "invno": "1942-36-5                                 ", 
  "movement": "", 
  "medium": "Pen and brown ink, black chalk on cream laid paper", 
  "media_id": "4786", 
  "description": "At left: design for bowl with swing handle. The handle, decorated with applied female terms, is formed by double arches that are connected in the middle by a ring and are hooked to each side of the bowl's rim between the horns of goats' heads. The bowl's body is ornamented with draped festoons, acanthus leaves and a central female mask with fan diadem. Lower center: Design for small ewer shaped as an armless, elongated female term: her head supports a shell spout; her lower body tapers at the base to a simple circular foot; the handle is formed by forward curving scrolls connecting to the shell and term's back. The body of a vessel is also  lightly sketched in the lower part of the design.  At right (larger in scale): Design for a ewer with neck formed by female torso; a shell spout rests upon her head. The body of  this vessel is relatively plain with bands of gadrooning at the bottom; the vessel rests upon a circular pedestal base; its handle is an elaborately-curved, ribbon-like scroll which connects the shell spout to the shoulder of vessel.  At lower right: Small sketch for variation of the ewer at the right .\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n", 
  "classification_id": "7", 
  "restrictions": "", 
  "school": "", 
  "name": "Drawing", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}