{
    "id":"18644771",
    "tms:id":"197289",
    "accession_number":"1993-151-96",
    "title":"Magazine, \"Artforum International Magazine, September 1987\", 1987",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644771\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35247567",
    "date":"1987",
    "year_start":"1987",
    "year_end":"1987",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"26.5 x 26.5 x .6 cm (10 1\/2 x 10 1\/2 x 1\/4 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"The cover design, based on a color transparency by the photographer, William Wegman, is reproduced in tones ranging from dark brown to orange-pink. The principal feature of the design, situated in the right half of the page, is a dog of the Weimaraner breed, with a brown, smooth-textured coat; his head is slightly tilted to the left, he stares directly at the viewer, and his wide-opened eyes and floppy ears are highlighted. He stands with his legs wide apart atop a small chest fabricated in the Louis XVth revival style; the side door of the chest, open on the left, is gilt-trimmed, as are the curved legs and front panel. An easy chair, upholstered in fabric, perhaps velvet, and trimmed at bottom with fringe, is placed in the center left background. There is a hazy, partial view of a black and white dog stretched out in the chair. The painted walls are scraped on the right, as if the paint has worn off or a new color sample has been applied. The parquet floor is scratched in several places. \n\nThe cover refers to the term \"dogumenta,\" a pun on Documenta 8, the international art show in progress at the time the present Artforum was issued. (See \"The Tale That Wags The Dog\")",
    "justification":null,
    "type":{
        "id":"35247567",
        "name":"magazine"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Magazine, \"Artforum International Magazine, September 1987\", 1987.\n1987. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-96."
    },
    "colors":[

    ]
}