{
    "id":"18049179",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18049179\/",
    "name":"Daum",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"5",
    "biography":"The Daum glassworks began as a bottle factory in Nancy and was acquired in the 1870s by Jean Daum (Verrerie de Nancy).  Production gradually became specialized in fine glassware.  Taken over in 1885-87 by his two sons, Auguste (trained as a lawyer) and Antonin (newly graduated from the École central des arts et manufactures), the firm soon began producing colored glass, and in 1891 opened a decoration studio, employing artists, including Henri Bergé, Eugène Damman, and Jacques Gruber, who created the pieces that were exhibited by the Daum firm at the World Colombian Exposition in Chicago in 1893. The Daum works produced layered glass like Emile Gallé’s, and gradually perfected several original and difficult techniques, such as decoration using colored glass powder either fired onto the surface or sealed beneath another layer of glass, wheel cutting, martelage (producing a hammered texture), mold-blowing, etching, and use of applied elements. Two specialties emerged: berluzes (long-necked vases, rising from a low round base) and lamps. In 1906, Daum provided a studio for Almeric Walter, where he produced pâte-de-verre objects.  In the 1920s, the firm’s designs turned to the Art Deco style. Daum continues producing wares to this day, primarily featuring high-end artistic crystal.",
    "woe:country":null,
    "date":"founded 1878, Nancy, France",
    "roles":[
        {
            "id":"35236657",
            "name":"Manufacturer",
            "count_objects":"11305"
        },
        {
            "id":"35351535",
            "name":"Donor",
            "count_objects":"110575"
        },
        {
            "id":"35236675",
            "name":"For",
            "count_objects":"1139"
        },
        {
            "id":"35236685",
            "name":"Maker",
            "count_objects":"4856"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":"1129",
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"5048",
        "vanda:id":"11207",
        "viaf:id":"96555949",
        "walker:id":null,
        "wikipedia:id":"337688"
    }
}