{
    "id": "18044943",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044943\/",
    "name": "Fostoria Glass Company",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "5",
    "biography": "For nearly a hundred years, Fostoria Glass Company produced pressed, blown, and hand-molded glass- and tableware. The company was founded by L.B. Martin and W.S. Brady in Fostoria, Ohio on land donated by the townspeople. Many glass manufacturing firms were drawn to northwest Ohio’s natural gas resources; Fostoria Glass Company was among the many firms who centered operations in that state. Unfortunately, Ohio’s natural gas was depleted quickly, causing Fostoria Glass to relocate to Moundsville, West Virginia in 1891. Moundsville was selected because of the region’s access to coal, used as an alternative fuel for the glass plant; Moundsville also offered the firm a $10,000 cash grant as incentive for the move.\n\nAt Moundsville, Fostoria erected a furnace that could fire up to fourteen pieces of glass at a time, a considerable capacity for the period (this furnace remained in use until 1972). Around the turn of the twentieth century, the firm promoted its manufactured tableware, candelabras, inkwells, vases, fingerbowls and fruit jars, among other types. By 1925, five additional furnaces had been created, and Fostoria produced great numbers of stemware, container glass, decorative lamps, and dinnerware. During the Great Depression and World War II, the company survived by producing milk glass and depression ware, and went on to reach peak production in 1950. Ultimately, however, increased competition led to the company’s demise: in 1983, it sold the Moundsville factory to Lancaster Colony Corporation, which closed the facility three years later.",
    "woe:country_id": "23424977",
    "date": "Moundsville, West Virginia, USA, active 1887-1986",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}