{
    "id": "420557303",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/420557303\/",
    "name": "Artifort",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Artifort’s origins go back to 1890, when the German Jules Wagemans established his upholstery business in Maastricht. His son Henricus Wagemens later expanded the business, including a furniture manufactory as well as a showroom in Amsterdam. Although by the end of the 1920s the company was well-known in Germany, the economically disastrous 1930s forced the firm, then known as H. Wagemens & Van Tuinen, to rebrand. The company became Artifort, a neologism derived from the Latin “ars,” art or knowledge, and “fortis,” strong or powerful; the name also represents comfort, a notion integral to Artifort’s designs. That same decade, the company acquired the license for Epeda patented interior springing; this technical development allowed Artifort to cease using straw, horsehair, and other labor-intensive filling in its upholstery in favor of the new time-saving, durable, and comfortable steel springing.\n\nOne key player at Artifort was Kho Liang Ie, an Indonesian interior and furniture designer who was appointed aesthetic consultant and designer in 1958. The next year, Kho Liang Ie recruited French designer Pierre Paulin, who pioneered new techniques for the firm and in 1970 co-created the Artifort logo that is still in use today. Kho Liang Ie also brought on English designer Geoffrey D. Harcourt, who produced a number of contract designs for Artifort, allowing the firm to expand into that market.\n\nThe company became part of furniture manufacturer Lande Group’s portfolio in 1998, a transition that expanded production into several new factories. Artifort continues to produce its iconic designs while pursuing innovative new ideas in technique and form.",
    "woe:country_id": "23424909",
    "date": "Dutch, founded 1890",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424909"
}