{
    "id":"18485887",
    "tms:id":"153810",
    "accession_number":"1975-11-12",
    "title":"Drawing, \"Design for a Bedroom Interior\", 1930",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18485887\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35379813",
    "type_id":"35237093",
    "date":"1930",
    "year_start":"1930",
    "year_end":"1930",
    "year_acquired":"1975",
    "decade":"1930",
    "woe:country":"23424977",
    "medium":"Brush and watercolor, white gouache, pen and gray ink, graphite on cream illustration board, ruled border in graphite",
    "markings":null,
    "signed":null,
    "inscribed":"Printed label on verso: ABACCO\/ILLUSTRATION BOARD\/Single or Double Thick- ness\/15x20 20x30 30x40\/ARTISTS BRUSH AND COLOR CORPORATION\/DISTRIBUTORS\/E. H.&A.C. FRIEDRICHS CO.\/NEW YORK\/THE HIRSHBERG CO\/ BALTIMORE, MD\/HENRY M. TAWS\/PHILADELPHIA, PA.",
    "provenance":"Donald Deskey, New York City",
    "dimensions":"Overall: 37.8 x 50cm (14 7\/8 x 19 11\/16in.)\nMat: 40.6 x 50.8 cm (16 x 20 in.)",
    "creditline":"Gift of Donald Deskey",
    "description":"Beige-toned bedroom with a two-sided shallow built-in frame extending from the back wall and continuing at right angle on to the right wall. Bed within the framework, covered by a plaid-patterned spread with beige background and intersecting narrow white and dark brown lines. The dark brown bottom edge of the spread may depict a fringe or perhaps a shallow platform on which the mattress is set.  A white shag rug anchored by the bed overlays a floor painted dark blue, perhaps representing a wall-to-wall carpet. A mirror, precisely the same width as the back of the frame, occupies the entire space between the top of the frame and the ceiling. Two small windows,  wide apart and covered by Venetian blinds, are set in the right wall. Just next to the bed on the left, a night stand comprised of three rounded-edge shelves attached to a vertical backing spans the wall and the frame's edge.  The material's shiny surface reflects light from an unseen source and possibly matches that at the bottom edge of the spread.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041973",
            "role_id":"35236703",
            "person_name":"Donald Deskey",
            "role_name":"Office of",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041973\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236703\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Design for a Bedroom Interior\", 1930.\n1930. Brush and watercolor, white gouache, pen and gray ink, graphite on cream illustration board, ruled border in graphite. Gift of Donald Deskey. 1975-11-12."
    },
    "colors":[
        {
            "color":"#c0b1a1",
            "closest_css3":"#a9a9a9"
        },
        {
            "color":"#757bac",
            "closest_css3":"#778899"
        },
        {
            "color":"#837c88",
            "closest_css3":"#808080"
        },
        {
            "color":"#423940",
            "closest_css3":"#2f4f4f"
        }
    ]
}