{
    "id": "18666959",
    "tms:id": "208863",
    "accession_number": "1997-164-1",
    "title": "Poster, Fires in the Mirror, 1996",
    "title_raw": "Fires in the Mirror",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18666959\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35383587",
    "type_id": "35238163",
    "date": "1996",
    "year_start": 1996,
    "year_end": 1996,
    "year_acquired": "1997",
    "decade": "1990",
    "woe:country_id": null,
    "medium": "Off-set lithography and silkscreen on white glossy paper",
    "markings": null,
    "signed": "Imprinted in black, handwritten font, vertically on right side of photo located center-right: \"C. Walsh Theatre\".",
    "inscribed": "Imprinted in silver, across bottom: \"BY ANNA DEAVERE SMITH DIRECTED BY MARILYN PLOTKINS APRIL 6 - 8, 8 PM\".\nVerso: Imprinted all in black, starting from upper left and across:\n1. \"Emmanuel Musics\/ BRAHMS SERIES\/ Craig Smith, Artistic Director\/ Leonard Matczynski, Executive Director\/...\"\n2. \"Boston Music Theatre Project\/ JOAN OF ARC\/ Book and Lyrics by Laura Harrington\/ Music by Mel Marvin...\"\n3. \"Suffolk Student Theatre\/ presents\/ FIRES IN THE MIRROR\/ by Anna Deavere Smith...\"\n4. COLLAGE NEW MUSIC\/ David Hoose, Music Director\/...\"\n5. \"PROMETHEUS DANCE\/ Diane Arvanites-Noya, Artistic Directo\/...\"\n6. \"RUTH BIRNBERG DANCE\/ Ruth Birnberg, choreographer\/ Stephen  Drury, pianist\/...\"\nImprinted in white, inside black rectangle under each section: \"C.Walsh Theatre Suffolk University 55 Temple Street Boston, MA (617) 573-8680\".",
    "provenance": null,
    "dimensions": "50.2 x 48.3 cm (19 3\/4 x 19 in. )",
    "dimensions_raw": {
        "height": [
            "50.20",
            "centimeters"
        ],
        "width": [
            "48.30",
            "centimeters"
        ]
    },
    "creditline": "Gift of Farenheit",
    "description": "Recto: Silver right bracket shape on white, glossy paper with \"FIRES IN\/ THE\/ MIRROR\" superimposed on top.  Typeface is composed of collage technique with \"FIRES\" made up of book clippings, \"THE\" in marbleized image, and \"MIRROR\" in red, purple and green with image of hand, and blurred body.  Black and white photograph in between silver bracket shape which together resembles letter \"E\".  Image of bearded man wearing suit, sunglasses, and hat with right arm raised in protest.  Behind, image of crowd protesting. Red ink seeping into photograph from right side. White border around.  Along left bottom edge, there is pastel colored abstraction and along right bottom edge, there is sideway view of Renaissance painting of Madonna and Child with only parts of figures scene.  Along right edge, color field from computer program or printer.\nVerso: Divided into six sections in 2 x 3 table.  Within each section, information pertaining to specific program planned for theatre.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "poster",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18049743",
            "role_id": "35351535",
            "person_name": "Fahrenheit",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18049743\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18041827",
            "role_id": "35236655",
            "person_name": "Paul Montie",
            "person_date": "b. 1965",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18041827\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, Fires in the Mirror, 1996. Off-set lithography and silkscreen on white glossy paper. \nGift of Farenheit. 1997-164-1"
    },
    "colors": [

    ],
    "is_loan_object": 0
}