{
    "id": "18110205",
    "tms:id": "8125",
    "accession_number": "1901-39-1601",
    "title": "Drawing, \"Project for a painted ceiling and the decoration of a short wall illustrating the Seasons.\", 1630–50",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18110205\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1630–50",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1901",
    "decade": null,
    "woe:country": "23424853",
    "medium": "Black and red chalk, pen and ink, brush, and gray watercolors.  Three pieces of paper pasted together vertically.",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": null,
    "creditline": "Museum purchase through gift of various donors",
    "description": "Vertical rectangle.  The decoration of the wall is not entirely shown.  Laterally are windows.  In the middle is intended a painted view in a garden atrium.  The opening is bordered above by an overdoor with two alternative suggestions united to one whole.  At left: an escutcheon, with a rectangular frame for a picture, is carried by putti; at right: a scrollwork frame with a portrait of a victorious general is carried by a putto holding in his outside arm a shield with a crowned double-headed eagle.  Above, in the center, is a part of a putto leaning his hand upon a frame, which is intended to have a counterpart \"Autumn\", \"Summer\", \"Winter\", sit upon clouds above the wall decoration.  \"Saturnus\" flies toward \"Summer\" from the ovoidal scrollwork frame in the middle of the ceiling.  A child with a basket kneels in the corner at right.  The ovoidal frame is supported laterally by pilasters of a kind, showing in the middle niches with female statues.  Winged armless mermaids are shown laterally.  Beside the pilaster at right sit women with wreathes and more children with vessels filled with flowers.  The short wall opposite the shown one is faced by Cybele in her chariot drawn by lions and receiving fruits offered by a girl.  A woman with a vine is at her other side.  A woman carrying birds on a stick is beside the pilaster on the other long side.  At right of it a child extending his arm toward a fruit basket carried by another child, sits upon the mermaid.",
    "justification": null,
    "culture": "Italian",
    "style": null,
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/25379_26ba73df8b6d7528_b.jpg",
                "width": 620,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/25379_26ba73df8b6d7528_n.jpg",
                "width": 194,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/25379_26ba73df8b6d7528_z.jpg",
                "width": 387,
                "height": 640,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/694_faf34ae1d6a0786c_b.jpg",
                "width": 632,
                "height": 1024,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/694_faf34ae1d6a0786c_n.jpg",
                "width": 198,
                "height": 320,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/694_faf34ae1d6a0786c_z.jpg",
                "width": 395,
                "height": 640,
                "is_primary": "0"
            }
        }
    ],
    "participants": [

    ],
    "exhibitions": [

    ]
}