{
    "id": "18728721",
    "tms:id": "240361",
    "accession_number": "2008-42-15",
    "title": "Plate, 1925",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18728721\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "51585361",
    "type_id": "35236833",
    "date": "1925",
    "year_start": 1925,
    "year_end": 1925,
    "year_acquired": "2008",
    "decade": "1920",
    "woe:country": "23424853",
    "medium": "Glazed and gilt porcelain",
    "markings": "On underside:  In an overglaze gold shield below the word \"ITALIA Richard-Ginori\/Pittoria\/Di Doccia\/1925\"; underglaze \"Ginori\" with a star (partial) in green; \"GÌÖPONTÌ\" and 1925 between two outward facing arrows, in overglaze gold.",
    "signed": null,
    "inscribed": null,
    "provenance": "Estate of Edgar Sachs; 2008: acquired by Museum (via Seymour Askin)",
    "dimensions": "H x diam.: 3.8 x 23.5 cm (1 1\/2 x 9 1\/4 in.)",
    "creditline": "Gift of the Estate of Edgar Sachs, from the Collection of Hilda G. and Edgar Sachs",
    "description": "Circular form; white ground glazed in pink and gray with gilding; image of woman dressed in strapless pink gown, standing on one foot in a yoga-like pose, behind miniature architectural arch and an urn, and holding tray with goblet and bread in her right hand, a flower in her left.",
    "justification": "From Acquisition Justification:\n&quot;The esteemed and influential 20th century Italian architect and designer Gio Ponti graduated from the Milan Polytechnic in 1921, and started a practice with achitects Mino Fiocchi and Emilio Lancia soon after. Almost from the beginning, Ponti did not limit himself to architecture. Throughout his career he explored many design disciplines, ranging from ceramics, glass and cutlery design to graphics, furniture and industrial design. He was also the founding editor of the design&amp;nbsp;magazine Domus, which he ran from 1928-1941, and again from 1947 until his death in 1979. \nIn 1923, the ceramics firm Richard Gionori hired him as artistic director, a post he held until 1930. He revised the firm's output, designing both unique pieces and works that could be industrially produced. This plate is characteristic of the classically inspired wares produced early in his output, and that brought international attention and accolades to Ponti and the Ginori factory. The firm's display at the 1925 Paris Exposition Internationale des Arts Decoratifs et Industriels Modernes won a Grand Priz, in great part due to Ponti's ceramics that showed classical forms and motifs filtered through his 'moder' sensibility. He designed works of bold forms and proportions, with surface decoration possessing a two-dimensional graphic quality accentuated by strong shapes in a minimal palette of two or three deep colors, often outlined or highlighted in gold. \nThis circular plate is decorated in a style and palette similar to a series first exhibited by Ponti in 1923, called 'La passeggiata archeologica' (An archeological stroll), consisting of flat looking figures, identified by an attribute or a specific pose, often set against a white ground or gilded background pattern. In this plate, the classical references are more a&amp;nbsp;suggestion, since the figure is dressed in what looks like a modern gown and shoes. She holds a tray with a loaf of bread and goblet in one hand, and a leafy spring in the other. Before he is a small structure suggestive of an ecclesiastical portal composed of simple shapes in gray and gold.&quot;",
    "type": {
        "id": "35236833",
        "name": "plate"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/47443_8ddadb05b8851a75_b.jpg",
                "width": 1024,
                "height": 966,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/47443_8ddadb05b8851a75_n.jpg",
                "width": 320,
                "height": 302,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/47443_8ddadb05b8851a75_z.jpg",
                "width": 640,
                "height": 604,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18062113",
            "role_id": "51571159",
            "person_name": "Estate of Edgar Sachs",
            "role_name": "Agent",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062113\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/51571159\/"
        },
        {
            "person_id": "18050711",
            "role_id": "35236657",
            "person_name": "Richard-Ginori",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050711\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18050709",
            "role_id": "35236655",
            "person_name": "Gio Ponti",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050709\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062113",
            "role_id": "35351535",
            "person_name": "Estate of Edgar Sachs",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062113\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Plate, 1925. Glazed and gilt porcelain. Gift of the Estate of Edgar Sachs, from the Collection of Hilda G. and Edgar Sachs. 2008-42-15."
    },
    "colors": [
        {
            "color": "#a05b87",
            "closest_css3": "#808080"
        },
        {
            "color": "#b9955c",
            "closest_css3": "#bdb76b"
        },
        {
            "color": "#724759",
            "closest_css3": "#696969"
        },
        {
            "color": "#916c61",
            "closest_css3": "#808080"
        },
        {
            "color": "#c8bdaa",
            "closest_css3": "#c0c0c0"
        }
    ]
}