{
  "year_start": "1979", 
  "exhibitions": [], 
  "justification": null, 
  "tms:id": "196851", 
  "images": [], 
  "id": "18643967", 
  "decade": "1970", 
  "dimensions": "30 cu. ft.", 
  "title": "Archives, 1993-151-1, 1979–93", 
  "provenance": "The materials in this collection were donated to Cooper Hewitt, National Design Museum in 1993 by Tibor Kalman, the founder and president of M & Co.", 
  "participants": [
    {
      "person_name": "Tibor Kalman", 
      "role_url": "http://collection.cooperhewitt.org/roles/35351535/", 
      "person_url": "http://collection.cooperhewitt.org/people/18041523/", 
      "role_name": "Donor", 
      "person_id": "18041523", 
      "role_id": "35351535"
    }
  ], 
  "woe:country": null, 
  "department_id": "35347485", 
  "medium": "Business correspondence, legal correspondence, lecture notes, video recordings, film boxes/cans, photographs, slides, drawings, client lists, mechanicals.", 
  "description": "This collection covers the life of the company, from 1979 through 1993. \nAdministrative Files consist of client lists and legal correspondence concerning a lawsuit with a Canadian firm. Also included are materials pertaining to \"Graphic Design in America: A Visual Language History\", an exhibition that was held at the Walker Art Center, and a book of the same title, that featured the work of Kalman and M & Co. \nProject Files contain correspondence, sketches, drawings, photographs, slides, and oversized mechanicals, for packaging, logos, letterheads, publication covers, menus, labels, advertisements, and brochures. Kalman's lecture notes are included as well. \nThe collection contains music videos of the Talking Heads \"(Nothing But) Flowers\" and \"Storytelling Giant\" and trailers for the motion pictures \"Silence of the Lambs\", \"Swimming to Cambodia\", \"Something Wild\", and \"True Stories\". Files vary in their completeness. Extensive material exist for albums covers for the Talking Heads rock band and David Byrne, advertisements for Restaurant Florent, advertisements and invitations for clothing designer Isaac Mizrahi, and internal projects for M & Co. and Kalman. Layouts, mechanicals, and correspondence for Maira Kalman's children's books from 1988-1993 are included. Also contains page layouts for Interview and Artforum magazines. Using the materials in this collection, the transition that occurred in the graphic design profession during the 1980s can be traced from the use of camera-based, cut-and-paste production methods to seamless, digital design.", 
  "creditline": "Gift of Tibor Kalman/ M & co.", 
  "period_id": null, 
  "date": "1979–93", 
  "url": "http://collection.cooperhewitt.org/objects/18643967/", 
  "accession_number": "1993-151-1", 
  "year_end": "1993", 
  "signed": null, 
  "inscribed": null, 
  "markings": null, 
  "year_acquired": "1993"
}