{
    "id": "51689375",
    "tms:id": "276270",
    "accession_number": "2013-52-4",
    "title": "Print, \"New Urban Ground, Proposal for Rising Currents Exhibition\", 2009",
    "title_raw": "New Urban Ground, Proposal for Rising Currents Exhibition",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/51689375\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35434843",
    "type_id": "35236873",
    "date": "2009",
    "year_start": 2009,
    "year_end": 2009,
    "year_acquired": "2013",
    "decade": "2000",
    "woe:country_id": "23424977",
    "medium": "Digital print on archival paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2013: acquired by Museum directly from ARO",
    "dimensions": "61 x 91.4 cm (24 x 36 in.)",
    "dimensions_raw": {
        "height": [
            "60.96",
            "centimeters"
        ],
        "width": [
            "91.44",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from Architecture Research Office and from General Acquisitions Endowment Fund",
    "description": "View of Hanover Square featuring proposed porous concrete street tiles and underground vaults.",
    "justification": "In 2009-10 five teams of architects, landscape architects and other professionals were invited to take part in a workshop at PS 1, organized by MoMA and Barry Bergdoll, then Head of the Architecture and Design Department, to address the problem of global warming and its impact on lower Manhattan.&amp;nbsp; This was three years before Hurricane Sandy battered Manhattan in October 2012.\nCity officials from various agencies including the Office of Emergency Management, Department of City Planning, various New York State agencies,&amp;nbsp; climate scientists, along with the public were invited to attend these meetings.&amp;nbsp;&amp;nbsp; The workshop led to five different interventions for the treatment of lower Manhattan by the architectural teams and an exhibition at MoMA in 2011.&amp;nbsp; The Drawings, Prints, and Graphic Design Department has selected one of these projects to document in the permanent collection, the proposal of National Design Award winners Architectural Research Office (ARO) working with Susannah C. Drake of DLandstudio.&amp;nbsp; Drake’s contribution came out of an earlier solution she designed in 2008 for cleaning up the Gowanus Canal in what was called Sponge Park-- a man-made concrete which absorbs liquid and re-distributes it.&amp;nbsp; The ARO proposal, called New Urban Ground, transforms the coastline of lower Manhattan through a series of man-made wetlands and the absorptive open-mesh concrete tiles into a green and eco-friendly transitional field that will allow Manhattan to survive by interacting with the rising sea levels that are predicted as a result of climate change. These systems will provide a buffer against rising water and restore the natural dynamic of the water and the landmass.\nIncluded in the package of presentation materials are five digital renderings.&amp;nbsp; The first is a schematic view of lower Manhattan showing the extent of ARO’s intervention with parks and wetlands to create new ecosystems, facilitating interconnectivity.&amp;nbsp; The proposal adds two miles of shoreline to Manhattan and shows the levels of interventions in different colors of green.&amp;nbsp; The light green areas are salt water marshes, the medium green areas are freshwater wetlands, and the dark green areas are parks.&amp;nbsp; An outer dotted line shows high tide based on a projected sea level rise of six feet.&amp;nbsp; The inner dotted line shows the area that would be flooded by a 24-foot storm surge from a level 2 hurricane.&amp;nbsp;&amp;nbsp; The second rendering imagines a perspective view of lower Manhattan to illustrate the new ecological interconnectedness of the Park areas the salt and freshwater marshes, and a marina.&amp;nbsp; Two additional views illustrate lower Broadway and Hanover Square.&amp;nbsp; These images show the porous concrete street tiles that will absorb and distribute the flood waters in different levels.&amp;nbsp; They also illustrate two kinds of underground vaults.&amp;nbsp; One is for dry utilities, such as electricity and telecommunications wiring, the other is for wet utilities, water, gas, and sewers.&amp;nbsp; Finally, there is a view of the eastern shore of lower Manhattan, illustrating a series of raised walkways connecting the man-made estuaries and people kayaking allowing for public enjoyment of the landscape.",
    "woe:country": "23424977",
    "type": "Print",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90100_216ce495d8a8b936_b.jpg",
                "width": 994,
                "height": 1024,
                "is_primary": "1",
                "image_id": "90100"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90100_216ce495d8a8b936_z.jpg",
                "width": 621,
                "height": 640,
                "is_primary": "1",
                "image_id": "90100"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90100_216ce495d8a8b936_n.jpg",
                "width": 311,
                "height": 320,
                "is_primary": "1",
                "image_id": "90100"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90100_216ce495d8a8b936_d.gif",
                "width": 311,
                "height": 320,
                "is_primary": "1",
                "image_id": "90100"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/90100_216ce495d8a8b936_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "90100"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "51688353",
            "role_id": "35236655",
            "person_name": "Susannah Churchill Drake",
            "person_date": "Born November 6, 1965",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51688353\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18538851",
            "role_id": "35236655",
            "person_name": "ARO (founded 1993)",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18538851\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18538851",
            "role_id": "35351535",
            "person_name": "ARO (founded 1993)",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18538851\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Print, \"New Urban Ground, Proposal for Rising Currents Exhibition\", 2009. Digital print on archival paper. Museum purchase from Architecture Research Office and from General Acquisitions Endowment Fund. 2013-52-4."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}