{
    "id":"35460605",
    "tms:id":"274770",
    "accession_number":"2012-16-1",
    "title":"Vase, \"Design #374\", 1932–35",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/35460605\/",
    "department_id":"35347497",
    "period_id":null,
    "media_id":"35402723",
    "type_id":"35237225",
    "date":"1932–35",
    "year_start":"1930",
    "year_end":"1935",
    "year_acquired":"2012",
    "decade":"1930",
    "woe:country":"23424977",
    "medium":"Glass",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"2004: Damon Crain purchased from New Jersey collection; 2012: acquired by Museum",
    "dimensions":"H x diam.: 15.2 x 10.5 cm (6 in. x 4 1\/8in.)",
    "creditline":"Gift of Damon Crain",
    "description":"Amethyst coil wrapped baluster body, the coil applied on the cylindrical upper portion above a bulbous base.",
    "justification":"\nBlenko glass represents the combination of technological advances in glassmaking with the original designs created by designers, with a focus on color, a key part of it impact. First producing flat glass for windows, including stained class for the windows of St. Patrick’s Cathedral in New York City, the company earned national recognition especially for the creation of a strong red glass that could be double fired. Red is a notoriously fugitive color in glass, and the ability for it to be double fired and not lose color enabled enamel painters to paint on it. Soon this color and others were applied to tableware; the first tableware catalogue appeared in 1929, and was followed by patronage by major department stores. Devoted to handmade glass, some of the early pieces emulated Venetian glass with irregular shapes and texture to emphasize the handmade elements. At the same time, there was an eye to how handmade and modern lifestyle could co-exist in a design idiom. As a testament to the popularity of Blenko’s early tableware, the White House acquired a collection.\nAlthough the work of the company’s first designers achieved much critical acclaim, there was no official design director and designers largely went un-credited. The hiring of the company’s first Design Director, Winslow Anderson, in 1947 was a noteworthy event; at the time it was extremely forward thinking to employ a full-time in-house designer, which gave an overall design direction to the firm’s output. Moreover, Blenko made the decision to allow designers full and unlimited creative freedom. The Historic Period includes the work of the company’s first four Design Directors: Winslow Anderson, Wayne Husted, Joel Philip Myers, and John Nickerson. Where Husted pioneered a Studio Glass aesthetic before the movement even began, Myers carried the torch as a significant and active founding member of the movement, while Nickerson was the first Design Director hired by Blenko with pre-existing knowledge of the Studio Glass Movement.\nAfter Nickerson left in 1974, the firm continued with a resolute commitment to glass design in spite of dwindling demand. Their production represents a major story of the American handmade glass industry, much of which was based in West Virginia, where more than 50 glass companies used to be. The glass industry has decreased to only a few firms that create handmade antique glass. Blenko glass represents an important addition to the Museum’s collection being both American and innovative in its designs and color techniques. It helps bridge a history from early glass making to the Studio Glass Movement of the late twentieth century.\n.1\nThis vase, one of the earliest Blenko designs with applied decoration, is documented as a line drawing in an early Blenko ledger, reproduced in Eason Eige, &quot;Blenko Glass 1930-53&quot;, p. 136, although the original drawings and ledger are now missing. A similar example with a Blenko label is in the Huntington Museum of Art in West Virginia. It shows the skill of applied coil decoration and an unusual color, an amethyst or lavender, made with the freedom of form unusual in the United States at that time.\n&amp;nbsp;",
    "type":{
        "id":"35237225",
        "name":"Vase"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/50237_a277867510665f7e_b.jpg",
                "width":849,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/50237_a277867510665f7e_n.jpg",
                "width":265,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/50237_a277867510665f7e_z.jpg",
                "width":530,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[

    ],
    "tombstone":{
        "epitaph":"Vase, \"Design #374\", 1932–35.\n1932–35. Glass. Gift of Damon Crain. 2012-16-1."
    },
    "colors":[
        {
            "color":"#716b6f",
            "closest_css3":"#696969"
        },
        {
            "color":"#473f44",
            "closest_css3":"#2f4f4f"
        }
    ]
}