{
    "id": "51497205",
    "tms:id": "275138",
    "accession_number": "2013-48-1",
    "title": "Hanging, Prayer Wall, 2012",
    "title_raw": "Prayer Wall",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/51497205\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35394271",
    "type_id": "35257233",
    "date": "2012",
    "year_start": 2012,
    "year_end": 2012,
    "year_acquired": "2013",
    "decade": "2010",
    "woe:country_id": "23424819",
    "medium": "Medium: linen, cotton\nTechnique: stitched\nLabel: Stitched linen and cotton",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "H x W x D: 182.9 x 116.8 x 15.2 cm (72 x 46 x 6 in.)",
    "dimensions_raw": {
        "depth": [
            "15.24",
            "centimeters"
        ],
        "height": [
            "182.88",
            "centimeters"
        ],
        "width": [
            "116.84",
            "centimeters"
        ]
    },
    "creditline": "Gift of Momentum Group",
    "description": "Rectangular panel of irregularly overvapping tassels of  white linen.",
    "justification": "Sheila Hicks describes what she does and how she thinks as \"channels of investigation.” These explorations come in all media and sizes—from pocket-size weavings or miniatures in silk and stainless steel to full-room installations of linen embroidery. This range reflects her experience at Yale’s School of Art and Architecture, where she studied painting with Josef Albers and photography with Herbert Matter, as well as the years she lived and worked in South America studying Andean weavers and archaeological sites. \nAt the time of proposed acquisition, the museum is fortunate to have more than 20 examples of Hicks’s \"channels of investigation\" in its collection. The works, which span most of her career as an artist and textile designer, include 20 miniatures made between 1957 and 2005 and two large panels representing embroidered works from 1967 and 1997, respectively. The museum has chosen to collect this artist in-depth because of her importance to the textile field during the 20th and 21st centuries. Hicks is one of the foremost American artists practicing today.\nPrayer Wall, created for her solo exhibition at Sikkema Jenkins & Co. in 2012, would be the largest and most recent work by Hicks to enter the collection. The piece demonstrates a serendipitous sensibility—its tussled texture invites touch and is a wonderful surface for the play of light and shadow. Prayer Wall relates directly to some of her large-scale commissioned work from the 1960s for the Ford Foundation, George Jensen’s Center for Advanced Design, and Eero Saarinen’s CBS Building. Hicks has collaborated with architects throughout her career, beginning in the late 1950s when she met the architects and engineers Luis Barragán, Ricardo Legoretta, and Félix Candela. At that time, Hicks was moving away from presenting flat woven surfaces and, instead, inserting her work into space so that the surface, light, and color could interact.\nThe “tassels” that form Prayer Wall connect with the museum’s own extraordinary collection of tassels from the 17th and 18th centuries. Braiding and knotting, key techniques in creating tassels, are very familiar to Hicks, who has used the techniques in her work over the years. In Prayer Wall, however, she wraps individual hanks of linen and then secures each one to the backing, thereby allowing the tassel to be more playful and unkempt rather than precisely controlled. Prayer Wall represents how an artist revisits a historic technique and\/or form and translates it into contemporary language.",
    "gallery_text": "Prayer Wall is part of a “channel of investigation” that has engaged Sheila Hicks throughout her career -- one of working with simple bundles of fiber or, as she calls them, “ponytails.” Earlier parts of this investigation include Grand Prayer Rug, commissioned in 1964 for the CBS Building in New York, a niche arch filled with cascading bundles of wool and cotton. Lion’s Lair, commissioned for the George Jensen Center for Advanced Design in 1968, also featured a richly textured composition of white ponytails. Of The Evolving Tapestry: He\/She, in which Hicks stacked three thousand ponytails on the floor, MoMA curator Mildred Constantine wrote, “These modular elements are made up of thread, a linear element, but rather than being intermeshed to produce a plane they are massed to create a volume.” The bundles have taken many forms—bound with brightly colored silk, secured to a foundation, twisted in alternate directions. But Prayer Wall is perhaps the most free—its tousled texture invites touch and offers a compelling play of light and shadow.",
    "label_text": "To make Prayer Wall, Hicks stitched lengths of white linen thread through a backing to form tassels (or ponytails), allowing the loose strands to be playful and unkempt rather than precisely controlled. The tussled surface is wonderfully textural field for the delicate play of light and shadow.",
    "videos": null,
    "on_display": "1",
    "woe:country": "23424819",
    "type": "Hanging",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/92171_3d5113860e0f171b_b.jpg",
                "width": 768,
                "height": 1024,
                "is_primary": "1",
                "image_id": "92171"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/92171_3d5113860e0f171b_z.jpg",
                "width": 480,
                "height": 640,
                "is_primary": "1",
                "image_id": "92171"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/92171_3d5113860e0f171b_n.jpg",
                "width": 240,
                "height": 320,
                "is_primary": "1",
                "image_id": "92171"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/92171_3d5113860e0f171b_d.gif",
                "width": 240,
                "height": 320,
                "is_primary": "1",
                "image_id": "92171"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/92171_3d5113860e0f171b_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "92171"
            }
        }
    ],
    "participants": [
        {
            "person_id": "51688351",
            "role_id": "35351535",
            "person_name": "Momentum Group",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/51688351\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18058887",
            "role_id": "35236655",
            "person_name": "Sheila Hicks",
            "person_date": "American, b. 1934",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18058887\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Hanging, Prayer Wall, 2012. Medium: linen, cotton\nTechnique: stitched\nLabel: Stitched linen and cotton. \nGift of Momentum Group. 2013-48-1"
    },
    "colors": [
        {
            "color": "#baac95",
            "closest_crayola": "#deaa88",
            "closest_css3": "#a9a9a9",
            "closest_css4": "#a9a9a9"
        },
        {
            "color": "#9e896b",
            "closest_crayola": "#9f8170",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "France",
    "is_loan_object": 0
}