{
    "id": "18732761",
    "tms:id": "242502",
    "accession_number": "2009-50-1-a\/c",
    "title": "Telephone, \"Model 500\", 1953",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18732761\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35414113",
    "type_id": "35292687",
    "date": "1953",
    "year_start": 1953,
    "year_end": 1953,
    "year_acquired": "2009",
    "decade": "1950",
    "woe:country": "23424977",
    "medium": "Plastic, metal, rubber",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2009: Transfer from Museum's Exhibition Department; Private collection",
    "dimensions": "H x W x D (not including cord): 12.3 x 21 x 22.7 cm (4 13\/16 x 8 1\/4 x 8 15\/16 in.)",
    "creditline": "Museum transfer from Exhibitions Department",
    "description": "Black rectangular plastic body with sloping top; circular clear plastic dial in center, surrounded by white numbers 1 to 0, the letters A to Y, and the word \"OPERATOR\", all arranged in a circle around the dial, their positions corresponding to fingerholes in dial. Barbell-shaped handset of black plastic sits in cradle on top of body; coiled black wire at one end of handset plugs into telephone body.",
    "justification": "From Acquisition Justification:\n&quot;Prominent&amp;nbsp; American industrial designer&amp;nbsp; Henry Dreyfuss was born in Brooklyn, NY, and was among the first generation of professionals in the field of industrial design. By 1923, he was apprenticing with Norman Bel Geddes, theatrical designer and one of the founders of the industrial design field, working with him on several of his Broadway productions. Dreyfuss also became a consultant for Macy's Department Store, where he not only designed displays, but showed a desire to collaborate with manufacturers on the design of their goods.&amp;nbsp; In 1929, he opened his own office in New York, and went on to open a second in Pasadena, California. In 1965, he was elected the first president of the Industrial Design Society of America. Dreyfuss' career spanned nearly five decades, and his designs ranged from the Big Ben alarm clock and Hoover vacuum cleaners, to locomotives and airline interiors. What set Dreyfuss apart from many of his contemporaries was his interest and contributions in the fields of ergonomics and anthropometrics--the study of human body measurements. His book, The Measure of Man, published in 1960, featured two fictitious characters &quot;Joe&quot; and &quot;Josephine&quot; who represented the average-sized man and woman. The book contained detailed measurements of the human body on which designs could be based. Even before Dreyfuss began designing the Model 500 telephone for Bell Telephone Laboratories (BTL), a longstanding client, he pursued a &quot;five point&quot; guideline for creating good design--safety and utility, maintenance, cost, quality, and appearance.\nDreyfuss began as a consultant to BTL in 1930. Working with the company's engineers, he sought simplicity and unity of form in their telephone equipment, resulting in the model 302 (an example of which is in CHNDM's collection), the first Dreyfuss design produced by BTL, in 1937. The balanced form of the model 302's black phenolic plastic body and handset was seen as a significant improvement over the heavier, larger, awkward telephones previously in use.\nAs demand for telephone service increased after World War II, BTL determined the need for a new design that would be sturdier and easier to service (all telephones were leased at the time) as well as comfortable and unobtrusive, yet attractive to a broad range of customers. After years of research and testing, the model 500 telephone made its debut in 1949. Dreyfuss's care in designing a user-based object is evident in the changes he made to several features: he modified the angular body into a softer sculptural form in a lighter more durable plastic. Unlike the 302's numbers and letters, which were on the porcelain-coated dial directly under the finger holes, the model 500 placed the numbers and letters in a ring outside the finger wheel. This increased legibility and lead to fewer misdials.&amp;nbsp; The new handset, known as the model G, was flatter than its predecessor, making it more comfortable to hold and allowing it to be cradled against the user's shoulder, freeing the hands. This handset design is still used on pay-phones today. In 1953, BTL and Dreyfuss updated the model 500, producing it in several colors and replacing the black metal finger wheel with a lighter, clear plastic version that could compliment a phone of any color.&amp;nbsp; The 1953 model also did away with the long straight cord, replacing it with a coiled one--a feature used until the advent of the cordless phone.&amp;nbsp; Deeming the model 500 a success by the mid-1950s, BTL added a wall-mounted variant to the series, and in 1963 a touch-tone version was introduced. The model 500 became the standard desk-style phone in the US, with over 93 million units produced for use in offices and homes between 1949 and the divestiture of AT&amp;T (the Bell System) in 1984.&quot;",
    "type": {
        "id": "35292687",
        "name": "Telephone"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/42945_65cb12da057dcdaf_b.jpg",
                "width": 1024,
                "height": 712,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/42945_65cb12da057dcdaf_n.jpg",
                "width": 320,
                "height": 222,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/42945_65cb12da057dcdaf_z.jpg",
                "width": 640,
                "height": 445,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/42944_90784a0046fb5c14_b.jpg",
                "width": 1024,
                "height": 810,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/42944_90784a0046fb5c14_n.jpg",
                "width": 320,
                "height": 253,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/42944_90784a0046fb5c14_z.jpg",
                "width": 640,
                "height": 506,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18062607",
            "role_id": "35236667",
            "person_name": "Bell Telephone Laboratories",
            "role_name": "Client",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062607\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        },
        {
            "person_id": "18045011",
            "role_id": "35236657",
            "person_name": "Western Electric Manufacturing Company",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18045011\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18041029",
            "role_id": "35236797",
            "person_name": "Henry Dreyfuss Associates",
            "role_name": "Firm",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041029\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id": "18041501",
            "role_id": "35236655",
            "person_name": "Henry Dreyfuss",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041501\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18060755",
            "role_id": "35351535",
            "person_name": "Private Collection",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18060755\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Telephone, \"Model 500\", 1953. Plastic, metal, rubber. Museum transfer from Exhibitions Department. 2009-50-1-a\/c."
    },
    "colors": [
        {
            "color": "#292926",
            "closest_css3": "#2f4f4f"
        }
    ]
}