{
    "id": "18044845",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044845\/",
    "name": "Braun AG",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "22",
    "biography": "Braun AG (later Braun GmbH) was founded in 1921 in Frankfurt, Germany, by Max Braun, an engineer. The company originally produced radio parts, and was one of the first to combine radios and phonographs into one product.  After World War II, during which the Frankfurt factories were badly damaged, Braun began rebuilding the company, and introduced its first electric shaver. When Max Braun died in 1951, his sons Artur and Erwin assumed leadership of the company. After their wartime experiences under the harsh Nazi regime, the brothers longed to establish a new work model that respected people. They quickly began to offer their employees comprehensive health care, a cafeteria serving nutritious meals, and even an employee magazine.\n\nIn the mid-1950s, with the assistance of Wilhelm Wagenfeld, and students at the design academy in Ulm that sought to carry on the work of the Bauhaus, Erwin Braun revamped the entire line of Braun products.  Braun created its first design department, headed by Fritz Eichler, however, the hiring of industrial designer Dieter Rams in 1955, would have an even greater impact on design at Braun, as the company developed more products for domestic use. Braun became known for its minimal, functional, understandable designs of electronics and home products. Today, Braun’s focus is on grooming products and small kitchen appliances, but the company's philosophy and emphasis on good design remains the same.\n\nSources:\nhttp:\/\/www.braun.com\/global\/world-of-braun\/braun-design\/design-evolution.html\nhttp:\/\/en.wikipedia.org\/wiki\/Braun_%28company%29",
    "woe:country_id": "23424829",
    "date": "Frankfurt Germany, founded 1921",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}