{
    "id": "18734873",
    "tms:id": "243585",
    "accession_number": "1901-39-1212",
    "title": "Drawing, \"Design after Paintings by Raphael and Paintings in Bologna by Albani, Francia, Parmigianino; Monument Verso: Anatomical Study\", 1811–1814",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18734873\/",
    "department_id": "35347493",
    "period_id": "35417089",
    "date": "1811–1814",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1901",
    "decade": null,
    "woe:country": "23424853",
    "medium": "Pen and ink, brush and sepia wash with grayish-brown watercolor washes over traces of graphite on laid paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Giovanni Piancastelli, Rome",
    "dimensions": "37.5 x 25.3 cm (14 3\/4 x 9 15\/16 in.)",
    "creditline": "Museum purchase through gift of various donors",
    "description": "Double sided sheet from sketchbook. Recto, sheet divided into six rectangles, each showing unique scene. Top left rectangle, Isaiah shown between two angels, inscription on tablet between angles: ISAIA 1811. Also inscription below rectangle: Raffaello Roma. Top right rectangle, Diana and Actaeon with inscription below: Albani Bologna.  Middle rectangle, families of Virgin and Elizabeth. Inscription below: Francia Bologna. Bottom right rectangle, Virgin teaches child to read. Inscription below: Parmigianino Bologna. Bottom middle rectangle, Adonis starting hunt. Inscribed below: Parmigianino Bologna. At left top corner, \"141\" and at left bottom corner \"78\". Verso, three anatomical studies of arms, indicating muscles and bones. Three caricature heads in profile.",
    "justification": null,
    "culture": "Italian",
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042405",
            "role_id": "35236655",
            "person_name": "Felice Giani",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}