{
    "id":"18735345",
    "tms:id":"243825",
    "accession_number":"2009-45-2",
    "title":"Armchair, ca. 1870–73",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18735345\/",
    "department_id":"35347497",
    "period_id":null,
    "media_id":"35433761",
    "type_id":"35237947",
    "date":"ca. 1870–73",
    "year_start":null,
    "year_end":null,
    "year_acquired":"2009",
    "decade":null,
    "woe:country":"23424977",
    "medium":"Ash, leather, brass",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Robert Kaufman [1]; 2009: acquired by Museum\n\n\n\n\n\n\n[1] Former CHNDM librarian",
    "dimensions":"H x W x D: 99.1 x 53 x 51.4 cm (39 x 20 7\/8 x 20 1\/4 in.)",
    "creditline":"Museum gift in loving memory of Robert Kaufmann, by his sister, Catherine Tatum",
    "description":"Upholstered seat and back with decorative brass nail heads, incised decoration on wood frame, the seat supported on diagonal front legs reinforced by a turned stretcher, slightly splayed back legs rise to seat back.",
    "justification":"From Acquisition Justification:\n&quot;Kimbel &amp; Cabus: The firm was founded in 1863 by Anthony Kimbel (d. 1895), son of a German neo-gothic furniture maker Wilhelm Kimbel, who immigrated to New York from Mainz in the 1840s, and Joseph Cabus (d. 1897).Both furniture makers who opened their business in New York in 1863. Their partnership lasted until 1882, and was located on lower Broadway. (Kimbel &amp; Sons continued the business after Cabus left&amp;nbsp; until 1941.) Kimbel &amp; Cabus not only manufactured custom and limited stock furniture, but also provided interior decoration services. Their display at the Philadelphia Centennial Exposition in 1876 was outfitted as a fully furnished sitting room, with wallpaper, carpets, portieres, and other upholstered fittings. Kimbel &amp; Cabus worked mainly in two distinct styles, the Renaissance Revival and the &quot;Modern&quot;&amp;nbsp; Gothic. Renaissance revival pieces by Kimbel &amp; Cabus are more commonly found today and are characterized by dark ebonized finishes and incised ornament highlighted in gilding, sometimes inset with decorative painted panels or ceramic tiles. Several other American firms, as well as many contemporary English furniture makers, produced such furniture during the third quarter of the 19th century. The &quot;Modern&quot;&amp;nbsp; Gothic pieces by Kimbel &amp; Cabus are less common and are considered to&amp;nbsp; be&amp;nbsp; their most individual and distinctive productions. Usually made of solid oak or ash, the Gothic style pieces were very architectural in form. This style in America in the 1870s and 80s grew out of the English Design Reform Movement as espoused by Charles Lock Eastlake in his influential publications such as:&amp;nbsp; Hints on Household Taste (1868) and pattern books like those published by Bruce Talbert, including:&amp;nbsp; Gothic Forms Applied to Furniture, Metalwork, and Decoration for Domestic Purposes (1867). Simplicity and honesty of materials and construction were paramount tenets of the Reform Movement.Kimbel &amp; Cabus was one of only a few American firms (along with Daniel Pabst of Philadelphia, and Herter Brothers and Pottier and Stymus of New York) that produced high quality artistic furniture in this style, although generally not for the same caliber of clientele as Herter Brothers.&quot;",
    "type":{
        "id":"35237947",
        "name":"armchair"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/51159_fafcd2fb18b384cc_b.jpg",
                "width":760,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/51159_fafcd2fb18b384cc_n.jpg",
                "width":238,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/51159_fafcd2fb18b384cc_z.jpg",
                "width":475,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18050237",
            "role_id":"35236657",
            "person_name":"Kimbel & Cabus",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18050237\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"18063027",
            "role_id":"35351535",
            "person_name":"Catherine Tatum",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18063027\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone":{
        "epitaph":"Armchair, ca. 1870–73.Ash, leather, brass. Museum gift in loving memory of Robert Kaufmann, by his sister, Catherine Tatum. 2009-45-2."
    },
    "colors":[
        {
            "color":"#473832",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#4e2317",
            "closest_css3":"#800000"
        },
        {
            "color":"#76655f",
            "closest_css3":"#696969"
        },
        {
            "color":"#6c4637",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#9a8581",
            "closest_css3":"#808080"
        }
    ]
}