{
    "id": "18644393",
    "tms:id": "197099",
    "accession_number": "1993-151-32-a\/j",
    "title": "Perfume, Soap, \"Optimism Box\", 1991",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644393\/",
    "department_id": "35347493",
    "period_id": "35435423",
    "date": "1991",
    "year_start": "1991",
    "year_end": "1991",
    "year_acquired": "1993",
    "decade": "1990",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-32a, box - 10.5 x 16.8 x 10.5 cm (4 1\/4 x 6 1\/8 x 4 1\/4 in.), closed\n20.5 x 16.8 cm (8 x 6 1\/8 in.), opened lid\n1993-151-32b, liner - 10 x 24.3 cm (3 7\/8 x 9 1\/2 in.)\n1993-151-32c, flower squirter\n1993-151-32d, toilet water bottle\n1993-151-32e, soap\n1993-151-32f, soap case - 6 x 10 cm (2 1\/2 x 4 in.)\n1993-151-32g, dirt pillow\n1993-151-32i, gift card - 5 x 6.4 cm (2 x 21\/2 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "1993-151-32a, Box interior - Beginning at the top of the box lid and continuing almost to the bottom of the box's back section, a quotation from Kurt Vonnegut's novel, \"Slaughterhouse Five,\" is imprinted in white sans-serif type. The source of the quotation appears on one line at the end.\n\n1993-151-32b, Box liner - Wrapped around the left side and lower back interior sections, and creased at their intersection, is an orange Day-Glo-type cardboard \ninsert. Imprinting on the side section is parallel to the left edge (the viewer turns the object to read): just next to the left edge, confused? in a hand-drawn-styled bold lower case font; directly underneath, centered, an arrow, pointing downward; just before the crease, in the same style font, but fine, So are we. That's why we're providing this. A curved arrow points in the direction of the narrative imprinted on the back section, headed, in capitals, UR-Guide, Mapping Key and Semiotic Analysis\/ of Your Equal-Religious-Opportunity, 100% Recyclable X-Gift. Line illustrations of the box contents, accompanied by brief descriptions, comprise the remainder of the design.\n\n1993-151-32c, Flower squirter - A ruffle-edged fabric flower, with petals shading from bright to pale blue and stamens of brown plastic, is attached to a squirter. The red tip at one end of the tubing, inserted in the center of the flower, becomes the pistil; at the other end is a red bulb, which when squeezed, spurts water. \n\n1993-151-32d, Toilet water - A plastic bottle with a black stopper contains water tinted a pale orange. A white label, pasted inside, in imprinted across the center in sans-serif black capitals, Optimism, followed by M&Co in lower case, near the bottom edge.\n\n1993-151-32e, Soap - A cake of soap, beige and curve-edged, like the case containing it, is incised in the center, Truth, in capitals.\n\n1993-151-32f, Soap case - A silver-colored metallic case, with curved edges like those of the soap within, is imprinted across the center Basta Nostalgia, in white sans-serif cepitals. M&Co 1991 appears, centered, just above the bottom edge of the case.\n\n1993-151-32g, Dirt pillow - A plastic bag of soil serves to protect the box contents from damage during shipment.\n\n1993-151-32h, Filler - Beige, crinkled paper filler is placed between and around the objects.\n\n1993-151-32i, Gift card - Of the same material as the box liner, the card is imprinted just below the top edge Make it new. Cheers from M&Co.",
    "justification": null,
    "culture": null,
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18055275",
            "role_id": "35236655",
            "person_name": "Maira Kalman",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055275\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18055901",
            "role_id": "35236655",
            "person_name": "Emily Oberman",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055901\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}