{
    "id": "18464447",
    "tms:id": "142832",
    "accession_number": "1968-147-3",
    "title": "Textile, ca. 1705",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18464447\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "51865841",
    "type_id": "35251739",
    "date": "ca. 1705",
    "year_start": "1705",
    "year_end": 1715,
    "year_acquired": "1968",
    "decade": null,
    "woe:country": null,
    "medium": "Medium: silk, metallic thread (frisé and filé)\nTechnique: warp-face of an eight-harness satin patterned by warp-faced ribbed plain weave which is in turn patterned by one extra-weft and extra-weft brocading",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "H x W: 94 x 53.5 cm (37 in. x 21 1\/16 in.)",
    "creditline": null,
    "description": "Two hooked spirals placed side by side formed by two motifs, one a left curve and the other a right curve, repeated alternately the length of fabric. The major element of one motif is two wing-like leaves elaborated by geometric spirals, floral appendages, etc. in silver. The major element of the second motif is two feather-like leaves elaborated by a lace-like grid in silver. Incorporated within each motif are polychrome floral sprigs and vines which help to fuse the two motifs to form the hooked spiral as do other secondary elements in silver. The above pattern, which is mainly brocaded, stands out and is complementary to the monochrome woven pattern of the background (foundation fabric) in pink. With the exception of the green, which is an extra weft selvage to selvage, the silver and polychrome wefts are brocaded (see Technique).",
    "justification": null,
    "type": {
        "id": "35251739",
        "name": "textile"
    },
    "images": [

    ],
    "participants": [

    ],
    "tombstone": {
        "epitaph": "Textile, ca. 1705. Medium: silk, metallic thread (frisé and filé)\nTechnique: warp-face of an eight-harness satin patterned by warp-faced ribbed plain weave which is in turn patterned by one extra-weft and extra-weft brocading. 1968-147-3."
    },
    "colors": [
        {
            "color": "#746c71",
            "closest_css3": "#696969"
        },
        {
            "color": "#b2a293",
            "closest_css3": "#bc8f8f"
        },
        {
            "color": "#b78c70",
            "closest_css3": "#bc8f8f"
        },
        {
            "color": "#968685",
            "closest_css3": "#808080"
        },
        {
            "color": "#60514c",
            "closest_css3": "#696969"
        }
    ]
}