{
    "id":"18644759",
    "tms:id":"197283",
    "accession_number":"1993-151-90-a\/j",
    "title":"Labs, Books, \"A Daybook\", 1991",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644759\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1991",
    "year_start":"1991",
    "year_end":"1991",
    "year_acquired":"1993",
    "decade":"1990",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-90a - 25 x 19.3 x 2 cm (9 7\/8 x 7 1\/2 x 3\/4 in.), book, closed\n1993-151-90 a - 25 x 40.5 cm (9 7\/8 x 16 in.), book, opened\n1993-151-90b - 23.5 x 17.4 cm (9 1\/4 x 6 7\/8 in.), statistics\/ calendar page\n1993-151-90c - 16 x 17.4 x 1 cm (6 1\/4 x 6 7\/8 x 3\/8 in.), diary, closed\n1993-151-90c - 16 x 35 x 1 cm (6 1\/4 x 13 3\/4 x 1\/2 in.), diary, opened\n1993-151-90d - 4 x 6.6 x 1 cm (1 1\/8 x 2 5\/8 x 3\/8 in.), clock\n1993-151-90e - 52 cm (20 1\/2 in.), string\n1993-151-90f - 4 x 5 x 1 cm (1 1\/2 x 2 x 3\/8 in.), Post-it [tm] Notes\n1993-151-90g - 16.2 cm (6 3\/8 in.), pencil\n1993-151-90h - 4.5 x 4.5 cm (1 3\/4 x 1 3\/4 in.), hand illustration\n1993-151-90i - 8 x 10 cm (3 1\/4 x 3 7\/8 in.), clock instructions\n1993-151-90j 25.5 x 19.3 x 2.5 cm (10 x 7 5\/8 x 1 in.), jacket",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"Jacket: The box-shaped jacket is constructed of coated black, marbleized stock, notched in the center of the open edges. There is an incised outline of a quarter-moon in the lower right-hand section of the top half; gold from the sun design on the front cover appears within the outline when the book is encased in the jacket.\n\nBook, front and back covers: Dark green cloth; spine bound in black cloth, extending about two inches each onto front and back.\n\nFront cover: An ideogram of the sun in an antique style is stamped in metallic gold in the upper half; directly underneath, a daybook is imprinted, also in gold, in lower case type, italicized except for the initial letter a and the letter d.\n\nSpine: With the object laid flat and the back cover down, a daybook may be viewed, imprinted in gold in the same style as on the front, accompanied on each side by a thin gold line, gradually narrowing from the center outward. With the object standing, M&Co\/ Vol.3 may be read at the lower edge.\n\nInside cover, left: A dark green cardboard, full page size, is inserted into the four diagonally cut corners of the black background material. On the left, a full length, narrow, white strip is imprinted, and a 1993 monthly calendar is, in turn, imprinted on that. On the dark green, immediately to the right, are thirteen numbers, one per line, in ascending order of magnitude, but imprinted in descending degree of boldness. Above each number, a line of type identifies a statistic related to that number; for example, on first line, above the numeral 8, is The number of jobs the average worker has held by the age of forty, and on the last, above the number\n2,230,000,000,000 is Grains of sand on the surface of New York's Jones Beach.\n\nInside cover, right: A wooden box, divided into four compartments, occupies the top third of the surface. A narrow slot, stretching across the top of the box, holds a sharpened No. 2 pencil, imprinted Cheers from M&Co. Just underneath, are three additional compartment:  the left, lined in black, holds a clock, framed in black, with a red border; the right, also black-lined, holds a yellow Post-it [tm] note pad; and the center, lined with a photographic view of a hand, with one finger extended, showing a string tied in a bow, containing a coiled white string. In the remaining space below the box, a cardboard covered, black spiral bound diary, with a bold 52 imprinted in the center, is glued to the surface. The inside title page is imprinted weeks in bold, but smaller, lower case type. The remaining pages are imprinted \nwith the days of the week and the hours, from 8 a.m. to 8 p.m. Directions for purchasing replacement diaries are imprinted on the concluding page.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35294855",
        "name":"labs, books"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18056195",
            "role_id":"35236655",
            "person_name":"Dean Lubensky",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18056195\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}