{
    "id": "18644217",
    "tms:id": "197007",
    "accession_number": "1993-151-237-a\/e",
    "title": "Stationery, \"Midnight Cowboy\", ca. 1980",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644217\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "ca. 1980",
    "year_start": "1970",
    "year_end": "1990",
    "year_acquired": "1993",
    "decade": "1970",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-237a - 27.8 x 21.5 cm (11 x 8 1\/2 in.), letterhead\n1993-151-237b - 10 x 22.5 cm (3 7\/8 x 8 7\/8 in.), envelope\n1993-151-237c - 10.5 x 10.5 cm (4 1\/8 x 4 1\/8 in.), label\n1993-151-237d - 9 x 5.3 cm (3 1\/2 x 2 1\/8 in.), business card\n1993-151-237e - 5 x 8.2 cm (2 x 3 1\/4 in.), gift certificate",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "1993-151-237a - Letterhead - The Midnight Cowboy design color scheme is composed in black ink on yellow paper. A logo centered at the top of the page features a silhouetted steer in the center, placed between the letter M on top and the letter C on bottom, both surrounded by a pinpoint dot on each side; the whole is enclosed within a double-bordered diamond shape. Aligned with the logo, just above the bottom edge, Midnight\/ Cowboy, imprinted in sans serif style capitals, is followed underneath by three lines of the address and telephone number and a final line, A Division of Marabbedan, Inc.\n\n1993-151-237b - Envelope - In the top left hand corner, Midnight Cowboy, underscored by a thin line, is imprinted in the same font as on the letterhead. The upper point of the logo's border intersects this line. On the bottom left, the two line address is aligned with the center of the logo.\n\n1993-151-237c - Label - A larger version of the diagonally shaped logo features the steer, centered between Midnight and Cowboy, which is followed beneath by the address on three lines. The whole is enclosed within a single border, thicker than in the letterhead version.\n\n1993-151-237d - Business card - On coated cardboard, the design, positioned vertically and occupying the whole space, is composed of the letterhead logo, followed underneath by Midnight\/ Cowboy, underscored by a thin line, with the three line address and telephone number beneath.\n\n1993-151-237e - Gift Certificate -Recto: The color scheme is reversed, with yellow ink on coated black cardboard. The logo is centered top to bottom on the right; on the left, Midnight\/ Cowboy, underscored, is followed underneath by the three line address and telephone number.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35291215",
        "name": "Stationery"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}