{
    "id":"18132985",
    "tms:id":"12007",
    "accession_number":"1902-1-782",
    "title":"Mantle, 16th–17th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18132985\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35367157",
    "type_id":"35258597",
    "date":"16th–17th century",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1902",
    "decade":null,
    "woe:country":"23424919",
    "medium":"Medium: warp: cotton; weft: silk, silver strips wrapped around linen core\nTechnique: tapestry weave, interlocked warps and wefts",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"ex. coll. Antonio Vivés y Escudero",
    "dimensions":"H x W: 92.7 x 127 cm (36 1\/2 x 50 in.)",
    "creditline":"Gift of John Pierpont Morgan",
    "description":"Mantle decorated with series of broad and narrow horizontal bands in reds, pale tan, cream, pale yellow, blues, silver.  A broad band across the middle is made up of ten narrow bands, with adjacent rectangles containing Inca geometric patterns and some adapted Tiahuanaco eye forms, separated throughout and edged top and bottom with variety of guard stripes.  Above and below this broad central band are slightly narrower pink bands, edged top and bottom with small stepped scallops and filled with close-set mermaids and bird, fish, animal and floral motives, seemingly scattered, but actually set symmetrically on either side of two central vases set one above the other in each band and filled with flowers and fruit. Two narrow bands with attendant varied guard stripes border the mantle at top and bottom; the inner red band is similar to the bands in the center of the mantle; the outer cream-grounded band contains a series of bird, fish, and floral motives symmetrically spaced on either side of the central axis of the mantle; pink guard stripes terminate the mantle at top and bottom.",
    "justification":null,
    "type":{
        "id":"35258597",
        "name":"Mantle"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Mantle, 16th–17th century.\n16th–17th century. Medium: warp: cotton; weft: silk, silver strips wrapped around linen core\nTechnique: tapestry weave, interlocked warps and wefts. Gift of John Pierpont Morgan. 1902-1-782."
    },
    "colors":[
        {
            "color":"#8d5f43",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#af9256",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#675d48",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#71342e",
            "closest_css3":"#8b4513"
        },
        {
            "color":"#8b7c57",
            "closest_css3":"#808080"
        }
    ]
}