{
    "id":"18644045",
    "tms:id":"196890",
    "accession_number":"1993-151-131-1,2",
    "title":"Advertisement, \"Memphis (Condominiums):  New York Times Advertisement\", September 22, 1985",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644045\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35247579",
    "date":"September 22, 1985",
    "year_start":1985,
    "year_end":1985,
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-131- 1 - 56.7 x 34.6 cm (22 1\/4 x 13 3\/4 in.)\n1993-151-131- 2 - 56.7 x 34.6 cm (22 1\/4 x 13 3\/4 in.)\n1993-151-133 duplicates 1993-151-131b.\n1993-151-134 duplicates 1993-151-131a.",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"1993-151-131a [left-hand page] and 1993-151-131b [right-hand page] comprise a double-page advertisement headed An Investment [a] in Architecture [b], imprinted in a curved format. Six ideographs featuring architectural elements are scattered near the heading.\n\nAt the center of (a) is a photograph of the Memphis (condominiums) uptown building, headed On the East Side, and followed underneath by uptown\/Memphis (in the logo style)\/ 303 East 60th Street\/ at the bridge\/ two blocks from the river\/ call\/ 935-6030\/ for a priority appointment. To the left of and aligned with the central image are three photographic views: topmost, on the extreme left, is a shopping bag, captioned Bloomingdale's celebrates \"Ecco Italia\"\/ September 11 to November 3\/ (courtesy Bloomingdales); middle, partly overlaying the central image, is the East 59th Street Bridge; and bottommost, also on the extreme left, is the building's entryway. Each photograph is accompanied by a paragraph composed of marketing information. The three-level photographic view and accompanying paragraph format is repeated to the right of the central image: topmost, on the extreme right, is a pattern of black and white bathroom tile squares; middle, partly overlaying the central image, is the building's rooftop; and bottommost, also on the right, is a neighborhood gymnasium club. Below this last image is a broken swirl, in a Memphis studio-style squiggle pattern, enclosing eight lines of pricing information.\nJust above the bottom edge of the page is a line of type referring to the widespread influence on other designers of the Memphis design studios.\n\nAt the center of (b) is a photograph of the Memphis (condominiums) downtown building, headed In the Village, and followed underneath by Memphis (in the logo style)\/ downtown\/ 140 Charles Street\/ in Greenwich Village\/ one block from the river\/ call\/ 645-1050\/ for a priority appointment. To the left of and aligned with the central image are three photographic views: topmost, slightly above and partly \noverlapping the building view, is a neighborhood townhouse and trees; middle, on the extreme left, is a Hudson River scene; and bottommost, a kitchen sink faucet and two handles. Each photograph is accompanied by a marketing paragraph. Below the kitchen faucet image is a repeat of the swirl from (a), again enclosing pricing information. As in (a), the three-level photographic view and accompanying paragraph format is repeated to the right of the central image: topmost, on the extreme right, is an apartment floor plan; middle, slightly overlapping the central image, is one of the terrace rooftops of the building; and bottommost, is a peaked hat, apparently part of the building staff uniform, showing an M in the Memphis (condominiums) logo style. Just above the bottom edge, one line of type continues the Memphis design studios reference from (a).",
    "justification":null,
    "type":{
        "id":"35247579",
        "name":"advertisement"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35351535",
            "person_name":"Tibor Kalman",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id":"18048717",
            "role_id":"35236797",
            "person_name":"M & Co.",
            "role_name":"Firm",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        }
    ],
    "tombstone":{
        "epitaph":"Advertisement, \"Memphis (Condominiums):  New York Times Advertisement\", September 22, 1985.Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-131-1,2."
    },
    "colors":[

    ]
}