{
    "id": "68735235",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68735235\/",
    "name": "Frederick Kiesler",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "An active participant in New York City’s expanding avant garde architecture and arts scene during the early-mid 20th century, architect-designer-theorist, Frederick Kiesler started his career designing exhibition spaces and theater sets in Vienna and Berlin. Kiesler was born in 1890 in Czernowitz, Austro-Hungarian Empire. He enrolled at the Technical University and the Academy of Fine Arts in Vienna in 1908-09 to study architecture, but never completed his formal training, instead focusing on set design. After Josef Hoffmann took notice of Kiesler’s designs, he invited him to design a theater display for the Austrian pavilion at the Exposition des Arts Décoratifs et Industriels Modernes in Paris, advancing Kiesler to the epicenter of avant garde design.\n\nA year later, in 1926, Kiesler and his wife moved to New York City, where they would spend the rest of their lives. Once in New York, Kielser became a founding member of the American Union of Decorative Arts and Craftsmen in 1928. He also worked on a series of important commissions that paralleled a definitive shift in design, transporting it from a realm of sharp, exacting shapes to more irregular, biomorphic forms. Among the commissions were a sitting room for Charles and Marguerite Mergentime and the interior of Peggy Guggenheim’s gallery, Art of This Century.\n\nKielser taught at Columbia University’s School of Architecture, establishing its Laboratory for Design Correlation in 1937. He was named one of “the 15 leading artists at mid-century” in 1952 by the Metropolitan Museum of Art. Just before his death in 1965 at the age of 75, Kiesler completed his final commission for the Shrine of the Book, which houses writings significant to Judaism, in Jerusalem.\n\nhttp:\/\/en.wikipedia.org\/wiki\/Frederick_John_Kiesler\nhttp:\/\/en.wikipedia.org\/wiki\/Frederick_John_Kiesler\nhttp:\/\/www.moma.org\/collection\/browse_results.php?criteria=O%3AAD%3AE%3A3091&page_number=&template_id=6&sort_order=1#bio\nhttp:\/\/www.sothebys.com\/en\/auctions\/ecatalogue\/lot.pdf.N08502.html\/f\/137\/N08502-137.pdf",
    "woe:country_id": "23424977",
    "date": "American (born Austro-Hungarian Empire), 1890 - 1965",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}