{
    "id": "18060553",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18060553\/",
    "name": "Ralph Schraivogel",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Ralph Schraivogel is internationally acknowledged as one of the most important and influential contemporary poster designers, and certainly the most significant contemporary Swiss designer. \n\nThe graphic designer Keith Godard said of Schraivogel, “The phonetic translation of his name (screaming bird) is a fitting analogy: his posters are always ‘in your face,’ never using quiet or orderly typography so often equated with the Swiss.” This statement sums up where and how Schraivogel has positioned himself in relation to the expected rational model of Swiss graphic design, which typically incorporates combinations of typography and photography—or typography alone—on a tightly controlled mathematical grid. \n\nTrained in Zurich at the Schule für Gestaltung (1977–82), Schraivogel acknowledges no particular Swiss models or influences from his field. In fact, he prides himself on working outside of any particular movement.[1] Schraivogel has said, “As a designer, I’m not allowed to bore people. I need to make a surprising picture, like fire-works.” Schraivogel rejects the expected look and approach to poster design, in which the designer starts to sketch ideas towards a graphic solution. Instead he relies on chance, on “unforeseeable stray tracks and detours to expand his means of expression.” He will sometimes focus on randomly encountered patterns or graphic structures of his own invention, using them to get into the mood for a new idea or to arrive at a unique solution for each commission. \n\nRegarding his approach to the use of space, Schraivogel has said that growing up he admired the painter, El Greco, and the printmaker, M. C. Escher, for their ways of representing space. El Greco depicted figures in undefined, cavernous, light-filled spaces that were not contained by the frame. Similarly, Schraivogel’s compositions seem not to be contained by the frame. His other model, Escher, created totally confounding, warped and illogical spatial puzzles that have no resolution. Schraivogel perpetually plays with pattern, image, and type to create ambiguous illusions of space without using perspective, “so that you can’t imagine how the paper remains flat.\" Visual inventiveness characterizes Schraivogel’s career. \n\n[1] Dan Nadel, “The flat earth: designer. Poster-maker. Woody Allen heckler. In Zurich, Ralph Schraivogel adds life and depth to surfaces where they can't physically exist,” Print (May 2004): 45.",
    "woe:country_id": "23424957",
    "date": "Swiss, b. 1960",
    "woe:country": "23424957"
}