{
    "id": "18697935",
    "tms:id": "224572",
    "accession_number": "2003-6-1",
    "title": "Poster, The Chap-Book (Blue Lady), August 1894",
    "title_raw": "The Chap-Book (Blue Lady)",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18697935\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "68245021",
    "type_id": "35238163",
    "date": "August 1894",
    "year_start": null,
    "year_end": null,
    "year_acquired": "2003",
    "decade": null,
    "woe:country_id": "23424977",
    "medium": "color zincograph on thin cream wove paper",
    "markings": null,
    "signed": "in stone lower right: BRADLEY",
    "inscribed": null,
    "provenance": "2003: acquired by Museum (from Thomas G. Boss Fine Books, Boston, MA)",
    "dimensions": "H x W: 50.5 × 35.2 cm (19 7\/8 × 13 7\/8 in.)",
    "dimensions_raw": {
        "height": [
            "50.80",
            "centimeters"
        ],
        "width": [
            "35.60",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of Mrs. Gilbert W. Chapman and Ely Jacques Kahn",
    "description": "Poster for The Chap-Book, August 1894. A woman dressed in blue at the center of the image stands in a wood, holding a pair of skates. The words The Chap \/ Book, printed in red cover the lower left portion of the poster.\nTwo-color lithograph: red and blue.",
    "justification": "William H. Bradley executed a number of designs as promotional pieces for The Chap-Book, his Chicago-based publication considered to be the American public’s introduction to art nouveau style and the British Arts and Crafts movement. Unlike his contemporary, Louis Rhead, whose influences were predominately French, Bradley looked to England. He was especially influenced by Aubrey Beardsley’s sophisticated illustrations for the The Yellow Book, a journal of art and literature that caused great scandal in London when first published in April 1894. Like Beardsley, Bradley relied on breaking the compositional rectangle into a series of dominant and subdominant lines, filling in areas with flat expanses of one or two colors. \nBradley’s second Chap-Book poster, also known as The Blue Lady, demonstrates the link between the British Arts and Crafts movement and the American adaptation of that aesthetic in graphic design. The influence of the Beardsley on Bradley is evident in this poster. Like Beardsley, Bradley relies on the stark use of the silhouette for dramatic effect, balancing the flat blue and black areas of the woman’s coat and patterned dress with a careful arrangement of thin branches. The dramatic slash of white across the top creates a connection between the frozen lake and the woman’s haughty profile, while the skates, dangling vertically at her side, break up the expanse of blue. Throughout the poster, Bradley creates a brittle effect by outlining the shapes with white, allowing the color of the paper to function effectively as a design element. The use of vermilion for the lettering has a startling effect against the moonlit scene. \nThe posters from this period by Bradley, Rhead, and Edward Penfield, among others, were not intended to be affixed to walls, billboards, or outdoor displays as were their French counterparts. They were instead intended as advertisements sent from the publisher directly to bookstores and book dealers, where they often were sold to poster collectors or favorite customers. Many of these posters were printed in limited editions by the publishers, signed by the artists, and marketed as \"fine art.” \nThis poster would be the first example of Bradley’s poster design in the museum’s graphic design collection. The museum currently holds many examples of his cover designs from Collier’s Weekly (for which Bradley served as art editor from 1907–10), Scribner’s Magazine, and Harper’s. This poster also complements other objects in the museum’s collection that demonstrate the influence of the Arts and Crafts aesthetic, including Rookwood Pottery, wallcoverings by Morris & Co. (notably, the Pimpernel and Persian designs), and woven textiles by Morris & Co. (Tulip and Rose from 1876 being a particularly fine example). Three of Beardsley’s art illustrations are also held by the museum at the time of this proposed acquisition.\nMay 14, 2003",
    "gallery_text": "The Blue Lady was American graphic designer William Henry Bradley’s second poster for The Chap-Book, America’s first “little magazine.” First published by Harvard students Herbert Stuart Stone and Hannibal Ingalls Kimball, Jr. in 1894, The Chap-Book featured poetry, prose, and art from the up-and-coming members of the artistic and literary community. Following a practice common in Europe, posters of the magazine’s cover were produced, serving as both advertisements and as collector’s items. In addition to hanging in shop windows and on billboards, these posters were found in the homes of poster collectors in America and abroad. The Blue Lady is a stunning example of the early introduction of the Art Nouveau aesthetic to American graphic design. But the poster also reflects a nuanced influence of the Japanese woodblock prints from the middle of the 19th century, which had become widely circulated among collectors not only in Europe, but also in cities such as New York and Chicago.",
    "label_text": "Bradley used two contrasting inks—a sumptuous blue and a vibrant vermilion—to create this poster. He generated a third color by overprinting them, resulting in the rich, dark purple of the trees and the woman’s coat. The thicket of vermilion-edged trees is a carefully planned by-product of the overprinting.",
    "videos": null,
    "on_display": "1",
    "woe:country": "23424977",
    "type": "poster",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29489_fcc9a72f8af31252_b.jpg",
                "width": 722,
                "height": 1024,
                "is_primary": "1",
                "image_id": "29489"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29489_fcc9a72f8af31252_z.jpg",
                "width": 451,
                "height": 640,
                "is_primary": "1",
                "image_id": "29489"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29489_fcc9a72f8af31252_n.jpg",
                "width": 225,
                "height": 320,
                "is_primary": "1",
                "image_id": "29489"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29489_fcc9a72f8af31252_d.gif",
                "width": 225,
                "height": 320,
                "is_primary": "1",
                "image_id": "29489"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29489_fcc9a72f8af31252_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "29489"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18055601",
            "role_id": "35236661",
            "person_name": "Stone & Kimball",
            "person_date": "Cambridge, Massachusetts, USA",
            "role_name": "Publisher",
            "role_display_name": "Published by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18055601\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236661\/"
        },
        {
            "person_id": "18055599",
            "role_id": "35236655",
            "person_name": "William Henry Bradley",
            "person_date": "American, 1868–1962",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18055599\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18049459",
            "role_id": "35352249",
            "person_name": "Thomas G. Boss Fine Books",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18049459\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, The Chap-Book (Blue Lady), August 1894. color zincograph on thin cream wove paper. Museum purchase through gift of Mrs. Gilbert W. Chapman and Ely Jacques Kahn. 2003-6-1."
    },
    "colors": [
        {
            "color": "#13396a",
            "closest_crayola": "#1a4876",
            "closest_css3": "#191970",
            "closest_css4": "#191970"
        },
        {
            "color": "#1b1d31",
            "closest_crayola": "#000000",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#ece2c8",
            "closest_crayola": "#efdecd",
            "closest_css3": "#ffe4c4",
            "closest_css4": "#ffe4c4"
        },
        {
            "color": "#7a7e89",
            "closest_crayola": "#757575",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        },
        {
            "color": "#dd7149",
            "closest_crayola": "#ea7e5d",
            "closest_css3": "#cd853f",
            "closest_css4": "#cd853f"
        }
    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}