{
    "id": "18645155",
    "tms:id": "197481",
    "accession_number": "1993-31-191-6",
    "title": "Book, \"The Ghost in the Underblows by Alfred Young Fisher\", 1940",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18645155\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1940",
    "year_start": "1940",
    "year_end": "1940",
    "year_acquired": "1993",
    "decade": "1940",
    "woe:country": null,
    "medium": "Lithography in orange and black ink on off-white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Printed in black ink, left: That stands a little while amidst the floods,\/My heart catches its head in two veined hands,\/And bends more closely to my map.\/Like snail spoor, silken on the grass\/The little tracks of planets trace\/Their shining and their wavering.\/Where is the point of destruction to come?\/Bends closer in the lines to the mind\/Seeing within itself the involved stones,\/Weak granite things fronting the sea,\/Like structures built of light,\/Like towering memory.\/One day older pine tassels hang\/And in the autumn air swing all\/Like treble carillon in a cathedral\/Or as the tinkling brains of kings that rang\/At a fool’s festival.\/XVII\/And now in paradise division stands\/Like two men quarrelling on the sidewalk:\/About them gather tribes with growl and glance\/That one might think they speak of importance.\/They soon are bloody from the other’s fists\/’Til gradually all the populace\/Shows like a bloodied face.\/Mutterings commence, an angry blow,\/Sides taken, and presently the whole street turns\/With ants excited by the falling of a leaf.\/The hill country is not enough,\/The enemy has iron chariots\/But nevertheless will be cut down and blown to hell.\/‘The London Naval Conference,\/The Treaty of Versailles,\/Cost many ten pence\/And many an eye;\/One wonders, why?’\/120.",
    "provenance": null,
    "dimensions": "H x W: 23.9 x 31.5 cm (9 7\/16 x 12 3\/8 in.)",
    "creditline": "Gift of Tamar Cohen and Dave Slatoff",
    "description": "Pages 120-121. Left: text. Right: row of 31 long, thin vertical orange lines extends roughly entire height of page. In lower right corner, a solid orange rectangle covers roughly half of this row's width and slightly less than half of its height. Superimposed over the row of lines and solid rectangle is a vertical row of thick horizontal black bars. Bars alternate randomly between ones made of smaller black lines and ones rendered in solid black. Solid black bars end at right in a diagonal. Dispersed amongs horizontal bars between the vertical rows of orange lines are small black rectangles.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35247441",
        "name": "book"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39718_3acaaa62d9bcfe29_b.jpg",
                "width": 1024,
                "height": 780,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39718_3acaaa62d9bcfe29_n.jpg",
                "width": 320,
                "height": 244,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39718_3acaaa62d9bcfe29_z.jpg",
                "width": 640,
                "height": 488,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18043331",
            "role_id": "35236655",
            "person_name": "Alvin Lustig",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}