{
    "id": "18044267",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044267\/",
    "name": "Gijs Bakker",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "6",
    "biography": "Gijs Bakker was trained in jewelry and industrial design at the Gerrit Rietveld Academie in Amsterdam, The Netherlands and at the Konstfackskolan in Stockholm, Sweden. Bakker designs multiple types of objects including jewelry, home accessories and household appliances, furniture, interiors, public spaces, and exhibitions. His work has been a major influence on Dutch design, featuring objects that move beyond the aesthetics of a product to explore its conceptual meaning.\n\nBakker's jewelry work has focused on imaginative \"wearable art\" making use of a wide range of materials, precious and nonprecious.  Bakker has had numerous shows of his work in The Netherlands and the U.S., and was awarded gold and silver medals at the International Jewelery Exhibition in Jablonec, Czechoslovakia, in 1968.  Since the 1970s, he has also provided designs for furniture and lighting for Dutch manufacturers such as Artimeta and Castelijn.\n\nIn 1994, Bakker co-founded the Dutch design collective Droog Design (Dry Design) with Renny Ramakers, which has become well-known for both its designers and its products. Bakker was Droog's Chief Selector and Art Director until 2009, when he left to take the role of Creative Director for the Yii\/HAN Gallery in Taiwan. In 1996, he co-founded the company \"Chi ha paura… ?\" (changed to chp… ?), which invites international designers to create innovative jewelry. Bakker has taught at various schools, including the ArtEZ Institute of the Arts in Arnheim, Delft University of Technology, and the Design Academy Eindhoven. In 2016, he was honored with membership in the Akademie von Kunsten (Dutch Society of Arts). Bakker’s designs in a variety of media has been featured in and collected by many museums, including the Rijksmuseum, the Stedelijk Museum, Cooper Hewitt, Smithsonian Design Museum, and the Victoria & Albert Museum.",
    "woe:country_id": "23424909",
    "date": "Dutch, b.1942",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424909"
}