{
    "id": "404573835",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/404573835\/",
    "name": "Katharine Wood",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Katharine Wood was raised in New York. She received a BA from Boston University in 1971, after which she studied with her mother, the prominent enamel artist Antonia Schewed, and participated in enameling workshops led by reknown practitioners, including Harold B. Helwig, Jan Harrell, Martha Banyas, and Ora Kuller. Wood is one of the original founders of The Enamel Guild: Northeast, which si the largest enamel guild in America. She has also founded her own custom enamel tile company. In addition to being an accomplished enamel artist, Wood was an instructor between 1985 and 2005. She has taught at the Artwoks School of Visual Arts in Princeton, the 92nd Street Y in New York, the Newark Museum, and the Craft Students League in New York. Furthermore, she has lectured and conducted demonstrations and workshops at Princeton University, The Museum of Arts and Design in New York, and OATKA School of Glass, to name a few. \n\nWood specializes in champlevé enameling, a versatile technique she prefers for its combination of enamel and metal. While Wood's earlier work was primarily representational, she has recently been focusing on semi- and purely abstract work. Wood is known for her high technical abilities. Amongst other things, she is the co-creator of the Press-n-Peel etching process as applied to enameling, which is a technique now used internationally by contemporary metalsmiths, enamelists, and jewelers to transfer drawings and two-dimensional designs to flat metal surfaces. The extended reach of Wood's influence is therefore felt both as an artist and as a teacher.\n\nThe appeal of Wood's works arises from her combination of traditional techniques with inspiration from a wide range of design sources and motifs, producing truly contemporary jewelry and tiles. She has been the subject of numerous solo exhibitions across the United States, and part of group exhibitions in London, Moscow, Delhi, and Tokyo. Her work is found in the permanent collections of The Museum of Fine Arts (MA); The Racine Museum of Art (WI); The Newark Museum (NJ); The Woodrow Carpenter Foundation Enamel Museum (KY); and The Enamel Arts Foundation (CA).",
    "woe:country_id": "23424977",
    "date": "American",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}