{
    "id": "18644205",
    "tms:id": "197000",
    "accession_number": "1993-151-230",
    "title": "Matches, \"Stat Store: Matchbox\", 1984",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644205\/",
    "department_id": "35347493",
    "period_id": "35435423",
    "date": "1984",
    "year_start": "1984",
    "year_end": "1984",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": null,
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Recto: On a white ground in the left half, the company logo is imprinted: The Stat Store, in bold, white sans serif type is imprinted on a diagonally (upper right to lower left) positioned rectangular black field, concave on the upper and lower edges. The lines of type emulate the curves. The right and left edges are shadowed in gray. All additional type is also in sans serif style, black. The company telephone number is imprinted underneath the logo close to the bottom edge. An orange stripe appears just next to the left edge. In the right half, a white diamond overlaying the orange ground is imprinted, centered, Matches in bold black capitals. Also within the diamond, in small black capitals, Carefully is imprinted above Matches and Any Color, below. At the lower edge of the orange ground on the left, Contents 250, and on the right, Perfect Matches, are imprinted. \nVerso: In the left half, in the upper space, the logo design is repeated in a smaller size on a white ground. The address and telephone number are imprinted on four lines in the lower half. Three lines close to the lower edge include the date, company name and M&Co credit. The orange stripe continues. In the right half, the orange ground and white diamond format is repeated; now, however, six lines of type in the upper half, headed Black and White, and five lines in the lower half, headed Color, form a list of the company's services. \nMatch strip panels: The two long sides feature match strips, with additional copy positioned above and below the strips; location, hours, etc. and match safety instructions are set forth.",
    "justification": null,
    "culture": null,
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18055835",
            "role_id": "35236655",
            "person_name": "Carol Bokuniewicz",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055835\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}