{
    "id": "18048717",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18048717\/",
    "name": "M & Co.",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "330",
    "biography": "Graphic and product design, film\/video. M & Co. was a graphic and product design consultancy that was founded in 1979 in New York City by Tibor Kalman. Kalman (b.1949), a native of Budapest, immigrated to America with his family in the late 1950s. While in New York, Kalman studied journalism at New York University. His interest in language, words, images, and typography, became the impetus for the creation of his own design firm. M & Co. was known for its innovative use of images and type to create imaginative and witty designs. Many prominent figures in the field got their start with M & Co., including Stephen Doyle, Alexander Isley, Bethany Johns, Marlene McCarty, and Emily Oberman. During its 14-years history, the company worked on a variety of projects from videos and album covers to stationery and ID systems. Clients included Hannibal Records, the Talking Heads, the Memphis real-estate agency, the Restaurant Florent and the China Grill in New York, the National Audubon Society, Benetton, Swatch, and NYNEX. M & Co. created the title sequences for movies including Jonathan Demme's \"Something Wild\", \"Silence of the Lambs\", and David Byrne's \"True Stories\". In addition, M & Co., created its own line of products, among them an architectural paperweight made of rigid vinyl and lead, mimicking a crumpled piece of blueprint paper, and a line of timepieces with nontraditional faces. Among their better known timepieces are the \"10-1-4\" watch, whose face has only the numbers 10, 1, and 4, in their appropriate places; the \"Onomatopoeia\" watch, where certain digits are replaced by symbols, such as a  hand representing the number five; the \"Bug\" watch, where numerals were replaced with a variety of insect symbols; and the \"Askew\" watch, whose digits appeared on the face in random order. Kalman identifies his wife Maira, herself a noted artist and children's author, as \"an important collaborator\". Kalman dissolved the company in 1992. At that time he donated the company's administrative and project files to the museum. Kalman moved to Rome in 1993 to edit Benetton'magazine, \"Colors\". Subsequently, he returned to New York to work independently.",
    "woe:country_id": "23424977",
    "date": "New York, New York, USA",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}