{
    "id": "18647573",
    "tms:id": "198692",
    "accession_number": "1994-114-8",
    "title": "Poster\/magazine, \"ChicagOH!, The Chicken Man\", 1979",
    "title_raw": "ChicagOH!, The Chicken Man",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18647573\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35399027",
    "type_id": "35294981",
    "date": "1979",
    "year_start": 1979,
    "year_end": 1979,
    "year_acquired": "1994",
    "decade": "1970",
    "woe:country_id": null,
    "medium": "Offset lithograph",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": null,
    "dimensions_raw": null,
    "creditline": "Gift of Unknown Donor",
    "description": "Poster Magazine entitled CHICAGOH! volume 1, number 1.\nDescription as poster. \nRecto: Simple illustration of \"The Chicken Man\" against cityscape.  \"The Chicken Man\" wearing top hat with chicken on top of hat depicted in silhouette at center.  Clothing in red except white collar, head in orange, and chicken in yellow.  Cityscape depicted in green and lime green blocks representing buildings.  Blue horizontal band across center representing sky with white clouds floating.  Rest of background in deep purple.  \nImprinted at top left corner, \"CHICAGOH! (in purple with \"OH!\" in bold) and at top right corner, \"The Chicken Man\" (in purple).  Imprinted vertically at bottom right edge: \"FLAT POSTERS ARE AVAILABLE FOR FRAMING: SEND A $10 CHECK OR MONEY ORDER ALONG WITH YOUR NAME AND ADDRESS TO: CHICAGOH! THE POSTER MAGAZINE, P.O. BOX 7977 CHICAGO 60680\".\nVerso: Organized by section according to eight folds of poster\/magazine.\nFirst section: Against marron background, silhouette of \"The Chicken Man\" in white and imprinted vertically: \"The Chicken Man\" (in white) along right edge.\nSecond to fourth section: Text (in black) recounting story of \"The Chicken Man\".  \"So there was this guy-lots of people\/ remember him- The Chicken Man.\/ He was an old black man in a\/ rumpled raincoat, winter and summer,\/ who used to appear everywhere-\/ like the guy who chalked \"Free Kenya\/ East Africa\" on walks in every imagin-\/able corner of Chicago...I wrote about\/ The Chicken Man in a book called\/ Lizard Music, and I got letters from\/ people all over the country, people\/ who had lived in Chicago, grown up\/ there...BY DANIEL PINKWATER\".\nFifth section: Three purple squares centered and aligned vertically with various credits.  \"CREDITS\/ PRINTING\" (in purple), \"aurora\/mid-west\/printers, inc.\/ 312-897-8415\" (inside first square), \"TYPOGRAPHY (in purple)\/ \"THE CHICAGO FRANCHISE CO.\/ 312-664-9060\" (inside second square)\/ and \"PAPER\" (in purple)\/ logo, \"Champion Papers\/ 312-565-1222\".  Credits surrounded by two vertical marron lines.\nSixth section: Imprinted vertically, \"OH!\" (in purple), surrounded by two vertical marron lines.   Imprinted vertically at left edge, \"CHICAGOH! THE POSTER MAGAZINE P.O. BOX 7977  CHICAGO, ILLINOIS 60680\" (in purple).\nSeventh section: Imprinted vertically, \":CHICAGOH! surrounded by two vertical marron lines.\nEighth section: Imprinted \"CHICAGOH!\/ THE POSTER MAGAZINE\/ VOLUME ONE NUMBER ONE 1979\/ THE OH! EXPERIENCE\/ ChicagOH! is a\/ poster magazine that\/ deals with surprise.\/ For years l've been, happening on\/ \"things\" in this city\/ that have produced\/ an \"OH!\/ EXPERIENCE\". They have ranged from unknown theatres to\/ very special\/ artist\/writer talents\/ to myths and\/ miracles.  This issue\/ on \"The Chicken\/ Man\" features a myth\/ that may be real.\/ At any rate the\/ divergence of\/ surprises continuous\/ to amaze me so I've\/ decided to do this\/ quarterly\/ poster-magazine\/ about them. I hope you like them.\/ JIM LIENHART\/DESIGNER & PUBLISHER\/ VICTOR MARGOLIN\/EDITOR\/ FEATURE & POSTER\/THE CHICKEN MAN\/ WRITTEN BY DANIEL PINKWATER\/ ILLUSTRATED BY MARIS CIRCULIS\". Marron heart with horizontal across top at bottom center. Text all surrounded by two vertical marron lines.",
    "justification": null,
    "woe:country": null,
    "type": "Poster\/magazine",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18535877",
            "role_id": "35236601",
            "person_name": "Maris Cirulis",
            "person_date": "",
            "role_name": "Illustrator",
            "role_display_name": "Illustrated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18535877\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236601\/"
        },
        {
            "person_id": "18535875",
            "role_id": "35236655",
            "person_name": "Jim Lienhart",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18535875\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18050283",
            "role_id": "35351535",
            "person_name": "Unknown donor: unsolicited gift",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050283\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster\/magazine, \"ChicagOH!, The Chicken Man\", 1979. Offset lithograph. Gift of Unknown Donor. 1994-114-8."
    },
    "colors": [

    ]
}