{
  "display_date": "1987", 
  "credit_line": "Gift of Lucille Tenazas", 
  "date_end": "1987", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "American", 
  "id": "200400", 
  "style": "", 
  "date_begin": "1987", 
  "dimensions": "41.9 x 56.5 cm (16 1/2 x 22 1/4 in. )", 
  "copyright": "", 
  "title": "De Nieuwe: An Exhibition of Recent Graphic Design", 
  "provenance": "Lucille Tenazas", 
  "credit_line_repro": "", 
  "invno": "1995-171-1                                ", 
  "movement": "Research in progress", 
  "medium": "Offset lithography on gray paper", 
  "media_id": "15747", 
  "description": "To promote exhibition on recent Dutch graphic design.  Recto: Collage of images from exhibition and text.  Partial old print of Amsterdam in yellow toned wood frame labelled \"RIJKS-MUSEUM TE AMSTERDAM\" along bottom of frame.  Another black and white left corner of ornate frame outlines the left corner of this print.  Four yellow diagonal lines of unequal length with \"1\", \"2\", \"3\", \"4\" labelled in black.  Yellow outline square overlaps print of Amsterdam.  Dotted square divided into four equal sections inside. Dutch stamp worth \"70C\" part of exhibition reproduced and placed over left side of square.  \"DE\" in back and \"NIEUWE\" in gray, intersects at \"I\" which is inside circle at top right. At upper right corner, imprinted in black \"an exhibition of recent graphic\"(horizontally), \"design from/ the Netherlands\" (vertically), \"POSTERS TO POSTAGE STAMP\" (in curve), linking horizontal and vertical text.  Four skinny vertical rectangles along right edge, evenly spaced.  \r\nVerso: \"1\",\"2\",\"3\",\"4\" in gray forming diagonal at lower center and imprinted \"an exhibition of recent graphic\" (horizontally), \"design from/ the Netherlands\" (vertically) in black.  Imprinted in black rectangle in gray font \"AIGA San Francisco Chapter\" and in black \"American Institute of/ Graphic Arts/ 212 Sutter Street/ San Francisco/ California 94108\".  Two skinny black and three skinny yellow rectangles along right edge.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Poster", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}