{
    "id":"18476391",
    "tms:id":"148967",
    "accession_number":"1972-42-13-b\/o",
    "title":"Border, 1820–50",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18476391\/",
    "department_id":"35347503",
    "period_id":null,
    "media_id":"35414641",
    "type_id":"35237285",
    "date":"1820–50",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1972",
    "decade":null,
    "woe:country":"23424819",
    "medium":"Block-printed on handmade paper",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"223 x 13 cm (87 13\/16 x 5 1\/8 in.)",
    "creditline":"Gift of Josephine Howell",
    "description":"a) main pattern of this border consists of a band of alternating vertical leaves and arrow heads connected at the base by a system of curls. Three stripes run along the upper edge, while the lower edge is banded by a string of pointed ellipses connected by round beads. Each \"ellipse\"is outlined in dots and contains a sprig that points in the opposite direction of its neighbor. Printed in greens, gray, white, mustard and mauve on a black background; b) a narrow band superimposed over \"13-a\". Border consists of a cable pattern with two different, alternating segments: one with serrated highlights, and the other with rows of dots and stripes. Printed in greens, white and gray on black; c) A later superimposition of \"19-a\". This border consists of a continuous horizontal branch wrapped around in foliage, more naturalistic than the underlying border. Printed in rust, browns, yellow, ochre, light and dark green and black; d) Companion to \"13-a\". Consists of a temple set into a landscape, flanked by a palm-like tree and a pine, alternating with a long-tailed bird around which rose branches have been arranged.",
    "justification":null,
    "type":{
        "id":"35237285",
        "name":"Border"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Border, 1820–50.\n1820–50. Block-printed on handmade paper. Gift of Josephine Howell. 1972-42-13-b\/o."
    },
    "colors":[
        {
            "color":"#e2d2a9",
            "closest_css3":"#f5deb3"
        },
        {
            "color":"#4b514b",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#7a715e",
            "closest_css3":"#696969"
        },
        {
            "color":"#b79f75",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#312f2e",
            "closest_css3":"#2f4f4f"
        }
    ]
}