{
    "id":"18673871",
    "tms:id":"212378",
    "accession_number":"1997-19-425",
    "title":"Poster, \"Radical Modernism: Works by Dan Friedman\", 1995",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18673871\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35399021",
    "type_id":"35238163",
    "date":"1995",
    "year_start":1995,
    "year_end":1995,
    "year_acquired":"1997",
    "decade":"1990",
    "woe:country":"23424977",
    "medium":"Offset lithograph on paper",
    "markings":null,
    "signed":null,
    "inscribed":"Inscribed, lower right, in black on fuchsia ground: Photo: Joseph Coscia, Jr \/ Printing: Mercantile Printing, Worcester, MA \/ Paper: Strathmore Renewal White text \/ Design: Chris Pullman, WGBH Design \/ Dan made me use the Day-Glo ink.; The purpose of the American Institute of Graphic Arts is to advance excellence in graphic design as a discipline, \/ profession and cultural force. The AIGA provides leadership in the exchange of ideas and information, the encouragement of critical analysis and research, and advancement of education and ethical practice. \/ Fro more information about AIGA\/Boston, upcoming events or becoming a member, please call our Hotline: 617 446 9082. \/ Press 1 for events, press 2 for membership.",
    "provenance":"Ken Friedman; 1997: acquired by Museum",
    "dimensions":"56 x 43.3 cm (22 1\/16 x 17 1\/16 in.)",
    "creditline":"Gift of Ken Friedman",
    "description":"Black and white photograph of top of Dan Friedman’s bald head ona black ground. This is on a black ground with text in white that reads: Radical Modernism: \/ Works by Dan Friedman \/ An exhibition of photographs and objects \/ documenting Friedman’s twenty-five year career \/ as a designer, artist, and educator. In thought bubble above, in black: Modernism \/ has been limited \/ within obvious and simplistic \/ types of order\/ and has rarely reached its potential \/ for complex, coherent \/ vitality. This is on a background of fuchsia depicting various items, such as a ruler, a star, wooden panel, and a film reel.  On left, column of text in white and black on fuchsia background: Radical Modernism: \/ Works by Dan Friedman \/ Exhibition: \/ Bakalar Gallery \/ Massachusetts College of Art \/ 621 Huntington Avenue \/ Boston, MA 02115 \/ Opening Reception: \/ Tuesday, January 17th, 5-7 pm \/ An informal gallery talk by the \/ artist will take place from 4-5 pm \/ immediately preceding the opening. \/ Exhibit runs Tuesday, January 17 \/ until Saturday, February 25, 1995. \/ Open Monday-Friday 10 to 6, \/ Saturday 11 to 5. \/ The Gallery is free and open to \/ the public. It is located at the corner of Longwood and Huntington \/ Avenue, Longwood\/Hospital T stop, \/ Green line E Train. \/ Event parking is available diago- \/ nally across the street in the \/ MassArt parking lot. The lot closes \/ at 11pm. \/ This exhibition has been organized \/ and circulated by the Goldie Paley \/ Gallery at Moore College of Art and \/ Design, Philadelphia, and is sup- \/ ported by grants from the National \/ Endowment for the Arts and the \/ Pennsylvania Council on the Arts. \/ Call 617-232-1555 x550 for \/ information on related events. \/ Slide Lecture: Sponsored by AIGA\/Boston \/ Monday, February 13, 1995 \/ at 6:30 p.m. in Tower Auditorium, \/ Massachusetts College of Art. \/ Tickets: AIGA membership $5.00, \/ Non-members $10.00, Students \/ with ID, $3.00, AIGA student \/ members free, MassArt students \/ with ID free. Tower Auditorium and \/ the Bakalar Gallery are wheel-chair \/ accessible.",
    "justification":null,
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/63943_b1bcbd01d7aef54f_b.jpg",
                "width":790,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/63943_b1bcbd01d7aef54f_n.jpg",
                "width":247,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/63943_b1bcbd01d7aef54f_z.jpg",
                "width":494,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18049807",
            "role_id":"35351535",
            "person_name":"Ken Friedman",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18049807\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18041325",
            "role_id":"35236655",
            "person_name":"Dan Friedman",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041325\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Poster, \"Radical Modernism: Works by Dan Friedman\", 1995.Offset lithograph on paper. Gift of Ken Friedman. 1997-19-425."
    },
    "colors":[
        {
            "color":"#504e4a",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#7e3a65",
            "closest_css3":"#696969"
        },
        {
            "color":"#d949a1",
            "closest_css3":"#d87093"
        },
        {
            "color":"#412f39",
            "closest_css3":"#2f4f4f"
        }
    ]
}