{
    "id":"18695411",
    "tms:id":"223272",
    "accession_number":"2002-11-40",
    "title":"Packaging, \"IBM Film Ribbon\", ca. 1959",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18695411\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"ca. 1959",
    "year_start":"1949",
    "year_end":"1969",
    "year_acquired":"2002",
    "decade":"1940",
    "woe:country":null,
    "medium":"Offset lithograph on hard white paper",
    "markings":null,
    "signed":null,
    "inscribed":"Recto: imprinted in green, pink, and blue 12 times (3 times in four rows): IBM; imprinted in white, lower right quadrant: Film Ribbon;  imprinted in black ink on blue ground, upper right fold, center: 6; verso: imprinted in black, lower right quadrant: To remove used ribbon:\/ 1 Pull Load Lever to Load position (against red stop).\/ 2 Using both hands, grasp Ribbon Cartridge at front ends\/ and lift straight up (see diagram); a space and then beneath: To install new ribbon:\/ 1 Make sure the Load Lever is in Load Position.\/ 2 Drape uninked ribbon over the Guide Post and both\/ Ribbon Guides\/ 3 Position Ribbon Cartridge between Spring Clips, then press down on both ends of the Cartridge.\/ 4 Thread uninked ribbon through both Ribbon Guides.\/ 5 Turn knob on the Cartridge in the direction of arrow\/ until inked portion of the ribbon is past the\/ right Ribbon Guide.\/ 6 Move the Load Lever to Type position; imprinted in black around the diagram to the left starting in upper left corner and going clockwise: left Ribbon\/ Guide\/ right Ribbon\/ Guide\/ Spring Clip\/ grasp ends\/ then lift\/ Load Lever\/ Type\/ Load\/ Red Stop\/ grasp ends\/ then lift\/ Spring Clip\/ Guide\/ Post; left side: imprinted in black on blue, written vertically: Open other end; upper side, imprinted, lower right quadrant: International Business Machines\/ Corporation\/ Made and printed in U.S.A.; upper right fold, center: C.W.Z.\/ 1136447.",
    "provenance":"Marion Rand",
    "dimensions":"9.9 x 23.1 cm (4 7\/8 x 9 1\/16 in. )",
    "creditline":"Gift of Marion S. Rand",
    "description":"Unfolded box, imprinted in black (recto), blue (sides), and white (verso). Recto: entire page, imprinted in green, pink, and blue, \"IBM\", repeating in three rows of four logos each. Verso: left side, imprinted in black, diagram of film ribbon and parts; upper right quadrant, cut out rectangle; lower right quadrant, text blocks describing how to remove and install film ribbon. On sides, imprinted in black, name of corporation and instructions not to open on certain end.",
    "justification":null,
    "culture":"American",
    "style":null,
    "type":{
        "id":"35294849",
        "name":"packaging"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/21396_0c1dbe6d167caac1_b.jpg",
                "width":1024,
                "height":541,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/21396_0c1dbe6d167caac1_n.jpg",
                "width":320,
                "height":169,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/21396_0c1dbe6d167caac1_z.jpg",
                "width":640,
                "height":338,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18042341",
            "role_id":"35236763",
            "person_name":"Paul Rand",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        },
        {
            "person_id":"18041871",
            "role_id":"35236685",
            "person_name":"IBM",
            "role_name":"Maker",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041871\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236685\/"
        }
    ],
    "exhibitions":[

    ]
}