{
    "id": "18715515",
    "tms:id": "233660",
    "accession_number": "2009-21-1",
    "title": "Chair, \"Relief\", 2008",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18715515\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35388697",
    "type_id": "35237307",
    "date": "2008",
    "year_start": 2008,
    "year_end": 2008,
    "year_acquired": "2009",
    "decade": "2000",
    "woe:country": "23424977",
    "medium": "Wool felt, stainless steel",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Gift of  the designer, Ben K. Mickus; chair has been with him and his studio Mickus Projects since its creation.",
    "dimensions": "H x W x D: 92.7 x 81.3 x 86.4 cm (36 1\/2 x 32 x 34 in.)",
    "creditline": "Gift of Ben K. Mickus",
    "description": "Stacked layers of cut wool felt laminated with water-based glue to form a solid form of set-back layers on four stainless steel legs set at angles to the upright rectangular outline of the chair.",
    "justification": "From Acquisition Justificaiton:\n&quot;Brooklyn-based Ben Mickus has kept the environment high on his agenda while creating thoughtful furniture designs.&amp;nbsp; In a feature article entitled Generation Green, in the May 2009 issue of Home Concepts Huang Nickmatui states &quot;Young architect-designer Ben K. Mickus, who's just released his rigorously edited furniture collection, typifies the up-and-coming generation of intelligent green designers who view their design and environmental responsibilities to be as natural as breathing.&quot;\nThe Relief Chair is part of a collection called &quot;solid\/surface\/series&quot; which includes several other pieces of furniture that experiment with felt. The chair's name reflects both the physical relief the user is meant to feel when sitting down, and the appearance of a three-dimensional topographical plan. The composition juxtaposes weight and weightlessness in the combination of layered felt on stainless steel legs.\nThe series melds the use of an ancient-old material, felt, with modern technology.&amp;nbsp; In a statement describing his goal to re-master the art of sculpting using digital fabrication and solid, rapidly renewable materials,&amp;nbsp;&amp;nbsp; Mickus says &quot;I search for raw, industrial materials that can be transformed into evocative yet functional objects.&quot;&amp;nbsp; Mickus uses cutting and lamination to create his design.&amp;nbsp; Sheets of medium-density industrial wool felt, a renewable material, are water-jet cut to specific outlines, stacked and arranged to create a solid form and laminated with a non-toxic, water-based glue, to the stainless steel frame. \nAs by-product of this chair, Mickus also has designed Refill Pillow, a modular acoustic absorption system that can be hung on the wall, using the leftover scraps&amp;nbsp; from the Relief Chair as pellet fill, a further step in his environmentally-conscious design process.&amp;nbsp;&amp;nbsp; The very act of creating the actual seat from felt, rather than using petroleum-based foam and fume-generating upholstery is also an environmental statement.&amp;nbsp; Mickus re-affirms this with the statement :&amp;nbsp;&amp;nbsp; &quot;These projects are also a study of what I can eliminate and replace with a design that uses one material --in this case, felt -- for cushion, surface and pattern&quot;. ( re-quoted from 'Fashioning Felt': Furniture designers get crafty, The Los Angeles&amp;nbsp; Times&amp;nbsp; March 11, 2009)&quot;",
    "type": {
        "id": "35237307",
        "name": "chair"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/87785_02740fe8303efe9b_b.jpg",
                "width": 874,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/87785_02740fe8303efe9b_n.jpg",
                "width": 273,
                "height": 320,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/31521_b10e447298c7a4ef_b.jpg",
                "width": 1024,
                "height": 768,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/31521_b10e447298c7a4ef_n.jpg",
                "width": 320,
                "height": 240,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/31521_b10e447298c7a4ef_z.jpg",
                "width": 640,
                "height": 480,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18062913",
            "role_id": "35236619",
            "person_name": "Evan Eisman",
            "role_name": "Metal Worker",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062913\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236619\/"
        },
        {
            "person_id": "18061701",
            "role_id": "35236655",
            "person_name": "Ben K. Mickus",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18061701\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18061701",
            "role_id": "35351535",
            "person_name": "Ben K. Mickus",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18061701\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Chair, \"Relief\", 2008. Wool felt, stainless steel. Gift of Ben K. Mickus. 2009-21-1."
    },
    "colors": [

    ]
}