{
    "id":"18550557",
    "tms:id":"68168",
    "accession_number":"1938-88-7211",
    "title":"Drawing, \"Project for a painted ceiling\", 1807",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18550557\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35371031",
    "type_id":"35237093",
    "date":"1807",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Brush and gray and brown wash, pen and ink, on paper.",
    "markings":"watermark:  Similar to Churchill 322, but with the firm added: C I HONIG",
    "signed":null,
    "inscribed":null,
    "provenance":"Giovanni Piancastelli",
    "dimensions":"36.1 x 47.2 cm (14 3\/16 x 18 9\/16 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"One quarter is shown.  An entablature is shown from below.  Above its front rise the balustrades of upper galleries.  Their back walls are decorated with a battle scene at the short side, with an ornamental candelabrum, and a statue in a niche, at the long side\n.  An arch opens in the center of the latter another one stands across the corner.  Below it is the figure of a Roman emperor, seen from the back, upon a pedestal, with two female allegories, supporting a festoon, beside it.  An upper entablature is supported by columns and pilasters.  Above it rise arches, supporting an entablature as the frame of the central representation in the sky.  On top of the upper entablature, at the short side, is a trophy of arms, and the figures of two women in a partly erased fantastic architecture.  Signature below at left: \"Flaminio Minozzi 1807\" In the center below: Scala di Piedi no.13 di Bologna.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Project for a painted ceiling\", 1807.\n1807. Brush and gray and brown wash, pen and ink, on paper.. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-7211."
    },
    "colors":[
        {
            "color":"#b4a6aa",
            "closest_css3":"#a9a9a9"
        },
        {
            "color":"#7e7071",
            "closest_css3":"#808080"
        },
        {
            "color":"#463a4c",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#5d5a64",
            "closest_css3":"#696969"
        }
    ]
}