{
    "id":"18695339",
    "tms:id":"223236",
    "accession_number":"2002-11-18",
    "title":"Poster, \"The Splendor of Dresden\", 1978",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18695339\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1978",
    "year_start":"1978",
    "year_end":"1978",
    "year_acquired":"2002",
    "decade":"1970",
    "woe:country":null,
    "medium":"Offset lithograph on cream paper",
    "markings":null,
    "signed":"Signature imprinted in black ink, upper left corner, vertically (sideways, facing inward): Design: Paul Rand",
    "inscribed":"Imprinted in black ink, across lower quarter of paper: The Splendor of Dresden; below, lower left quadrant: Five\/ Centuries of\/ Art\/ Collecting; lower right quadrant: National Gallery of Art, Washington, D.C.\/ June 1-September 4, 1978\/ An Exhibition from the German Democratic Republic; imprinted in gray ink, across lower edge of page: An exhibition from the collection of the Staatliche Kunstsammlungen Dresden GDR, organized jointly by the National Gallery of Art, The Metropolitan\/ Museum of Art and The Fine Arts Museums of San Francisco. It is made possible through a grant from the IBM Corporation,\/ with additional funding from the Robert Wood Johnson, Jr. Charitable Trust, the National Endowment for the Arts and the National Endowment for the Humanities.",
    "provenance":null,
    "dimensions":"91.4 x 58.4 cm (36 x 23 in. )",
    "creditline":"Gift of Marion S. Rand",
    "description":"On cream ground, upper three quarters of page, three art objects (from the Staatliche Kunstsammlungen, Dresden) imprinted in numerous colors (including yellow, green, red, white, black, silver, and gold).  Upper left quadrant, elaborately decorated brooch, possibly coat of arms (cows, swords, and armor helmuts in design). Upper right corner, vase decorated with landscape (scene of soldier's meeting). Center right, Holbein painting of Henry VIII in elaborate gold costume, with sword, and dog behind him. Lower quarter of page, title, place, dates, and donors, imprinted in black and gray.",
    "justification":null,
    "culture":"American",
    "style":null,
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042341",
            "role_id":"35236763",
            "person_name":"Paul Rand",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions":[

    ]
}