{
    "id":"18794675",
    "tms:id":"272993",
    "accession_number":"2012-5-4",
    "title":"Drawing, \"Bathroom and Boudoir Interior\", 1807",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18794675\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35435139",
    "type_id":"35237093",
    "date":"1807",
    "year_start":null,
    "year_end":null,
    "year_acquired":"2012",
    "decade":null,
    "woe:country":null,
    "medium":"Pen and black ink, brush and watercolor, gouache, graphite, varnish on off-white paper",
    "markings":null,
    "signed":"Signed and dated in brush and black ink, lower left:  Rumeau 1807",
    "inscribed":null,
    "provenance":"Eugene V. Thaw, New York; Jean-Francois Heim, Paris; Sotheby's Paris, October 18, 2006, no. 129; Salon, Paris, 1808.",
    "dimensions":"29 x 23.7 cm (11 7\/16 x 9 5\/16 in.)",
    "creditline":"Thaw Collection",
    "description":"In the foreground, a boudoir with vaulted ceiling decorated in the arches with wreaths and alternating thunderbolts.  A chandelier is suspended from center of the ceiling.  Marble floor in geometric pattern in soft green, blue, and pink is covered on either side of room by long, flowered carpets.  Console tables in front of pier mirrors hold Etruscan-style porcelain and gilded vases with bouquets.  A white marble-top table at left has group of silver-gilt necessities for the bath:  a ewer, basin, and water pitcher.  Across the room at right a resting alcove showing a reclining chaise with horizontally tufted upholstery.  At rear, porticos on either side of central entrance to lower-level semi-circular bathing room are supported by Corinthian columns.  Large white swans, on inner edge of cornice, spew streams of water.  Semicircular dome of bathing room decorated with bands of elongated vases and flowers terminating in acanthus motifs.  White draped curtain caught with palmettes runs width of bathing room.  At center, a seated woman in bathing pool, her hair washed (?) by a servant.  Two women, wearing blue Empire dresses, also attend the woman, one holds towel, the other pours water into pool.  At far right, a woman dressed in white gown, pulls aside the curtain of dressing area.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[
        {
            "id":"35350943",
            "url":"http:\/\/collection.cooperhewitt.org\/exhibitions\/35350943\/",
            "title":"House Proud: 19th Century Watercolor Interiors from the Thaw Collection",
            "date_start":"2008-08-12",
            "date_end":"2009-01-25"
        }
    ],
    "tombstone":{
        "epitaph":"Drawing, \"Bathroom and Boudoir Interior\", 1807.\n1807. Pen and black ink, brush and watercolor, gouache, graphite, varnish on off-white paper. Thaw Collection. 2012-5-4."
    },
    "colors":[
        {
            "color":"#716846",
            "closest_css3":"#696969"
        },
        {
            "color":"#414236",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#8b8565",
            "closest_css3":"#808080"
        },
        {
            "color":"#b09b6c",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#594732",
            "closest_css3":"#556b2f"
        }
    ]
}