{
    "id": "18123309",
    "tms:id": "10149",
    "accession_number": "1901-39-3414",
    "title": "Drawing, Four Drawings of the Myth of Apollo; Decoration of a Wall over a Mantel, Sala di Apollo, Palazzo Cavina, Faenza, 1816",
    "title_raw": "Four Drawings of the Myth of Apollo; Decoration of a Wall over a Mantel, Sala di Apollo, Palazzo Cavina, Faenza",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18123309\/",
    "department_id": "35347493",
    "period_id": "35417089",
    "media_id": "35366401",
    "type_id": "35237093",
    "date": "1816",
    "year_start": "1816",
    "year_end": 1816,
    "year_acquired": "1901",
    "decade": null,
    "woe:country_id": "23424853",
    "medium": "Pen and ink, brush and greyish-brown wash over traces of graphite on laid paper",
    "markings": null,
    "signed": null,
    "inscribed": "Inscribed in graphite above drawing: Apollo Dafne. Center, inscribed in graphite: Apollo e Giacinto. Bottom left, inscribed in graphite: Apollo serpent\/ pitone. Bottom right, inscribed in graphite: Apollo pastore del re\/ admeto.",
    "provenance": "Giovanni Piancastelli, Rome",
    "dimensions": "28.5 x 19.6 cm (11 1\/4 x 7 11\/16 in.)",
    "dimensions_raw": {
        "height": [
            "45.72",
            "centimeters"
        ],
        "width": [
            "35.56",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of various donors",
    "description": "Apollo pursues fleeing Daphne, running toward left where her father, River-god Peneus, lies at foot of rock. Inscribed with graphite above: Apollo Dafne. Center: Apollo supports wounded Hyacinthus, surrounded by landscape. Inscribed in graphite: Apollo e Giacinto. Bottom left: Apollo runs towards dead Python, bow in hand. Setting shows narrow valley with temple of Delphi in rear. Inscribed in graphite: Apollo serpent\/ pitone. Bottom right: Apollo as shepherd of King Admetus, seated before rock, blows flute. Mercurius listens from behind rock. Inscribed in graphite: Apollo pastore del re\/ admeto. Verso: upper part of mantel shown. Wall panel suggested over mantel, square panels and contained in center, oval painting of standing genius or Apollo, possibly holding lyre. Entablature of room above.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424853",
    "type": "Drawing",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042405",
            "role_id": "35236655",
            "person_name": "Felice Giani",
            "person_date": "Italian, 1758–1823",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, Four Drawings of the Myth of Apollo; Decoration of a Wall over a Mantel, Sala di Apollo, Palazzo Cavina, Faenza, 1816. Pen and ink, brush and greyish-brown wash over traces of graphite on laid paper. \nMuseum purchase through gift of various donors. 1901-39-3414."
    },
    "colors": [

    ],
    "woe:country_name": "Italy"
}