{
    "id":"18644233",
    "tms:id":"197019",
    "accession_number":"1993-151-248",
    "title":"Advertisement, \"Stat Store: Andy Warhol\/ Stats for the Stickler\", 1983",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644233\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1983",
    "year_start":"1983",
    "year_end":"1983",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"28.3 x 20.4 cm (11 1\/8 x 8 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"A full-length black and white photograph of the artist, Andy Warhol (1928-1987), is centered on the page on a gray-toned background outlined by a thin black border. The artist's eyes stare straight ahead through large-lens, possibly clear-rimmed glasses. His straight, white-wigged, choppy-style hair is brushed to the left, where it is longer than on the right. His lips are slightly parted and turned down at the corners. The effect of the overall expression is vacant, even stupefied. His right arm, elbow bent, is posed diagonally upward across the chest, ending in the fingers of his hand curved around the left arm. The left arm, underneath the right, is posed diagonally downward, also with elbow bent; here the curved fingers grasp a manila envelope by one corner. The envelope slants downward to the left and is imprinted with the client's logo: The\/ Stat\/ Store in bold white sans serif type on a diagonally placed rectangular black field with concave upper and lower edges; the lines of type emulate the curves.  The artist wears a white collared shirt under a black unbuttoned blazer. The shirt collar escapes the jacket and the shirt cuffs are partly visible. A striped tie, knotted but askew, ends just above the waistband of straight-legged jeans, baggy at the knees. The figure is posed with his legs straight but apart, ending in worn leather boots. \n\nJust below the top of the page, centered above the image, Stats for the stickler is imprinted in white sans serif type. Two additional lines of type about The Stat Store are centered just above the lower edge of the page. The photographer, Benno Friedman; M&Co; and The Stat Store are credited in one line of type imprinted along the left-hand edge near the bottom.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35247579",
        "name":"advertisement"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18052547",
            "role_id":"35236631",
            "person_name":"Benno Friedman",
            "role_name":"Photographer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18052547\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236631\/"
        },
        {
            "person_id":"18055835",
            "role_id":"35236655",
            "person_name":"Carol Bokuniewicz",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18055835\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}