{
    "id": "18644509",
    "tms:id": "197157",
    "accession_number": "1993-151-372-1,2",
    "title": "Brochure, \"Knoll International: Orchestra Collection\", 1990",
    "title_raw": "Knoll International: Orchestra Collection",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644509\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35247617",
    "date": "1990",
    "year_start": 1990,
    "year_end": 1990,
    "year_acquired": "1993",
    "decade": "1990",
    "woe:country_id": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-372 a - 28.3 x 22 cm (11 3\/16 x 8 11\/16 in.), closed\n28.3 x 43.5 cm (11 3\/16 x 17 3\/16 in.) opened\n1993-151-372 b - 18.3 cm (7 1\/4 in.) x",
    "dimensions_raw": {
        "height": [
            "28.30",
            "centimeters"
        ],
        "width": [
            "22.00",
            "centimeters"
        ]
    },
    "creditline": "Gift of Tibor Kalman\/ M & Co.",
    "description": "Cover flap: Centered on a black coated paper background is a brightly lighted photographic image of an orchestra conductor's hands, upraised as if engaged in the act of conducting. The hand on the left holds a baton, extended upward diagonally  to the right. Both hands extend from white shirt cuffs within black jacket sleeves, which merge with the background. Centered near the top edge of the page is the company name, Knoll, in bold red upper and lower case sans serif type, followed without a space by the product name, Orchestra (TM), in finer serif-style type, also in red.  Evenly spaced holes, made by a three-hole punch, puncture the entire brochure, which is then held together by a black pencil placed in a rubber band inserted through the top and center holes. The pencil, point placed downward, is stamped horizontally Knoll Orchestra (TM), in the direction of bottom to top, near the eraser end. When the pencil is turned slightly in place toward the left edge, the viewer sees the phrase The Baton Makes No Sound, stamped in small capitals, also in gold, in the same direction.\n \nPage 1 (unpaginated): The page background is divided vertically into two thirds white, on the left, and one third black, on the right. (When the flap is closed, the white is covered and the black visible.)  The design, centered in the white section, features an outline of a treble clef, composed of the phrase Orchestra TM Universal System Accessories by Bruce Hannah and Ayse Birsel, imprinted in gold capitals. Underneath, just above the bottom edge of the page, are three evenly spaced gold circles, each imprinted Knoll, in the upper half of the circle, in upper and lower case, and go, in miniscule type just to the right of the o in Knoll. Designers' names associated with the product line are imprinted along the edge within the circles. The black section is imprinted top to bottom with marketing information in white type.\nPages 2 and 3 (unpaginated): The double-page black-and-white photographic spread is composed of an office cubicle containing hanging cabinets and a white-surfaced desktop. Items from the Orchestra TM product line, such as a letter tray, paper pack, and file sorter are displayed on the desktop, along with additional office paraphernalia, such as a telephone, lamp, and coffee cups. A jacket in a typographic pattern hangs off one end of the desk chair back, and several foreign language newspapers are visible on the desktop. The Orchestra TM Collection is imprinted in a repeating pattern in gold across the two pages in five languages, one to a line, evenly spaced from top to bottom.\nPages 4-12: The Orchestra TM products are illustrated discretely in black-and-white on copper-toned panels; specifications are imprinted beneath each panel. Headings are imprinted in copper capitals, for the products and black, for the designers. The page 4 heading, Orchestra TM Systems Accessories by Bruce Hannah & Ayse Birsel (pertaining to pages 4-7), is repeated on page 6. Page 8 is headed Orchestra TM Starter Specification Packs; page 9, Orchestra TM Portable File Folders by Bruce Borke; pages 10 (covering pages 10 and 11) and Page 12, Orchestra TM Lighting by John Rizzi and Brooks Borke. \nPages 13-15 specify ordering details and Knoll locations.\nBack cover: An illustration of a teabag, attached to a Knoll tag by a curlicued cord, is centered on the page. Underneath near the lower edge are seven lines of type concerning the Knoll location and telephone.",
    "justification": null,
    "videos": null,
    "woe:country": "23424977",
    "type": "brochure",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "person_date": "founded 1979",
            "role_name": "Firm",
            "role_display_name": "Firm:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id": "18056195",
            "role_id": "35236655",
            "person_name": "Dean Lubensky",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056195\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Design Director",
            "role_display_name": "Design Director:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "tombstone": {
        "epitaph": "Brochure, \"Knoll International: Orchestra Collection\", 1990. Offset lithography. Gift of Tibor Kalman\/ M &amp; Co.. 1993-151-372-1,2."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}