{
    "id": "18046133",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046133\/",
    "name": "Rei Kawakubo",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "5",
    "biography": "Kawakubo is the founder and creative director of Comme des Garçons, which she established in 1973. A self-taught fashion designer, she has positioned herself at the forefront of the avant-garde. Kawakubo studied art and literature at Keio University. She entered the fashion industry as a freelance stylist at a textile factory in 1967. Two years later she began making her own clothes under the label Comme des Garçons. In the following years Kawakubo would refine her aesthetic and expand her brand, opening her first boutique in Tokyo in 1975. During this time she amassed a large following so that by the time that Comme des Garçons debuted in Paris in 1981, Kawakubo was already famous. By the late 1980’s Comme des Garçons was operating more than 300 stores worldwide and Kawakubo’s more challenging designs had become accepted within the fashion world. \nKawakubo’s designs are considered conceptual and cerebral with frayed edges, wrapped fabrics, and austere fashion-forward silhouettes. Comme des Garçons is known for its “anti-fashion” approach in which the clothing is often deconstructed and atypical in form, defying characteristic conceptions of beauty. Kawakubo’s unique perception of what makes strong and attractive designs has sparked a global following and appreciation and have made Comme des Garçons an international success and symbol of innovation. Through her designs she has reimagined and redefined the codes and concepts of what fashion can be. Her repetitive use of the color black as the primary color in most of her collections has become a defining aspect of the brand. Kawakubo has expressed her belief that beauty is that which brings excitement, and her designs convey this sense of creative freedom. Kawakubo reinterprets the guidelines of design, challenging formal notions of clothing and confronting ideas regarding formality and femininity within fashion. \nNumerous designers, including Martin Margiela and Helmut Lang, have referenced Kawakubo as an inspiration for their own designs. Kawakubo is often considered to be both a fashion designer and artist. This speaks to the ways in which her designs are able to bridge the boundaries between fashion and art.",
    "woe:country_id": "23424856",
    "date": "Japanese, 1942",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424856"
}