{
    "id": "18569933",
    "tms:id": "78667",
    "accession_number": "1943-51-238",
    "title": "Album Page, \"Architectural Elements, France\", ca. 1889",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18569933\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "ca. 1889",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1943",
    "decade": null,
    "woe:country": "23424819",
    "medium": "Graphite on thick cream wove paper tipped into binding with fabric",
    "markings": null,
    "signed": null,
    "inscribed": "Recto, in graphite, upper right corner: 77; lower right corner 65; clockwise from upper left drawing: cupola on \/ the Bureau de \/ Brinfai...oner; The ... is an angel blowing trumpet; The diameter is perhaps 5 ft.; The arcades alternate in this ... a large \/ one and then a small one like at the cloister; Timber work \/ balcony \/ passages - \/ 3 stories; this is wrong - the \/ timber work should \/ continue to grou... in \/ this corner; elevation; section; water shed; This is a very funny idea and a very \/ good one - pieces of earthen pipe are \/ let in the wall and serve the birds \/ for nests - The colour given by the broken pipe end is \/ very agreeable; Tower on \/ oratory of Gaston.",
    "provenance": null,
    "dimensions": "31 x 23.5 cm (12 3\/16 x 9 1\/4 in.), irregular",
    "creditline": "Gift of Mrs. William Greenough",
    "description": "Vertical sheet illustrating five sketches of buildings or architectural features.  The top half of the sheet consists of two cupolas, each has a composition of columns supporting a small domical roof.  The roof of the cupola at left is like curved mansard with a flat panel at the top and a tall, narrrow finial above.  The one at right has an ogee-curved roof with finial and small weathervane.  Below this in the center is a sketch of the top of a tower which also has a cupola.  The cupola is split into ten parts, each having a lancet separated by a scroll.  To the right is a timbered building seen in section and elevation.  It consists of three stories, each is like a gallery or loggia with long, flat-arch arcades, and enclosed by a timbered railing.  At bottom left is another elevation of a timbered building with only the roof sketched.  Within the gable are two rows of dark spots or holes, that the artist notes are pieces of broken pipe inserted into the façade for use by birds as nesting spots.",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37784_b315dfc73e7360a3_b.jpg",
                "width": 961,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37784_b315dfc73e7360a3_n.jpg",
                "width": 300,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37784_b315dfc73e7360a3_z.jpg",
                "width": 601,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18042021",
            "role_id": "35236565",
            "person_name": "Whitney Warren",
            "role_name": "Artist",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042021\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions": [

    ]
}