{
    "id": "18044269",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044269\/",
    "name": "Charles Eames",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "21",
    "biography": "Husband-and-wife design team Charles and Ray Eames were formative and among the most influential figures in American design of the mid-twentieth century. Born in St. Louis, Missouri, Charles Eames (1907–78) trained as an architect and worked early in his career for engineers, which evolved into a lifelong interest in mechanics and the complexities of how things worked. Bernice Alexandra (Ray) Kaiser Eames, (1912–88) born in Sacramento, California, had an interest in the abstract, and in the 1930s studied painting under Hans Hofmann in New York. Together, the Eameses embraced the  concept of modern design as an agent of social change, creating designs for the overlapping needs of client, society, and designer and developing products that would serve all three. Their interests and visions would blend seamlessly into the creation of influential, lasting designs.\n\nRay and Charles Eames met in September 1940, after Ray entered the Cranbrook Academy of Art in Bloomfield Hills, Michigan, where Charles was already studying, and would soon become head of the industrial design department. He was working with fellow designer Eero Saarinen on an entry for The Museum of Modern Art's \"Organic Design in Home Furnishings\" exhibition\/competition; Ray assisted in preparing drawings, and the result was a first-place-winning molded plywood chair. \n\nCharles and Ray were married in 1941 and moved to California. By 1943 they opened an office in a renovated garage, from where they worked together until Charles's death in 1978, and where Ray alone continued the practice until her death in 1988. They pioneered technologies, and adapted what had been considered \"industrial\" materials to office and domestic environments. Most notably, they developed a method for bending plywood in multiple directions, a continuation of the efforts begun at Cranbrook. During WWII, the Eameses worked for the US Navy--which granted them access to new synthetic glues--and applied their molded-plywood experiments to develop splints for injured troops, replacing the unhygienic, stiff metal ones previously used. After the war, they used this knowledge and experience to create their now-famous molded-plywood chairs and tables. Originally intended for Evans Products, the furniture was produced and marketed by Herman Miller beginning in 1946. That same year, The Museum of Modern Art in New York granted its first one-man show to Charles Eames, discrediting Ray's contributions to their work, a slight that would have lasting historical consequences. Their work was also presented in MoMA's \"Good Design\" shows of the 1950s. Their plywood and modular furniture, which sold well in its heydey, remain icons of midcentury American modern design, and is still produced by Herman Miller today.",
    "woe:country_id": "23424977",
    "date": "American, 1907–1978",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}