{
    "id":"18645159",
    "tms:id":"197483",
    "accession_number":"1993-31-191-8",
    "title":"Book, \"The Ghost in the Underblows by Alfred Young Fisher\", 1940",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18645159\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35423041",
    "type_id":"35247441",
    "date":"1940",
    "year_start":"1940",
    "year_end":"1940",
    "year_acquired":"1993",
    "decade":"1940",
    "woe:country":null,
    "medium":"Lithography in orange and black ink on off-white wove paper",
    "markings":null,
    "signed":null,
    "inscribed":"Printed in black ink, left: And a disquieted old man, covered in a robe.\/His face was old as any face that\/Has died, remembering life.\/He trembled in his speech until I might have thought\/It was not he but my frosty breath and the smoke\/Taking the form of speech in the air.\/I do not know what he really said to this day,\/Nor what the face of the god who did not speak was like.\/But I recall the face of the woman\/Bent over the coals, poking the fire\/With moist stick torn from a projecting rock.\/She looked the crafty sister plaining money.\/The sides of the pit were in faint glow\/And one might have said the earth crawled\/As does the sea, underneath the still surface.\/I think that I was assured, for I went away,\/Took off the sack from my cold shoulders\/And sat before the dying fire on my hearth.\/But sometime during the night\/I felt a draught again, and went searching the house\/For a leaky sill or an opened door.\/I found nothing; moreover, there was no wind.\/But there was once more under my still heart\/Bending, the face of the old woman,\/The face of the god and the face of the old man.\/Like something seen through the water they wavered,\/Leering upward. The fire had died\/And I knew no more from the night\/Than I knew before fear had settled down round my head like hair.\/So I seized the sack, wrapped once more my shoulders\/And returned to the pit; there was nothing there\/Not even a burnt-out coal; but I saw\/Over my head the coals of heaven glowing through the frost\/And a kind of luminous smoke that trails\/From one end to the other of the sky,\/And thought I heard voices in the heaven\/198.",
    "provenance":null,
    "dimensions":"H x W: 23.9 x 31.5 cm (9 7\/16 x 12 3\/8 in.)",
    "creditline":"Gift of Tamar Cohen and Dave Slatoff",
    "description":"Pages 198-199. Left: text. Right: Abstract design with 4 figures in black, white and red. 3 black vertical ovals with smaller red and white ovals inside as well as black and white details at left. Red rectangles extend from below center of oval. To right: 1 black vertical rectangle bisecting 5 red circles. All 4 figures equal in height. In background: horizontal rectangle consisting of thin black lines behind center of 4 figures. Lines extend down past left of figures to form a vertical rectangle.",
    "justification":null,
    "type":{
        "id":"35247441",
        "name":"book"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236655",
            "person_name":"Alvin Lustig",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Book, \"The Ghost in the Underblows by Alfred Young Fisher\", 1940.\n1940. Lithography in orange and black ink on off-white wove paper. Gift of Tamar Cohen and Dave Slatoff. 1993-31-191-8."
    },
    "colors":[
        {
            "color":"#faeed6",
            "closest_css3":"#faebd7"
        },
        {
            "color":"#e6652e",
            "closest_css3":"#d2691e"
        },
        {
            "color":"#b6a698",
            "closest_css3":"#a9a9a9"
        },
        {
            "color":"#827267",
            "closest_css3":"#696969"
        },
        {
            "color":"#61534c",
            "closest_css3":"#696969"
        }
    ]
}