{
    "id":"18644129",
    "tms:id":"196948",
    "accession_number":"1993-151-184",
    "title":"Invitation, \"Colors Magazine: Launch Party\", 1992",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644129\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35289355",
    "date":"1992",
    "year_start":"1992",
    "year_end":"1992",
    "year_acquired":"1993",
    "decade":"1990",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"12.5 x 12.5 cm (5 x 5 in.), closed\n12.5 x 46.7 cm (5 x 18 3\/8 in.)., opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"In the opened position, the object, an invitation to a promotional event for Colors magazine, is composed of four panels. All type is sans-serif.\n \nRecto - In panel #1, which is smaller than the identically sized panels #2, 3, and 4, the design's central image is a color photograph of a vase, apparently of paper or plastic, punctured by holes. Four plastic flower-like objects (blue, green, yellow and purple) protrude from holes in the upper part of the vase. The names of the three hosts of the event are imprinted in small, bold, black lower case type: Luciano Benetton (center top, above the vase); Oliviero Toscani (near the top flower, to the left of the vase); and Tibor Kalman (between the middle and lower flowers, to the right of the vase). Beneath their names, the three are identified by their Colors-related positions. Beneath the vase, the text continues:  invite you\/ to join them for a gala launch party\/ celebrating\/ Colors\/ a magazine about the rest of the world. Colors, in logo format, is set in capital letters, the O's imprinted with central dots. The four other lines are in type identical to the names imprinted above. Panel #2 features a color photograph of a nude figure, slender, light brown-skinned and apparently male, based on the body shape; viewed from above the navel (visible) to above the knees (not visible); elbows akimbo and hands crossed over the crotch, thus obscuring the sex organs. Imprinted just below the navel in white lower case are three lines regarding time and place of the event.\nPanels #3 and #4 show a group photograph of women of color, smiling and gesticulating, and wearing ethnic or ethnically influenced clothing in mostly bright colors. They are posed against a background of doors with scraped paint surfaces. Details of the event, such as the venue and location, are imprinted in lower case type in short phrases, placed horizontally or vertically.\n\nVerso - A black and white blurred photograph of a ship crowded with people is spread across the four panels. On the extreme left, in Panel #1, there are four lines of black type with RSVP instructions. When the folded object is removed from the mailing envelope, this recipient would first see this panel.",
    "justification":null,
    "type":{
        "id":"35289355",
        "name":"invitation"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18058957",
            "role_id":"35236667",
            "person_name":"Luciano Benetton",
            "role_name":"Client",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18058957\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}