{
    "id": "18053597",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18053597\/",
    "name": "Donald A. Wallance",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1093",
    "biography": "Metalworker, furniture and industrial designer. Born New York City, September 26, 1909. Wallance             graduated New York University in 1930 with a B.A. in English Literature. He traveled to northern Europe            where he was exposed to the International Style in architecture and design. Upon returning to the United            States, he went to work in his father's furniture store and saw the need for more inventive designs in retail furnishings. He attended Design Laboratory School in New York City from its inception in 1936 until it closed its doors in 1940. From 1941-2, Wallance served as the state of Louisiana's technical and design director for the National Youth Administration, established in 1940 by President Roosevelt to help build a young, technically capable work force. During World War II, Wallance designed mass-produced furniture for servicemen's families living abroad for the Office of the Quartermaster General, Washington. He began designing tableware, cutlery, and accessories for H.E. Lauffer in 1951. \n Among his most recognizable designs for Lauffer were Design One, a highly sculptural, brushed stainless steel flatware created in 1953, and Design Ten, a colored plastic flatware created in 1978-79. Both designs are now produced by Towle Manufacturing Company. In addition, Wallance designed auditorium seating in steel and upholstered polyurethane foam for Philharmonic Hall at Lincoln Center in 1964 and hospital furniture in steel and plastics for Hard Manufacturing Company in 1965. Wallance is best known for his book, \"Shaping America's Products\", 1956, which remains a seminal study of the relationship of craftsmanship to industry.",
    "woe:country_id": "23424977",
    "date": "American, 1909 – 1990",
    "woe:country": "23424977"
}