{
    "id": "18044739",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044739\/",
    "name": "Venini Glassworks",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "18",
    "biography": "Venini Glassworks, originally founded as Cappellin Venini & C. by Paolo Venini and Giacomo Cappellin in 1921, is arguably one of the best-known manufacturers of fine Italian art glass and lighting. The company hired Italian painter Vittorio Zecchin as its first art director. Throughout its history, Venini used major national and international expositions to introduce its wares to a worldwide audience and create an export market  for premium examples. \n\nIn 1925, the founders parted ways and VSM Venini & C. and MVM Cappellin & C. were established separately; Venini was led by its new artistic director and sculptor Napoleone Martinuzzi. By the early 1930s,  Paolo Venini—who had studied the techniques of artistic directors and artisans from early on—took an increasingly visible role in the company’s artistic direction. Carlo Scarpa arrived in 1932, and took the position of artistic director until 1946, designing lamps, domestic designs and objets d’art.\n\nEarly Venini glass reflects the streamlined Art Deco style the company helped to popularize. Venini was also known as a place where artists could collaborate with Venetian glass artisans,  to pursue their own visions in glass with the help of Venini.  The company  worked with many major designers including Gio Ponti, Carlo Scarpa, Ettore Sottsass, Fulvio Bianconi, and others. \nVenini was a pioneer who introduced what today is known as mid-century modern design, especially with lighting using glass in colors of 1950s modernism. Venini designs have simple shapes and striking colors. Paolo Venini died in 1959, but the firm continues in Murano, collaborating with artists and designers .",
    "woe:country_id": "23424853",
    "date": "Murano, Venice, Italy, founded 1925",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424853"
}