{
    "id": "35460593",
    "tms:id": "274766",
    "accession_number": "2013-15-1",
    "title": "Kimono, Taisho period, 1926–45",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35460593\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35463331",
    "type_id": "35285529",
    "date": "Taisho period, 1926–45",
    "year_start": 1926,
    "year_end": 1945,
    "year_acquired": "2013",
    "decade": "1920",
    "woe:country": "23424856",
    "medium": "Medium: silk, lined in cotton and rayon \nTechnique: plain weave, stencil-printed in warp and weft (meisen)\nLabel: silk, stencil-printed in warp and weft (meisen)",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "H x W: 147.3 x 123.2 cm (58 x 48 1\/2 in.)",
    "creditline": "Museum purchase from Friends of Textiles and General Acquisitions Endowment Funds",
    "description": "Woman's lined silk kimono with an overall abstract design of sweeping arcs of color with an uneven, hand-drawn feel. In black, green, red-orange, pink and white.",
    "justification": "The Jazz Age flapper had a counterpart in Japan: the moga or “modern girl.” Industrial development during the Taisho period (1912 – 1926), spurred by World War I, brought women into the workplace for the first time. Economic opportunity led to rapid urbanization, and along with it a cosmopolitan lifestyle that centered around café culture, the cinema, and the new department store. Western-style clothing and kimono intermingled in the streets of 1920s Tokyo, but when this confident, newly independent young woman wore a&amp;nbsp;kimono, she preferred one with a bold graphic statement. \nTraditionally, kimono were custom-made from the finest silk fabrics, and were handed down through generations.&amp;nbsp;19th - century industrial innovation made possible the idea of a fashion kimono—a ready-to-wear garment that was affordable enough to be changed with some frequency. Unlike Western fashion, the silhouette or form of the garments did not change, but the fabrics became exuberant indicators of style -- motifs were dramatically enlarged and color palettes were vivid. \nOne agent of this change was the introduction of industrial spinning technology. This allowed for the production of spun silk, made from the short lengths of fiber salvaged from damaged cocoons (reeled silk uses the continuous filament from carefully unwound cocoons). The other was the mechanization of the traditional kasuri technique, in which the warp or weft yarns are tie-dyed by hand prior to weaving. In the mechanized version, meisen, stencils and chemical paste dyes are used to print the warp and weft yarns. The softly blurred effect of kasuri &amp;nbsp;is maintained, but meisen could be produced much more quickly and cheaply. \nThis piece, with its rough, hand-drawn feel and unusual color combination, bears a strong resemblance to the work of French artist Sonia Delaunay. In both her paintings and textile designs, she explored the idea she called simultaneity, or the sense of movement and vibration caused by the juxtaposition of warm and cool colors. Her fashion work was also not focused on clever cutting, but rather on the treatment of the body as a pattern surface; in this way the resonance with meisen is striking. The influence of the Italian Futurists is also felt in the sweeping arcs of color and overall feeling of movement. \n&amp;nbsp;",
    "type": {
        "id": "35285529",
        "name": "Kimono"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/61543_4b32e05bd21608a5_b.jpg",
                "width": 870,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/61543_4b32e05bd21608a5_n.jpg",
                "width": 272,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/61543_4b32e05bd21608a5_z.jpg",
                "width": 544,
                "height": 640,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/61544_ffc4ec492f605a54_b.jpg",
                "width": 849,
                "height": 1024,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/61544_ffc4ec492f605a54_n.jpg",
                "width": 265,
                "height": 320,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/61544_ffc4ec492f605a54_z.jpg",
                "width": 530,
                "height": 640,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "role_name": "Fund",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18056963",
            "role_id": "35352249",
            "person_name": "John Ruddy",
            "role_name": "Vendor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056963\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Kimono, Taisho period, 1926–45. Medium: silk, lined in cotton and rayon \nTechnique: plain weave, stencil-printed in warp and weft (meisen)\nLabel: silk, stencil-printed in warp and weft (meisen). Museum purchase from Friends of Textiles and General Acquisitions Endowment Funds. 2013-15-1."
    },
    "colors": [
        {
            "color": "#e5b096",
            "closest_css3": "#deb887"
        },
        {
            "color": "#c54736",
            "closest_css3": "#a0522d"
        },
        {
            "color": "#2f2d2c",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#544f4d",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#928e4d",
            "closest_css3": "#808080"
        }
    ]
}