{
    "id":"18794697",
    "tms:id":"273004",
    "accession_number":"2012-2-1",
    "title":"Textile, 1924",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18794697\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402827",
    "type_id":"35251739",
    "date":"1924",
    "year_start":"1924",
    "year_end":"1924",
    "year_acquired":"2012",
    "decade":"1920",
    "woe:country":"23424819",
    "medium":"Medium: silk\nTechnique: printed on plain weave",
    "markings":null,
    "signed":null,
    "inscribed":"Tissus Simultané written in selvedge in Delaunay's hand",
    "provenance":null,
    "dimensions":"H x W: 46.5 x 65 cm (18 5\/16 x 25 9\/16 in.)",
    "creditline":"Museum purchase through gift of Friedman Benda, Elaine Lustig Cohen, Ruth Kaufmann, Patricia Orlofsky and from General Acquisitions Endowment Fund",
    "description":"Stepped design of rectangles printed in black, royal blue and yellow on a white ground.",
    "justification":"Tissu simultané no. 46<b> <\/b>was designed in 1924 and represents a particularly important time for Delaunay in terms of textile design. After already experiencing success with costume and fashion presentations for an avant-garde circle of painters and poets, Delaunay began thinking of more commercial options for her textiles.&amp;nbsp;By 1923 she was designing printed fabrics called tissus simultané, which she used in her fashion and accessories and sold them to firms in France and abroad. This textiles boasts a bold geometric design of blue, yellow and black lines on a white ground, and has the hallmark characteristics of her textiles in the 1920s: contrasting colors with abstract, geometric or rounded patterns and block-printed on cotton or silk fabric. In fact she often printed the same pattern and colorway on different types of fabrics achieving very different effects. Though this same pattern has been printed on other textiles such as cotton which absorbs more of the color, this example is silk and the color sits on the surface making it more vibrant and painterly.&amp;nbsp; Although Delaunay made a distinction between her paintings and textiles, she tried to capture the immediacy of the creative process in both. &amp;nbsp;In the early 1920s, she initially carved her own wood blocks in order to reveal particular subtleties, and only later, when she became too busy to carve the blocks herself, she oversaw and supervised the process. Though she ultimately returned to painting after the 1930s, she always saw textiles and painting as equals.&amp;nbsp; ",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40492_be6b3a304f7f6bb6_b.jpg",
                "width":1024,
                "height":736,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40492_be6b3a304f7f6bb6_n.jpg",
                "width":320,
                "height":230,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40492_be6b3a304f7f6bb6_z.jpg",
                "width":640,
                "height":460,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18063163",
            "role_id":"35236655",
            "person_name":"Sonia Delaunay",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18063163\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Textile, 1924.\n1924. Medium: silk\nTechnique: printed on plain weave. Museum purchase through gift of Friedman Benda, Elaine Lustig Cohen, Ruth Kaufmann, Patricia Orlofsky and from General Acquisitions Endowment Fund. 2012-2-1."
    },
    "colors":[
        {
            "color":"#d4c7a6",
            "closest_css3":"#d2b48c"
        },
        {
            "color":"#e5cb61",
            "closest_css3":"#f4a460"
        },
        {
            "color":"#092953",
            "closest_css3":"#191970"
        },
        {
            "color":"#636b63",
            "closest_css3":"#696969"
        }
    ]
}