{
    "id": "18050387",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18050387\/",
    "name": "Luca Giordano",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "8",
    "biography": "Luca Giordano was born in Naples on October 18, 1632.  As apprentice to his father Antonio Giordano, a painter, Giordano first achieved great distinction for his ability to replicate old masters and quickly earned the nickname 'Proteo della pittura.'  His early works were greatly influenced by the Spanish painter Giuseppe Ribera, but there is no concrete proof that Giordano was, in fact, his pupil.  In 1654, Giordano traveled to Rome for the first time and then continued further to Bologna, Parma, and Venice.  In Venice he became greatly inspired by Titian and Veronese.  From these artists Giordano derived his own distinctly airy and decorative composition as well as an appreciation for vibrant colors.  Giordano is distinguished by his large oevre which expands diverse subject including mythological, religious, historical, battle scenes, still lifes, genre, and portraits.  In 1692, Charles II invited Giordano to Spain.  There he was assigned official Court Painter.  For the next ten years, Giordano executed many great works for the King as well as for the nobility including frescoes for S. Lorenzo, El Escorial; Palacio Real and Buen Retino, Madrid; a Cathedral in Toledo; and a Convent in Quadalupe. In 1702 Giordano returned to Naples.  In 1705 he passed away and was buried at the church of S. Brigida, which he had decorated fifty years prior.  The last three years of his life, Giordano executed some of his most important works including the S. Francesco di Sales; S. Carlo Borromeo for Gerolomini church; and perhaps the most influential: the dome of Certosa di San Martino.  This last work opened the doors to 18th century Rococo decorative style.  His stylisitic legacy was passed down through many followers and pupils as 'Giordanismo.'\n\nBibliography\nMilkovich, Michael.  \"Luca Giordano in America: paintings, drawings, prints,\" exhibition catalog (Memphis, TN: Books Memorial Art Gallery, 1964) pp. 4-5.\n\nWestin, Jean K. and Robert H. Westin, ed.  \"Carlo Merrati and His Contemporaries: Figurative Drawings from the Roman Baroque,\" exhibition catalog (Pennsylvania: Museum of Art, Pennsylvania State University, 1975) p. 33.",
    "woe:country": "23424853",
    "date": "1634 - 1705",
    "roles": [
        {
            "id": "35236565",
            "name": "Artist",
            "count_objects": "8668"
        },
        {
            "id": "35236711",
            "name": "Attributed to",
            "count_objects": "338"
        },
        {
            "id": "35236677",
            "name": "After",
            "count_objects": "584"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": "\/m\/01gb8w",
        "ulan:id": null,
        "ima:id": "1353",
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "5799",
        "vanda:id": "9248",
        "viaf:id": "233370534",
        "wikipedia:id": "221468",
        "ideo:id": null
    }
}