{
    "id": "18057961",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18057961\/",
    "name": "Lucian Bernhard",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Lucian Bernhard was the most innovative Berlin-based designer of his era. Bernhard’s importance to the history of graphic design cannot be overestimated.\n\nBernhard owes his aesthetic style to a major 1898 design exhibition held at Munich’s Glaspalast that showcased the French art nouveau graphics of Jules Chéret, Henri de Toulouse-Lautrec, and Alphonse Mucha, as well as the English Arts and Crafts design team known as The Beggarstaffs, comprised of James Pryde and William Nicholson. The Beggarstaffs pioneered the use of cut colored paper to create their designs, which juxtaposed flat forms and patterns with positive and negative shapes. A number of Beggarstaff poster maquettes were on exhibition in the Munich show. Bernhard returned from this exhibition “drunk with color” and repainted his parents’ traditional apartment in brilliant hues. After a terrible dispute with his father, Bernhard settled in Berlin where he submitted a design to a poster competition sponsored by the Priester Match Company. Bernhard’s winning Priester poster (1905) is considered an icon of modernist graphic design. The poster launched Bernhard’s career and is considered a watershed moment in the history of graphic design. At the age of 23, Bernhard opened his own studio with 30 employees. In 1920, he was made the first professor of graphic design at the Berlin School of Arts and Crafts.\n\nBefore leaving Germany to settle in the United States in 1922, Bernhard created hundreds of similarly designed posters for major German firms, including Adler Typewriter, Stiller Shoes, and Bosch. He also made significant contributions in the field of typography, designing an entire family of typefaces from 1912 through the 1930s. During the late 1920s, Bernhard, with Rockwell Kent, Erich Mendelsohn, Bruno Paul, and Paul Poiret, founded the first international design consortium, known as Contempora, which produced textiles, decorative arts accessories, and furniture.",
    "woe:country_id": "23424829",
    "date": "German, 1883 - 1972",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}