{
    "id":"18193503",
    "tms:id":"22355",
    "accession_number":"1917-4-13",
    "title":"Drawing, July 1865",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18193503\/",
    "department_id":"35347493",
    "period_id":"35417175",
    "media_id":"35419531",
    "type_id":"35237093",
    "date":"July 1865",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1917",
    "decade":null,
    "woe:country":"23424858",
    "medium":"Graphite, brush and white gouache on heavy wove greenish, darkened to olive brown, paper",
    "markings":"Stamped in ink, at upper center: Lugt 457c",
    "signed":"Signed with three alternative monograms [see inscriptions]",
    "inscribed":"Inscribed in graphite at various locations, starting at top left:  2 pale yel \/ 3 yel \/ 4  3 green lines \/ 5 yel green \/ 6 green; again for the detail marked as \"A\", at top left:  2 white \/ 3 pale yel \/ 4 yel salmon; again, at center left: Bark reddish brown \/ with grey spots near root \/ all grey; again, at top right: maroon red \/ red \/ grey; and at bottom right: Jamaica \/ July '65 \/ two monograms FEC of different designs, a third unfinished alternative is drawn between them.",
    "provenance":null,
    "dimensions":"Sheet: 27.4 x 22.3 cm (10 13\/16 x 8 3\/4 in.)",
    "creditline":"Gift of Louis P. Church",
    "description":"Vertical view containing various images:  the bough of a tree with a blossom which is shown again in a greater scale, at top left; boughs of a tree, one of them with leaves on the top, at center left; a bird in front of an outlined mountain, at top center; mountains, at center; a leaf plant, at top right; a stake fence and a bush, at center right; and at the bottom, distant view over mountains with a winding road on a ridge in the foreground, and three trees on a mountain top in the middle distance.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041941",
            "role_id":"35236565",
            "person_name":"Frederic Edwin Church",
            "role_name":"Artist",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041941\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions":[

    ]
}