{
    "id": "18065075",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18065075\/",
    "name": "TAR\/Tillett and Rauscher Inc.",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "4",
    "biography": "TAR\/Tillett and Rauscher Inc., founded in 2006 by Seth Tillett and Nicole Rauscher, is an experimental textile hand-printing studio in Harlem. Tillett comes from a long line of calico printers in England, and grew up in his parents’ live\/work studio on the Upper East Side of Manhattan. His parents, D.D. and Leslie Tillett, of Tillett Fabrics Inc., produced custom textiles for the Jackie Kennedy White House, Babe Paley, and other influential clients. They were also artists and experimenters, and developed a number of unique printing techniques, such as the drag-box, a hand-made tool for creating stripes and plaids without the use of a screen. \nSeth Tillett has worked extensively in film, dance and theater as a dramaturge, set and lighting designer, in addition to creating installations. In 2000, he met Nicole Rauscher, a dancer and choreographer, and the two began collaborating on installations and performances involving graphics and textiles. In 2003, the pair moved to New York City, and Rauscher apprenticed herself to D.D. (Doris) Tillett for the last years of her life, while running Tillett Fabrics. Rauscher continues to print Tillett Fabrics designs on request for interior designers who have been clients for decades, but in 2006, Seth and Nicole founded TAR to develop their own experimental approaches. The resulted in a range of techniques that are so hand-intensive and the results so unique that they call into question the use of the term printing, which implies fast, cheap repetition. By creating tools and techniques with which the design is created directly on the fabric, the pair actively seeks to create non-repeating, non-repeatable patterns which embrace spontaneity and chance.",
    "woe:country_id": "23424977",
    "date": "New York, USA, founded 2006",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}