{
  "display_date": "", 
  "credit_line": "Gift of Ellen Gustav Jensen", 
  "date_end": "1954", 
  "period": "Art Deco", 
  "dynasty": "", 
  "culture": "", 
  "id": "115474", 
  "style": "", 
  "date_begin": "1898", 
  "dimensions": "33 x 22.5 cm (13 x 8 3/4 in.), folded\r\n33 x 54 cm (13 x 17 1/2 in.), unfolded", 
  "copyright": "", 
  "title": "Four Female Heads (Recto); Foliate Designs (Verso)", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1956-47-85                                ", 
  "movement": "", 
  "medium": "", 
  "media_id": "", 
  "description": "Recto\r\n\r\nUpper right - In this three-quarter view of a female, the dominant feature is the hair, composed of shaded, curved vertical lines: short and swept back from hairline above the forehead, and shoulder length, cut off diagonally, at the sides. \r\nThe head is pitched forward and to the left. Thin eyebrows, slanted upward; large, light-colored eyes; a long, but, upturned, nose, shaded on the left; and full, closed lips comprise the facial features.\r\n\r\nLower half, right - In this frontal view, a woman stares straight ahead out of light-colored eyes under upward-slanting brows. The closed, full lips smile slightly. The face and neck are shaded on the left and around the right eye. Shoulder-length, curly hair frames the face and neck. Intertwined curves appear below the neck.\r\n\r\nLower half, left - In this three-quarter view of a female, the head is tilted upward and to the left. The eyes and brows, slanted upward toward the sides, appear to be oriental, as does the headdress, composed of a rigid, upside down v-shaped framework, with trimmings.\r\n\r\nUpper left - This unfinished head is also in an oriental vein.\r\n\r\nCenter, left - This foliate design is composed of abstract, scrolling leaves.\r\n\r\nVerso\r\n\r\nFoliate designs are scattered over the present page.\r\n\r\nOn the upper left (viewed with the fold at the right edge), two scrolling stems veer left and right from a central branch. Stylized flowers head the stems. Uniquely on the page, blue ink is superimposed on pencil.\r\n\r\nIn the center, at the lower edge (viewed with the fold as that edge), a scalloped shape forms the central image of a rectangular form; scrolling forms, symmetrically arranged, complete the design. \r\n\r\nOn the lower right (viewed with the fold at the right edge), two sides of a diamond-shaped form are decorated by scrolling forms. Deus is inscribed in the center in a pseudo-Roman style.\r\n\r\n", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Drawing", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}