{
    "id": "51677593",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/51677593\/",
    "name": "Duplan Silk Corporation",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "12",
    "biography": "http:\/\/www.library.hbs.edu\/hc\/lehman\/company.html?company=duplan_silk_corp\n\nJean Leopold Duplan, a French businessman, founded Duplan Silk Company in New York in 1898 as an extension of his silk weaving plant in Lyons, France. The 1897 American tariff spurred Duplan to supply the American silk market with domestically made cloth. Duplan and six other investors funded a small mechanical mill in South Bethlehem, Pennsylvania, which shortly afterward was relocated to a new building in Hazleton, Pennsylvania. By 1901 the company turned a profit. It was incorporated as the Duplan Silk Corporation in Delaware in 1917.\n\nJean Duplan constantly sought innovations in silk manufacture. He shifted the plant away from dyeing individual yarns to \"piece dyeing\" the completed woven cloth. By delaying dyeing, Duplan Silk could sell the most current styles and colors of silk without building up an overstock of unfashionable material. Duplan Silk also sold the undyed \"grey\" silk. The staff developed new types of looms that allowed fancy high-twist weaves and crepes.\n\nDuplan Silk began producing artificial silk (now known as rayon) as early as 1911. The lustrous artificial silk was spun from cellulose and a gelatin extracted from seaweed. Duplan himself was quite secretive about the artificial silk production process, keeping the looms in a separate, boarded section of the mill. To curious visitors, he explained his secrecy by claiming, \"In there are skilled Mohammedan women who work without veils, so no men are allowed\" (These Fifty Years, 10). Eventually, Duplan Silk produced silk velvets, formulated its own dyes, and printed fabrics in its own mill.\n\nJean Duplan sold his controlling interest in the company to the other directors in 1921. Paul C. Debry became Duplan Silk president in 1923, and in 1928 Lehman Brothers (along with Field, Glore & Company and George H. Burr & Company) brokered the deal in which Jean Duplan sold his remaining holdings and brought the corporation to public ownership. In a complex agreement, Jean Duplan sold the remainder of his common stock (26,811 shares at $20 each plus accrued dividends) and preferred stock (12,838 shares at $115 each plus accrued dividends) holdings back to the corporation. Lehman Brothers then issued 20,000 shares of 8 percent cumulative preferred stock at $100 par value per share (worth $2 million total) and 75,000 shares of common stock at $24 per share with no par value.\n\nAt the time that Duplan Silk Corporation went public, it operated plants at Hazleton, Kingston, Wilkes-Barre, Nanticoke, and Dorranceton, Pennsylvania. The Hazleton plant had 600,000 square feet of floor space, with 450,000 additional square feet at the other plants. The Hazleton plant alone held 1,675 looms and 144,000 spindles. In 1928 the corporation maintained offices in Paris, London, Lyons, New York City, Chicago, Los Angeles, Providence, and Charlotte. It supported its 5,000 employees with several vocational schools and a Girls' Club House at Hazleton designed for recreation and personal betterment. Profits in 1927 were $1.35 million, with net tangible assets of $14.5 million.\n\nAfter Duplan Silk became a public company, it continued to produce silk and rayon, and later nylon. It survived the Great Depression under Paul Debry (president until 1937) and Ernest C. Geier, but closed the Hazleton plant in 1953.\n\nNote: There are a few books of interest regarding Duplan: These Fifty Years: The Duplan Corporation, 1898-1948 (New York: Duplan, 1948); The House of Duplan: Twenty Years of Development, 1898-1918: Not by Inheritance, But by Thrift and Application (New York: Duplan, 1918).",
    "woe:country_id": null,
    "date": null,
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}