{
    "id":"18673433",
    "tms:id":"212159",
    "accession_number":"1997-19-208",
    "title":"Poster, 1997-19-208, 1990–91",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18673433\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1990–91",
    "year_start":"1990",
    "year_end":"1991",
    "year_acquired":"1997",
    "decade":"1990",
    "woe:country":null,
    "medium":"Offset lithograph on white wove paper",
    "markings":null,
    "signed":"Verso, imprinted lower right: Design: Gretchen Frederick, Andres E. Tremois, Invisions, Ltd. \/ Photography: William H. Dempsey III; Karen Holtzberg \/ Copy Wiring: Leo Mullen, Invisions, Ltd \/ Printing: Peake Printing, Inc. \/ Typesetting: Composition Systems, Inc. , Trade Typeographers Inc. \/ Paper\/Envelopes: Frank Parsons Paper Company, Inc.",
    "inscribed":"Recto, imprinted in yellow radiating lines, upper left:  An \/ AIGA \/ Washington DC \/ program series \/ designed \/ to broaden \/ the context and \/ enlarge \/ the perspective \/ within which \/ innovation \/ can occur. \/ Turning our attention \/ outward \/ to discover \/ the familiar world \/ in new and \/ unfamiliar ways.\nIn yellow lower right: AIGA Washington DC 1990-91 Fall\/Winter Programs\nImprinted on verso:Schedule of events for the Fall\/Winter series [see Notes field]",
    "provenance":"From the collection of Dan Friedman.",
    "dimensions":"68.4 x 58.4 cm (26 15\/16 x 23 in. )",
    "creditline":"Gift of Ken Friedman",
    "description":"Recto: Poster for the Fall\/Winter season of the Washington AIGA.  Design is dominated by three orbs: a circular ball, a close up image of the pupil of the eye, and the earth seen from a distance [an exercise in scale]. The photographic image is reproduced in cool grays, purple and green creating a sense of mystery.  Along the left edge in white letters reading from upper left to lower left, METEORS AND METAPHORS \/ ENLARGING THE DESIGN PERSPECTIVE. At upper left are yellow radiating letters.\nVerso: Reading horizontaly left from right, the scheduled events, programs and lectures are presented in black type against a white ground.  A yellow sunburst at upper left scatters long yellow rays across the sheet. A schedule of events season pass and reservation form printed across lower edge of sheet.",
    "justification":null,
    "culture":"American",
    "style":null,
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18053581",
            "role_id":"35236655",
            "person_name":"Gretchen Frederick",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18053581\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}