{
    "id":"18114473",
    "tms:id":"8789",
    "accession_number":"1901-39-2195",
    "title":"Drawing, \"Sketchbook Page: Atrium, San Pietro, Bologna and Detail from San Pietro; Detail from S. Michele in Bosco; Verso, Geometrical Studies of Heads\", 1811–14",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18114473\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "media_id":"35365657",
    "type_id":"35237093",
    "date":"1811–14",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and brown wash over traces of graphite on laid paper",
    "markings":"Watermark: F over lily in double circle",
    "signed":null,
    "inscribed":null,
    "provenance":"Giovanni Piancastelli, Rome",
    "dimensions":"37.4 x 25.5 cm (14 3\/4 x 10 1\/16 in.)",
    "creditline":"Museum purchase through gift of various donors",
    "description":"At top, atrium of archbishop in Bologna, shown with view of cathedral; inscribed: atrio\/ Bramante s Pietro Vescovato. At left, interior of cathedral by Domenico Tibaldi, 1575; inscribed: S Pietro Bramante Bologna. At center, segment of stalls from S. Michele in Bosco, by Fra Raffaele, 1521. Two niches: priest hearing confession from woman; inscribed above: monumento del cinque cento S Michele in\/ Basco Bologna 1811. Bottom: panel with eagle over cornucopias, candelabrum. Right half of capital; trophy of arms; two candelabra. Inscribed at bottom: monumenti del\/ cinquecento. Bologna. Inscribed at top center: 129. Inscribed at left bottom corner: 67. Verso: Twenty studies on proportion; fourteen studies of heads; foot study; study comparing head, foot and hand.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042405",
            "role_id":"35236655",
            "person_name":"Felice Giani",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Sketchbook Page: Atrium, San Pietro, Bologna and Detail from San Pietro; Detail from S. Michele in Bosco; Verso, Geometrical Studies of Heads\", 1811–14.\n1811–14. Pen and brown ink, brush and brown wash over traces of graphite on laid paper. Museum purchase through gift of various donors. 1901-39-2195."
    },
    "colors":[

    ]
}