{
    "id": "18767219",
    "tms:id": "259911",
    "accession_number": "2010-28-1",
    "title": "Watch, \"SCZ 103\", 1995",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18767219\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35379439",
    "type_id": "35264085",
    "date": "1995",
    "year_start": 1995,
    "year_end": 1995,
    "year_acquired": "2010",
    "decade": "1990",
    "woe:country": "23424957",
    "medium": "Plastic, metal",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "1995: given to William Drenttel by the manufacturer, Swatch Group (at commemorative event); 2010: acquired by the Museum",
    "dimensions": "L x W: 27.6 x 2.5 cm (10 7\/8 x 1 in.)",
    "creditline": "Gift of William Drenttel",
    "description": "United Nations 50th anniversary commemorative watch. Circular blue face with three circular green chronometers; green bezel; broad flat strap in blue, green, red, yellow, black and white, showing images of clasped hands; green buckle at end of strap.",
    "justification": "From Acquisition Justification:\n&quot;The now ubiquitous Swatch watch is manufactured by the Swatch Group, a Swiss conglomerate whose name is a contraction of the words second and watch. Swatch introduced its first watches in 1983, to recapture the market lost to Japanese manufacturers in the 1960s and 1970s, a period during which digital watches achieved wide popularity. Swatch intended to re-popularize the analogue watch, so developed its brand as a range of low-cost, high-tech, artistic and “fun” quartz-powered timepieces characterized by bold designs in bright synthetic materials. The watches are constructed by an innovative ultra-sonic welding process and automated assembly. Technical innovations include simplified watch gearing and a reduction in the number of components, down from 91 or more, to 51, with no loss of accuracy.\nBased on the success of the first Swatch collection, which consisted of 12 models, the company introduced another collection in 1984, and sold over 2 million watches. Swatch watches appealed to consumers not only for their reliability and low cost, but as fashion statements and works of design to be collected. In response to the growing popularity of their timepieces, the company decided to bring out two new collections of 70 models each year, each model chosen for its specific statement in terms of originality, controversy, or interpretation of fashion. By the late 1980s Swatch was commissioning artists and designers, such as Keith Harring and Alessandro Mendini, to design individual watches or whole collections. \nSwatch also produced what it called Specials, models with a specific theme created to mark an extraordinary person or event. They are produced in limited, numbered editions, and never re-issued. The UNlimited chronograph special, commemorating the 50th anniversary of the United Nations, is one of these. The characteristic form of the Swatch--a circular face, thin in profile, with a simple flat strap--is unchanged, but the design is accentuated by the use of primary colors. Green and blue predominate, with touches of red, yellow, black and white, and imagery of clasped hands designed to portray the idea of solidarity. In keeping with the concept of this project honoring the United Nations, Swatch chose YA\/YA (Young Aspirations\/Young Artists), a New Orleans-based program that promotes the work of young artists, to design the watch. &quot;",
    "type": {
        "id": "35264085",
        "name": "Watch"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/39940_dc96bfd972691c1e_b.jpg",
                "width": 271,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/39940_dc96bfd972691c1e_n.jpg",
                "width": 85,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/39940_dc96bfd972691c1e_z.jpg",
                "width": 169,
                "height": 640,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/39941_e7658ebaad6bda44_b.jpg",
                "width": 525,
                "height": 1024,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/39941_e7658ebaad6bda44_n.jpg",
                "width": 164,
                "height": 320,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/39941_e7658ebaad6bda44_z.jpg",
                "width": 328,
                "height": 640,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "34624755",
            "role_id": "35236657",
            "person_name": "Swatch Group",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/34624755\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18063941",
            "role_id": "35236655",
            "person_name": "YA\/YA",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18063941\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Watch, \"SCZ 103\", 1995. Plastic, metal. Gift of William Drenttel. 2010-28-1."
    },
    "colors": [
        {
            "color": "#043398",
            "closest_css3": "#191970"
        },
        {
            "color": "#19834c",
            "closest_css3": "#2e8b57"
        },
        {
            "color": "#6e787b",
            "closest_css3": "#808080"
        },
        {
            "color": "#03136a",
            "closest_css3": "#191970"
        },
        {
            "color": "#aa1c19",
            "closest_css3": "#b22222"
        }
    ]
}