{
  "display_date": "mid-18th century", 
  "credit_line": "Gift of Anonymous Donor", 
  "date_end": "1775", 
  "period": "", 
  "dynasty": "", 
  "culture": "", 
  "id": "109029", 
  "style": "", 
  "date_begin": "1735", 
  "dimensions": "H x W x D: 28.5 x 21 x 0.2cm (11 1/4 x 8 1/4 x 1/16in.)", 
  "copyright": "", 
  "title": "Board game", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1953-24-3-a/o                             ", 
  "movement": "", 
  "medium": "Cardboard with painted and gilded decoration, backed with printed paper", 
  "media_id": "5817", 
  "description": "Rectangular board (1953-24-3m), one part of a game set (1953-24-3a/o). Board painted in polychrome colors, gilded and varnished, with curves and counter-curves cut out along all four sides, with 20 decorated, rectangular sections, numbered 181 thru 200, divided into 4 columns. Number 181, at top left, features coat-of-arms; 182 of bird on a branch; 183 of building, possibly fortress or possibly a lantern; 184 of a formal garden; 185, at bottom left, of a coat of arms; 186, at top, of spherical vessel with plumes; 187of nude female submerged in water and flanked by dolphins; 188 of amphora; 189 of soldier crouched behind shield; 190 of animal with outstreched arms, possibly statuary, perched on pedistal; 191, at top, of rifle; 192 of light house; 193 of soldier with flag perched on long rope; 194 of butterfly and branch; 195 of gate; 196, at top right, of coat-of-arms; 197 of tree with ladder; 198 of wooden bucket; 199 of pole with 2 small, flag-like elements attached to horizontal piece at top; 200, at bottom right, of coat-of-arms. Each of 4 different coat-of-arms painted in variations of red, gold, yellow, black and green; all other sections painted in shades of green. Decorated frame features various ornamental motifs including scrolls and lace-like patterns, all painted in colors including blue, orange, red and white. Reverse backed with paper featuring delicate dark red flowers on alternating bands of green and white.\r\nThe set comprises: -3a)  Egg-shaped ivory box, hinged in half and opening by push-button.  Circular openings at top and bottom.  Screwed to -3b) a circular base of wood, to which a green taffeta bag is fastened, containing 120 spindle-shaped wooden beads, each with a rolled piece of green parchment inside, with a number.  -3c) Ivory stick with turned handle. -3d to n)  Eleven cardboard boards, with 20 decorated rectangles on each, painted with coats-of-arms in corners, and various implements in rest of rectangles.", 
  "classification_id": "95", 
  "restrictions": "", 
  "school": "", 
  "name": "Board game", 
  "region": "", 
  "caption": "", 
  "department_id": "1"
}