{
    "id":"18041325",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18041325\/",
    "name":"Dan Friedman",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"597",
    "biography":"Educator, graphic and furniture designer. \nFriedman was born in Cleveland, Ohio, in 1945. He received a BFA from Carnegie Institute of Technology, Pittsburg, PA. Friedman went on to study graphic design at Hochschule fur Gestaltung, Ulm, and studied with Armin Hofmann and Wolfgang Weingart at Allgemeine Gewerbeschule, Basel. He returned to America in 1969 and began his career as graphic designer for large corporations. He worked with the firm Anspach Grossman Portugal as a senior designer from 1975 to 1977. Friedman contributed significantly to what came to be known as \"post-modern\" or \"new wave\" typography in the in the 1970s. He taught graphic design at Yale University, 1970-73. He became Assistant Professor and Chairman of the Board of Study in Design at the State University of New York at Purchase, 1972-1975. Friedman designed catalogs and brochures for both universities. Friedman worked with Pentagram Design in New York City from 1979 to 1984. He designed corporate identity programs, posters publications, packaging, letterheads, and logos, for clients such as Citibank and Williwear. Friedman was a long-time friend of artist Keith Haring, and designed the book, \"Keith Haring\", 1982. He was the author of \"Dan Friedman: Radical Modernism\", 1994, and co-authored with Jeffrey Deitch, \"Cultural Geometry\", 1988, and \"Post Human\", 1992. He also designed furniture, lighting, screens, wall elements, and interiors. Many of his furniture designs were done especially for Galerie Noetu in Paris. Among his best known furniture designs are the 1989 Virgin Screen, 1989 Zoid sofa and chair, and the Three Mile Island lamps. Friedman served as the Frank Stanton Professor of Graphic Design at The Cooper Union in New York City, from 1994 until his death in 1995.",
    "woe:country":"23424977",
    "date":"American, 1945 – 1995",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"595"
        },
        {
            "id":"35236691",
            "name":"Collector",
            "count_objects":"1"
        },
        {
            "id":"35236685",
            "name":"Maker",
            "count_objects":"1"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "moma:id":"2005",
        "phm:id":null,
        "tms:id":"236",
        "vanda:id":null,
        "viaf:id":null,
        "wikipedia:id":"32336860"
    }
}