{
    "id": "18047163",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18047163\/",
    "name": "Alexander Calder",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "11",
    "biography": "Alexander Calder was born in Lawton, Pennsylvania, in 1898. The son of artists – his father was a sculptor and his mother a painter, he studied mechanical engineering at the Stevens Institute of Technology in Hoboken, New Jersey. After graduation, Calder worked at various odd jobs before enrolling at the Art Students League in New York in 1923. Calder moved to Paris in 1926, where he attended the Académie de la Grande Chaumière, and exhibited at the Salon des Artistes Indépendants. This is where he began to work in wire and created his traveling show Cirque Calder, which consisted of sculptures made of wire, small figures and comic animals.  \n\nHe had his first solo show at the Weyhe Gallery in New York in 1928. Calder began to introduce moving parts into his work in 1931. In 1932, Calder and his wife, Louisa James, settled in Roxbury, Connecticut, and by 1934 Calder regularly exhibited at the Pierre Matisse Gallery in New York. During the 1950s, he traveled widely and executed \"gongs,\" or sound mobiles, and \"towers,\" or wall mobiles. He won the Grand Prize for sculpture at the 1952 Venice Biennale. He exhibited, along with other pioneers of kinetic art, including Yaacov Agam and Jean Tinguely, in Le mouvement (Movement) at the Galerie Denise René, Paris, in 1955. A major retrospective of Calder’s work was held at the Whitney Museum of American Art in New York City in 1976-77. Calder died in New York City during the run of the exhibition on 11 November 1976.\n\nCalder’s immense body of work includes large- and small-scale sculptures, paintings, drawings, theater sets, toys, textiles, household objects, fashion accessories, and jewelry, all of which he fabricated and exhibited without priority.Today, however, Calder is perhaps best remembered for his mobiles and stabiles, which simultaneously emphasize color and shape, and tension and balance. Although Calder stated “I want to make things that are fun to look at and have no propaganda value whatsoever”, more recent scholarship attempts to recontextualize his art as it was used in the exhibitions of the “cultural cold war” and by examining the contradictory expressions of political allegiance and dissent that characterized Calder’s late career reputation.",
    "woe:country_id": "23424977",
    "date": "American, 1898 - 1976",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}