{
  "display_date": "ca. 1970s", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1985", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "196895", 
  "style": "", 
  "date_begin": "1960", 
  "dimensions": "36.5 x 29 cm (14 1/2 x 11 1/2 in.), folded\r\n73.2 x 58 cm (28 7/8 x 23 in.), unfolded", 
  "copyright": "", 
  "title": "National Lampoon: Car Stereo Test and Demonstration Kit", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-136                              ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "The multicolored poster on a black background is entitled The Official/ National/ Lampoon/ Car Stereo Test &/ Demonstration Kit. Line one is imprinted in white, slanted, uppercase, serif-styled type; lines two and three in larger chunky type in yellow shadowed by red; and lines four and five in ornate white script.  The remaining two-thirds of the page is divided into nine squares in light blue, yellow, green or red, divided equally into three rows. A jagged-edged icon in yellow, imprinted including in black uppercase type, overlaps the outer edge of the leftmost square in the top row. In each row, two squares feature illustrations of items comprising the kit, while the third shows a putative award covered by a thick, black x in a style simulating paint brustrokes. In the first category: row one, an audiocassette and box and a cleaning tape, both identified by object labels; row two, a container of cleaning solution, labeled, and cotton swabs; row three, a carrying case for cassettes in a faux-Vuitton pattern, decorated with retro-style travel stickers, and a car stereo manual in green, imprinted The Official/ National/ Lampoon/ Car Stereo/ Test &/ Demonstration/ Kit/ Primer. In the second category: row one, the head of a smiling woman with brushed-back, flying hair; row two, a stack of four banded packages of bills, labeled 1000; row three, a front view of a red car. In each square, a horizontal black line separates the illustration from one to three lines of explanatory type.", 
  "classification_id": "", 
  "restrictions": "", 
  "school": "", 
  "name": "Poster", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}