{
    "id": "18710399",
    "tms:id": "231062",
    "accession_number": "2007-49-2",
    "title": "Textile, 1960–67",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18710399\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35390039",
    "type_id": "35251739",
    "date": "1960–67",
    "year_start": 1960,
    "year_end": 1967,
    "year_acquired": "2007",
    "decade": "1960",
    "woe:country": "23424908",
    "medium": "Medium: cotton, rayon\nTechnique: plain weave with continuous supplementary weft patterning",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "H x W: 174 x 130.2 cm (68 1\/2 x 51 1\/4 in.)",
    "creditline": "Gift of Chinyere Okoronkwo",
    "description": "A bright violet ground with an iridescent quality created by using magenta warps and bright blue wefts, with wide pattern bands of zigzags and geometric forms in shiny golden rayon yarns. Fringed at both ends.",
    "justification": " \nThe unique weavings of Akwete women are admired throughout western Africa. Akwete cloth is woven exclusively by women in the village of Akwete, in Igboland in southeastern Nigeria. Today the location is somewhat remote, but in the late 19th century it was an important stop on the slave and palm-oil trading routes from the interior to the port cities of Opobo and Port Harcourt, and textiles were a valued trade item. \n&amp;nbsp;\nWhile men in Nigeria weave on a narrow horizontal loom, the women’s loom is a simple vertical frame placed upright against the wall. An adult woman’s weaving is usually between 40 and 50 inches wide, while a young girl may begin weaving on a narrower loom, 15 to 30 inches, until her arms grow long enough to span a full-sized loom. The warp is continuous, wound repeatedly over the top beam and under the bottom beam. This continuous warp system causes the textile to grow narrower at one end, as the warps come under increasing tension during the weaving. While this is considered an unavoidable technical flaw, it also helps to distinguish hand-woven pieces from machine-made imitations. \n&amp;nbsp;\nThe ground cloth is typically of fine imported cotton, while the supplementary pattern wefts can be cotton or loosely twisted silk or rayon. The style is typified by geometric patterns in bands of varying widths, the most significant of which is a lozenge form called ikaki or tortoise, which was formerly the symbol of the royal family. The panels are generally woven in matching pairs approximately 65 inches in length, because they are always worn in pairs: one wrapped around the hips and the other at the waist. Traditionally, the breast was adorned only with jewelry, but over the past decades women have gradually begun wearing European-style blouses in white lace or printed cotton.\n&amp;nbsp;\nThis&amp;nbsp;piece was commissioned in Enugu, Nigeria between 1960 and 1967, after Nigeria won independence from Great Britain but before the beginning of the Biafra War. During this brief period, there was a celebratory resurgence of interest in traditional weaving resulting in pieces such as this which are of very high value and quality. This pieces also shows all of the hallmarks of traditional Akwete weaving: a narrowing at one end caused by the continuous-warp technique, an “iridescent” ground color created by using two different colors in the warp and weft. Here it is a maroon warp and a bright blue weft, combining to give a strong violet effect. The abundant patterning includes traditional “snake” and “tortoise” or “lizard” patterns in glossy gold rayon thread. While Akwete cloth is still produced today, the quality has declined substantially, and contemporary pieces are often made in garishly-colored rayon, with fewer pattern bands and less technically difficult patterns. ",
    "type": {
        "id": "35251739",
        "name": "textile"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/27695_800fad9090eb5a83_b.jpg",
                "width": 1024,
                "height": 752,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/27695_800fad9090eb5a83_n.jpg",
                "width": 320,
                "height": 235,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/27695_800fad9090eb5a83_z.jpg",
                "width": 640,
                "height": 470,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/27694_79856213e211148d_b.jpg",
                "width": 1024,
                "height": 735,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/27694_79856213e211148d_n.jpg",
                "width": 320,
                "height": 230,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/27694_79856213e211148d_z.jpg",
                "width": 640,
                "height": 459,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18060769",
            "role_id": "35351535",
            "person_name": "Chinyere Okoronkwo",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18060769\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Textile, 1960–67. Medium: cotton, rayon\nTechnique: plain weave with continuous supplementary weft patterning. Gift of Chinyere Okoronkwo. 2007-49-2."
    },
    "colors": [
        {
            "color": "#d0c6bc",
            "closest_css3": "#c0c0c0"
        },
        {
            "color": "#816055",
            "closest_css3": "#696969"
        },
        {
            "color": "#563540",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#9a816a",
            "closest_css3": "#808080"
        },
        {
            "color": "#5b4d5e",
            "closest_css3": "#696969"
        }
    ]
}