{
    "id": "420557029",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/420557029\/",
    "name": "Leo Lionni",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Leo Lionni (1910-1999) was born in Amsterdam to a family with artistic inclinations.  His father, who came from a prominent Sephardic Jewish family with Italian origins, was an artisanal diamond cutter while his mother was a singer. Young Lionni’s training began as early as elementary school at a time when the Dutch capital’s progressive education system emphasized art and craft. As a young man, he was given a permit to sketch at the Rijksmuseum, where he came into contact with the work of Piet Mondrian, Rembrandt de Rijn, and Vincent Van Gogh. In 1925, after emigrating briefly to Philadelphia, Lionni and his family moved to Genoa, Italy where he attended a commercial high school. Lionni quickly learned conversational Italian and familiarized himself with Italian art poetry, and literature. He began to make his living with commercial art, including advertising proposals for Campari.  He also began making abstract paintings inspired by the work of Italian Futurist artists. In 1931, his work caught the attention of F.T. Marinetti, a leader of the Italian Futurist movement, who touted Lionni as a member of the second wave of Futurism. Despite this increased attention, Lionni, whose wife’s father founded the Italian communist party, was deeply disturbed by the far-right, fascist leanings of the Futurist movement. Instead, he felt that his work was more closely linked to the patterns, symmetry and political leanings of the Dutch de Stijl artistic movement that began in the years immediately following World War I.\n\nIn the late 1930s, after completing a doctoral degree in economics at the University of Genoa, Lionni fled the political and religious persecution of Fascist Italy and returned to Philadelphia, where he was hired to work as a designer for N.W. Ayer. In Philadelphia, Lionni served as art director for advertisements for Ladies’ Home Journal and the Ford Motor Company. He also commissioned illustrations from artists including Willem de Kooning, Alexander Calder, and Fernand Leger. Notably, he worked with Saul Steinberg to design Comptometer posters and a young Andy Warhol on advertisements for Regal Shoes. In 1947, Lionni moved to New York. His assignments there included a redesign of Fortune magazine, a series of catalogues for The Museum of Modern Art and serving as a consultant to Henry Luce’s Sports Illustrated magazine. Lionni also worked as Italian typewriter manufacturer Olivetti’s design director and conceived the American Pavilion for the 1958 Brussels World’s Fair. At the age of 50, he and his wife left everything in New York and returned to Italy, this time settling in Tuscany. There, he began writing and illustrating children’s books, which, he felt, married his dual interests in fine and applied arts. His books were illustrated with unique modernist assemblages composed of torn and cut pieces of colored paper. Over the course of his lifetime, he created 40 different books, each of which reflected Lionni’s sense of humor and his love of shape, color and texture. In 1984, Lionni was awarded the AIGA Gold Medal. He worked in various mediums and exhibited throughout the world till his death in 1999.",
    "woe:country_id": "23424977",
    "date": "American, b. The Netherlands, active Italy, 1910 - 1999",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}