{
    "id": "18056973",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18056973\/",
    "name": "Andrew Kner",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "8",
    "biography": "\"Andrew Kner – President of the Jury\n\"Born in Hungary, where his family has been involved in design and publishing\nsince the 18th century. He came to the United States in 1940 at the age of\n5, and received both his BA (1957) and his MFA (1959) from Yale University.\nHe worked in promotion design for \"Time, Inc.\", \"Esquire\", and \"Look\nMagazine\" before joining The New York Times as Art Director for the \"Sunday\nBook Review\". In 1970 he became Executive Art Director at The New York\nTimes Promotion Department, a position he held until 1984 when he left to\njoin Backer & Spielvogel as Senior Vice President, Creative Director for Sales\nPromotion. In 1990 he left to join RC Publications as Creative Director and\nArt Director of Print and Scenario Magazines (he Art Directed Print on a free\nlance basis from 1963 to 1990). He left RC Publications in April of 2000 to\nfree-lance. He has won over 150 awards for design and Art Direction. Posters\nhe has designed are part of the permanent collection of Museum of Modern\nArt, the Smithsonian and the Louvre. He teaches Communication Design at\nParsons School of Design and the Fashion Institute of Technology. He served\nas President of the New York Art Directors Club from 1983 until 1985, and\ncurrently sits on the Art Directors Club Advisory Board.\"",
    "woe:country": "23424844",
    "date": "Hungarian, born 1935",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        },
        {
            "id": "35236787",
            "name": "Art Director",
            "count_objects": "96"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "11095",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": null,
        "ideo:id": null
    }
}