{
    "id": "18616573",
    "tms:id": "176816",
    "accession_number": "1981-28-224",
    "title": "Sampler, 1981-28-224, 1879",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18616573\/",
    "department_id": "35347501",
    "period_id": null,
    "date": "1879",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1981",
    "decade": null,
    "woe:country": "23424909",
    "medium": "Medium: silk, cotton, and wool on plain weave cotton, knitted cotton, and machine-made cotton\nTechnique: embroidered, sewn and knitted",
    "markings": null,
    "signed": null,
    "inscribed": "MN",
    "provenance": null,
    "dimensions": "H x W: 68.6 x 76.8 cm (27 x 30 1\/4 in.)",
    "creditline": "Bequest of Gertrude M. Oppenheimer",
    "description": "Sampler divided into three vertical panels. Panel at left: bands of withdrawn element work with overcasting, cross, herringbone and running stitches; insertion of woven tape; looping and buttonhole stitch (placket); insertion of woven rick-rack and tape; insertion of embroidery (looping and running stitches) and cutwork with needle-made fillings; insertion of crochet and woven tape; looping and buttonhole stitch (placket): insertion of folded woven tape: panel of embroidery (buttonhole, back feather stitches): insertion of gathers: bands of withdrawn element work with overcasting and running stitches alternate with fether and herringbone stitches: fringe.\nCenral panel (from top): panel of mended knitting (squares cut out and discarded): knitting patterns: embroidery on machine-made net (running, satin, and looping stitches) plus patch  cut out and reinserted and darned hole: band of embroidery (double running): darning sampler (center of crossed cut out): and eyelet stitch: scalloped edge (buttonhole, stem,, satin, double running).\nPatches and curved hems: band of embroidery (chain, running, knots, satin, double running): insertion of machine-made lace and looping: insertions of a crocheted medallion made of woven rick-rack and looping: insertion of two rows of hairpin lace (looping) crocheted together: applique of braid: canvas work (satin, running, eyelet, back, upright Gobelin, chain, cross, half cross, Roumanian, herringbone): panel (satin, stem, tied back, bullion knots) lace border made of two machine-made tapes and crochet.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35256439",
        "name": "Sampler"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/36818_984bfea1e9c07b7d_b.jpg",
                "width": 1024,
                "height": 895,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/36818_984bfea1e9c07b7d_n.jpg",
                "width": 320,
                "height": 280,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/36818_984bfea1e9c07b7d_z.jpg",
                "width": 640,
                "height": 560,
                "is_primary": "1"
            }
        }
    ],
    "participants": [

    ],
    "exhibitions": [

    ]
}