{
    "id":"18732719",
    "tms:id":"242481",
    "accession_number":"2009-36-1",
    "title":"Rain Cloak (kappa), 1850–60",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18732719\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35433437",
    "type_id":"35306581",
    "date":"1850–60",
    "year_start":"1850",
    "year_end":1910,
    "year_acquired":"2009",
    "decade":null,
    "woe:country":"23424856",
    "medium":"Medium: cotton (recycled fiber)\nTechnique: plain weave",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Purchase from Morita Antique Textiles, Tokyo",
    "dimensions":"Bottom edge: 344.2 cm (135 1\/2 in.)\nTop edge (excluding collar): 105.4 cm (41 1\/2  in.)\nHeight (from center, excluding collar: 93 cm x (36 5\/8 in.)",
    "creditline":"Museum purchase from General Acquisitions Endowment Fund",
    "description":"Cape-like raincoat made of sixteen shaped gores with a stand-up collar. At the neck are cord ties with bone clasps; both are reinforced. At the waist is a cord loop with a circular reinforcement. The cord is knotted through the front of the coat. The coat was woven with very fine dark blue warps while the wefts are much thicker with varied shades of blue. The lining is an indigo-dyed double ikat of hand-spun yarns with a small repeating pattern.",
    "justification":"Resourcefulness has been a key component of Japanese life for centuries, and in design, one sees this most dramatically with materials and objects being repurposed, recycled, or reused.&amp;nbsp; Hikimawashi kappa, which literally means a pull-around (hikimawashi) cape or raincoat (kappa), is made from left-over and\/or broken indigo-dyed threads (zanshi-ori) salvaged from home production or from local commercial weavers. This is because cotton thread was valuable during the 19th century in rural Japan so none was wasted, regardless of how rough or worn it might be. For instance, if the lengths of yarn were not long enough, they were simply knotted together to create a longer strand. Because of the use of left-over and highly varied threads in the weft combined with a more regulated warp, an overall pattern of irregular striations is created. So, not only does this raincoat boast a unique composition, but it also reflects a spirit of eco-friendly and sustainable textiles, and the idea of constantly finding ways to repurpose materials at hand since nothing is wasted in its production.\n&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp;&amp;nbsp; \nAdditionally, this type of raincoat is modeled on the Capa overcoat, which Spanish missionaries wore in the Momoyama era (1573-1615). Encased between the lining and the outer layer is an oilpaper that makes the raincoat waterproof. This raincoat however, does not have the oilpaper intact, though similar versions of this object are known to have included this type of paper. This indigo-dyed textile represents a type of extreme textile, albeit low technology, in the innovative use of coated paper for water repellency.",
    "type":{
        "id":"35306581",
        "name":"Rain cloak (kappa)"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/36050_dcc45e13ad3d4838_b.jpg",
                "width":1024,
                "height":800,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/36050_dcc45e13ad3d4838_n.jpg",
                "width":320,
                "height":250,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/36050_dcc45e13ad3d4838_z.jpg",
                "width":640,
                "height":500,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18048535",
            "role_id":"35351535",
            "person_name":"General Acquisitions Endowment",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18062561",
            "role_id":"35352249",
            "person_name":"Morita Antiques and Textiles",
            "role_name":"Vendor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18062561\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone":{
        "epitaph":"Rain Cloak (kappa), 1850–60.Medium: cotton (recycled fiber)\nTechnique: plain weave. Museum purchase from General Acquisitions Endowment Fund. 2009-36-1."
    },
    "colors":[
        {
            "color":"#38423f",
            "closest_css3":"#2f4f4f"
        }
    ]
}