{
    "id":"18410095",
    "tms:id":"115242",
    "accession_number":"1956-45-5",
    "title":"Textile, \"Modern Master Series\", 1955",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18410095\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35251739",
    "date":"1955",
    "year_start":1955,
    "year_end":1955,
    "year_acquired":"1956",
    "decade":"1950",
    "woe:country":"23424977",
    "medium":"Medium: cotton\nTechnique: printed by engraved roller, incised by photographic method",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 137.2 cm (54 in.)",
    "creditline":"Gift of Fuller Fabrics Corp.",
    "description":"Black ground scattered with small irregular white forms with black stick figures and touches of color.",
    "justification":"In 1953, Dan Fuller, President of Fuller Fabrics, invited five of the twentieth century’s most distinguished artists: Pablo Picasso, Fernand Léger, Marc Chagall, Joan Miró, and Raoul Dufy, to collaborate on a line of textiles to be called the Modern Masters Series. The concept was unique in that the artists were not commissioned to produce original patterns specifically for the textiles. Instead, Dan Fuller worked with each artist to select motifs from their existing body of work, which were then translated by the company’s in-house designers into repeating patterns.<a href=\"#_ftn1\">[1]<\/a> Fidelity of reproduction was essential, and Fuller’s designers worked diligently to render the motifs accurately for engraving. The patterns were roller printed rather than screen printed, because the fabric was intended to be mass produced and sold at low price points, less than $2 a yard, for use by both garment manufacturers and home sewers. Each artist approved the final patterns derived from his work and was involved in the selection of the colors. \nMarketing was a key element of the project – the Modern Master Series was launched in the fall of 1955 with a museum exhibition and documentary film that featured the artists in their studios, the original works of art, the finished fabrics, and the production process. The film and exhibition opened at the Brooklyn Museum and then traveled to other American museums.<a href=\"#_ftn2\">[2]<\/a> For a five-page editorial spread in Life Magazine, “Modern Art in Fashion,” Life’s fashion editor Sally Kirkland enlisted the participation of her friend, designer Claire McCardell. McCardell designed a wardrobe of separates and dresses using Modern Masters Fabrics which were featured in the Life photo essay.<a href=\"#_ftn3\">[3]<\/a>\nThe collection of sixty designs was much celebrated when it was launched. American Fabrics applauded Fuller for its daring and courage in bridging “the abyss” between fine and applied arts.<a href=\"#_ftn4\">[4]<\/a> Cooper-Hewitt currently holds six fabrics from Fuller’s Modern Masters Series in its collection: The Bullfight, Birds, and Poisson by Pablo Picasso, Vitrail by Fernand Leger, Femme Ecoutant by Joan Miro, and Evening Enchantment by Marc Chagall. \n\nThe source motifs for this pattern are taken from a 1945 oil painting by Joan Miro (1893-1983), Woman Hearing Music (Femme entendant de la musique), and they are readily recognizable as the highly imaginative pictograms characteristic of Miro’s work.&amp;nbsp; \nIn adapting Miro’s work for the printed fabric, Fuller’s designers did not maintain the painting’s original arrangement of the motifs. Instead, they reconfigured them to create a more complex pattern, with a very different effect. Each pictogram, which appears only once in the painting, appears multiple times in each textile pattern repeat, rotated and\/or in reverse, so there is no clear top or bottom, nor right or left to the composition, as there is in the painting.&amp;nbsp; On the textile, the pictograms appear to be floating in space, an effect amplified by the fabric’s black background. Miro’s surreal figures are particularly well suited to this type of directionless arrangement. While it may be hard to imagine that Fuller’s designers could have improved on Miro’s masterpiece, the reconfiguration of the pictograms is more effective as a textile pattern than a straightforward reproduction of the original painting would have been. \n\n\n\n<a href=\"#_ftnref1\">[1]<\/a> Geoffry Rayner, Richard Chamberlain and Annamarie Stapleton, Textile Design: Artists’ Textiles 1940-76 (Woodbridge, Suffolk, UK: Antique Collectors Club, 2012), 139.\n\n<a href=\"#_ftnref2\">[2]<\/a> “Trying Abstraction on Fabrics,” ArtNews 54, issue 7 (November 1955): 43.\n\n<a href=\"#_ftnref3\">[3]<\/a> Kohle Yohannan, and Nancy Nolf, Claire McCardell: Redefining Modernism (NY: Abrams, 1998), 126.\n\n<a href=\"#_ftnref4\">[4]<\/a> “Fine Art and Textiles come to Terms,” American Fabrics 35 (Winter 1955-56): 49.",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42766_ef65007b097f67fd_b.jpg",
                "width":735,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42766_ef65007b097f67fd_n.jpg",
                "width":230,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42766_ef65007b097f67fd_z.jpg",
                "width":460,
                "height":640,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18389_f6d6aa67b923ecf5_b.jpg",
                "width":744,
                "height":1024,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18389_f6d6aa67b923ecf5_n.jpg",
                "width":233,
                "height":320,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18389_f6d6aa67b923ecf5_z.jpg",
                "width":465,
                "height":640,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18065027",
            "role_id":"35236657",
            "person_name":"Fuller Fabrics",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065027\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"18043099",
            "role_id":"35236655",
            "person_name":"Joan Miró",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043099\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Textile, \"Modern Master Series\", 1955.Medium: cotton\nTechnique: printed by engraved roller, incised by photographic method. Gift of Fuller Fabrics Corp.. 1956-45-5."
    },
    "colors":[
        {
            "color":"#726a68",
            "closest_css3":"#696969"
        },
        {
            "color":"#968680",
            "closest_css3":"#808080"
        },
        {
            "color":"#564947",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#82554e",
            "closest_css3":"#696969"
        }
    ]
}