{
    "id": "18053553",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18053553\/",
    "name": "Alfons Bach",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "444",
    "biography": "Alfons Bach was born in Germany in 1904. He studied film directing and design in Europe before coming to the United States in 1926.\nBach settled in the New York metropolitan area. His projects included the remodeling of Sach's furniture store, which occupied the first several floors of the Manhattan's Hoover Building. Bach was responsible for remodeling both the exterior of the building and the interiors of the store. Another major commission was the redesign of the Seneca Textile Building on 34th Street; Bach won an award from the Fifth Avenue Association for his work on this project.\nBach designed and built his own home in Stamford, CT in 1938. Beginning in the late 1940s, he spearheaded a plan for what became on of the first shopping malls in America; the Ridgeway Center of Stamford. Bach designed the entire shopping mall, including many of the individual stores' interiors. The editors of Exhibitor and Theatre Catalog selected Bach's Ridgeway Theatre for their merit award.\nAfter moving to Florida in 1959, Bach continued his design practice. A major project was the Palm Trial Plaza, a marina apartment complex in Delray Beach. Bach was selected to direct the United States exhibits at the 1962 International Industrial Design Exhibition in Paris.\nBach was a noted watercolor painter as well a designer. His paintings were featured in numerous exhibitions in the United States and America.",
    "woe:country": "23424829",
    "date": "German, 1904 – 1999",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "444"
        }
    ],
    "concordances": {
        "freebase:id": null,
        "wikipedia:id": null,
        "viaf:id": null,
        "lcnaf:id": null,
        "moma:id": null
    }
}