{
    "id": "18057439",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18057439\/",
    "name": "Claudy Jongstra",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Claudy Jongstra (Dutch, b. 1963)  is a contemporary textile designer who practices the ancient technique of felting. She studied fashion design at the Academy of Art in Utrecht, and established her own design studio, “Nót Tom Dick & Harry,” after graduating in 1989. In 1994, after seeing an exhibition on felt at the Textile Museum in Tilburg, she became fascinated with its fabrication process, and has worked exclusively in felt ever since. She is best-known for her Drenth Heath felts, which are characterized by their raw, primitive quality, with long locks of curly fleece still intact.  Since the mid-1990s she has created extraordinary felted fabrics for fashion designers such as John Galliano, Christian Lacroix, and Donna Karan, and architects and designers Steven Holl, Will Bruder, Jasper Morrison, and Marcel Wanders. Jongstra’s fabrics have a raw elegance that comes from her use of materials such as wild silk, wild linen, and wild cashmere, as well as the special (and proprietary) techniques she has developed in her felting.  Jongstra even goes so far as to raise her own sheep in the Dutch countryside and currently has a herd of 200 including the rare species of long-haired Drenthe Heath, whose shorn locks she felts along with the straw and lanolin that accumulates on their hair.",
    "woe:country": null,
    "date": "Dutch, b. 1963",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "11346",
        "vanda:id": "8647",
        "viaf:id": "63757863",
        "wikipedia:id": null,
        "ideo:id": null
    }
}