{
    "id": "18065135",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18065135\/",
    "name": "Winslow Brothers Company",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Founded in 1887 by brothers William and Francis Winslow, Winslow Brothers Company was one of the premier manufacturers of ornamental iron and bronze in the United States. As early as 1881, William Winslow was employed in foundry work with the Helca Iron Works of New York. He became a partner in 1883. In 1885, William moved to Chicago and joined E.T. Harris to form the firm Harris and Winslow. After Harris retired William and his brother Francis formed their own company, first listed in a Chicago directory in 1887 at 99-109 West Monroe Street with William as president and Francis as secretary and treasurer. The company earned commissions across the country, designing stair balusters, signage, elevator grilles, exterior storefront ornament, lighting fixtures and other metal ornament for interiors and exteriors of primarily commercial buildings and also private residences. Winslow Brothers worked on multiple buildings with Louis Sullivan including the Schlesinger and Mayer Department Store. Other notable commissions included Marshall Field & Co., Mandel Brothers, and the Stock Exchange building in Chicago, the Majestic building in Detroit, and the Eastman Kodak Building in Rochester. William commissioned Frank Lloyd Wright to design his home in River Forest, Illinois (1893). Winslow and Wright set up a printing press in the basement where they printed Wright’s House Beautiful (1896-98) among other publications.  The Winslow Brothers Company was awarded eight medals at the World’s Columbian Exposition in Chicago in 1893 and won the Grand prix, two gold medals, and three honorable mentions at the Exposition Universelle in Paris in 1900.",
    "woe:country_id": "23424977",
    "date": "American, 1887 - 1922",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}