{
    "id":"18616615",
    "tms:id":"176837",
    "accession_number":"1981-28-243",
    "title":"Sampler, 1831",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18616615\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35410907",
    "type_id":"35256439",
    "date":"1831",
    "year_start":"1831",
    "year_end":1831,
    "year_acquired":"1981",
    "decade":null,
    "woe:country":"23424909",
    "medium":"Medium: silk embroidery on cotton foundation\nTechnique: embroidered in cross and eyelet stitches on plain weave foundation",
    "markings":null,
    "signed":null,
    "inscribed":"A.D.I.",
    "provenance":null,
    "dimensions":"H x W: 48.3 x 48.3 cm (19 x 19 in.)",
    "creditline":"Bequest of Gertrude M. Oppenheimer",
    "description":"With a grape vine border, motifs including the coat-of-arms of Gouda, rural scenes, and a beehive.",
    "justification":"This sampler was embroidered by a thirteen year old girl with the initials “A.D.I.”&amp;nbsp; from Gouda, The Netherlands.&amp;nbsp; A.D.I. combines popular Dutch sampler motifs with detailed embroidered scenes of country life, daily labor, and the hunt.&amp;nbsp; Together, the motifs and scenes tell the viewer a bit about the values and lifestyle of A.D.I.\n&amp;nbsp;Various animals surround the crest of the Netherlands, under which “Gouda” is embroidered.&amp;nbsp;&amp;nbsp; Working clockwise, the two horses represent high spiritedness and pride. &amp;nbsp;The rabbit might symbolize fertility, paired with a stork, used to represent parental love.&amp;nbsp; The dove clutching the olive branch is a well known symbol for peace, but also marital fidelity. The dove’s placement next to a pink carnation can be read in two ways:&amp;nbsp; pink carnations have been used to symbolize the tears of the Virgin Mary, while the pink, a relation of the carnation, is used in Dutch painting to represent love and marriage. The dog at the foot of the carnation is another symbol of fidelity, perhaps representing devotion to faith and family.&amp;nbsp; The peacock, seen near the lower left corner is commonly a symbol for luxury and vanity.&amp;nbsp; The combination of these motifs could be interpreted as an expression of the qualities of a good Dutch citizen, diligent and devoted to one’s country, family, and faith.\nTo the right of the crest of The Netherlands stands the Dutch Maiden in the Garden of Holland, a popular personification of Holland.&amp;nbsp; Below her are confronted lions, symbols of strength, courage, and steadfastness, which are also found in the crest of The Netherlands.&amp;nbsp; \nThe importance of religion and faith are represented by the beehive on the right hand side and the hart framed by flowers at the bottom center of the sampler.&amp;nbsp; The beehive serves as a symbol of the church community.&amp;nbsp; The hart, in a religious context, represents a longing for Christ.&amp;nbsp; If reading the sampler through a religious lens, the peacock may be a symbol of vanity and decadence, since it is situated next to a scene with a goat and two sheep.&amp;nbsp; The goat has traditionally served as a symbol of the devil, while sheep represent the faithful. The negative symbolism of the one goat among the two sheep along with the peacock might be counteracted, or balanced out by the beehive on the right of the sampler.&amp;nbsp; With faith and dedication to one’s church community, vices can be avoided.&amp;nbsp; \nAlthough samplers were means for a young girl to practice her hand at stitching and refining her embroidery skills, samplers served as a blank canvas upon which women could subtly express themselves through the reproduction of specific motifs and scenes.&amp;nbsp; The symbolism of the selected motifs provides possible insight into the values and morals of the embroiderer’s community.&amp;nbsp; Due to multiple meanings attributed to one motif, samplers are engaging objects which can be interpreted for meaning and not just seen as a display of skills. ",
    "type":{
        "id":"35256439",
        "name":"Sampler"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/37009_0ffcf4941912456a_b.jpg",
                "width":970,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/37009_0ffcf4941912456a_n.jpg",
                "width":303,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/37009_0ffcf4941912456a_z.jpg",
                "width":607,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18050567",
            "role_id":"35351537",
            "person_name":"Gertrude M. Oppenheimer",
            "role_name":"Bequestor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18050567\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351537\/"
        }
    ],
    "tombstone":{
        "epitaph":"Sampler, 1831.Medium: silk embroidery on cotton foundation\nTechnique: embroidered in cross and eyelet stitches on plain weave foundation. Bequest of Gertrude M. Oppenheimer. 1981-28-243."
    },
    "colors":[
        {
            "color":"#cacbbf",
            "closest_css3":"#c0c0c0"
        },
        {
            "color":"#61626c",
            "closest_css3":"#696969"
        },
        {
            "color":"#c9ccd7",
            "closest_css3":"#d3d3d3"
        },
        {
            "color":"#aea798",
            "closest_css3":"#a9a9a9"
        },
        {
            "color":"#414a44",
            "closest_css3":"#2f4f4f"
        }
    ]
}