{
    "id": "18616615",
    "tms:id": "176837",
    "accession_number": "1981-28-243",
    "title": "Sampler (Netherlands), 1831",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18616615\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35410907",
    "type_id": "35256439",
    "date": "1831",
    "year_start": "1831",
    "year_end": 1831,
    "year_acquired": "1981",
    "decade": null,
    "woe:country_id": "23424909",
    "medium": "Medium: silk embroidery on cotton foundation\nTechnique: embroidered in cross and eyelet stitches on plain weave foundation\nLabel: cotton embroidered with silk in cross and eyelet stitches",
    "markings": null,
    "signed": null,
    "inscribed": "A.D.I.",
    "provenance": "Donor purchased at Mrs. George Farish sale at American Art Galleries in 1937",
    "dimensions": "H x W: 48.3 x 48.3 cm (19 x 19 in.)",
    "dimensions_raw": {
        "height": [
            "48.26",
            "centimeters"
        ],
        "width": [
            "48.26",
            "centimeters"
        ]
    },
    "creditline": "Bequest of Gertrude M. Oppenheimer",
    "description": "Square sampler with a grape vine border,  ANNO 1831 at the top, the initials ADI in a floral wreath flanked by putti, and the crest of the Netherlands with Gouda embroidered beneath. Surrounded by various scenes, including a tomb with a weeping willow, a shepherd with a cow and sheep, a gentleman walking with a dog, a beehive, and various birds, deer, rabbits, and baskets of flowers.",
    "justification": "This sampler was embroidered by a 13-year-old girl with the initials “A. D. I.” from Gouda, in the Netherlands. A. D. I. combines popular Dutch sampler motifs with detailed embroidered scenes of country life, daily labor, and the hunt. \nTogether, the motifs and scenes provide some insight into A. D. I.’s values and lifestyle. Various animals surround the crest of the Netherlands, under which “Gouda” is embroidered. Working clockwise, the two horses represent high spiritedness and pride. The rabbit, perhaps symbolizing fertility, is paired with a stork to represent parental love. The dove clutching the olive branch is a well known symbol for peace, but also marital fidelity. The dove’s placement next to a pink carnation can be read in two ways: pink carnations have been used to symbolize the tears of the Virgin Mary, while pinks, close relatives of carnations, are used in Dutch painting to represent love and marriage. The dog at the foot of the carnation is another symbol of fidelity, perhaps representing devotion to faith and family. The peacock, seen near the lower left corner, is commonly a symbol for luxury and vanity. The combination of these motifs could be interpreted as an expression of the qualities of a good Dutch citizen: diligent and devoted to one’s country, family, and faith. To the right of the crest of the Netherlands stands the Dutch Maiden in the Garden of Holland, a popular personification of Holland. Below her are confronted lions, symbols of strength, courage, and steadfastness, which are also found in the crest of the Netherlands. \nThe importance of religion and faith are represented by the beehive on the right-hand side and the hart framed by flowers at the bottom center of the sampler. The beehive serves as a symbol of the church community. The hart, in a religious context, represents a longing for Christ. If reading the sampler through a religious lens, the peacock may be a symbol of vanity and decadence, since it is placed next to a scene with a goat and two sheep. In Christian symbolism, the goat has traditionally served as a symbol of the devil, while sheep represent the faithful flock. The negative symbolism of the peacock and the one goat among the two sheep might be balanced by the beehive on the right of the sampler to express the idea that vices can be avoided through faith and dedication to one’s church community.\nAlthough samplers were means for a young girl to practice her hand at stitching and refine her embroidery skills, samplers also served as a blank canvas upon which women could subtly express themselves through the reproduction of specific motifs and scenes. The symbolism of the selected motifs provides possible insight into the values and morals of the embroiderer’s community. Due to multiple meanings attributed to one motif, samplers are engaging objects which can be interpreted for meaning and not just seen as a display of skills.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424909",
    "type": "Sampler",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/94219_bc068b7ea258f24c_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "94219"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/94219_bc068b7ea258f24c_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "94219"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/94219_bc068b7ea258f24c_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "94219"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/94219_bc068b7ea258f24c_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "94219"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/94219_bc068b7ea258f24c_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "94219"
            }
        },
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/37009_0ffcf4941912456a_b.jpg",
                "width": 970,
                "height": 1024,
                "is_primary": "0",
                "image_id": "37009"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/37009_0ffcf4941912456a_z.jpg",
                "width": 607,
                "height": 640,
                "is_primary": "0",
                "image_id": "37009"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/37009_0ffcf4941912456a_n.jpg",
                "width": 303,
                "height": 320,
                "is_primary": "0",
                "image_id": "37009"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/37009_0ffcf4941912456a_d.gif",
                "width": 303,
                "height": 320,
                "is_primary": "0",
                "image_id": "37009"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/37009_0ffcf4941912456a_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "37009"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18050567",
            "role_id": "35351537",
            "person_name": "Gertrude M. Oppenheimer",
            "person_date": "",
            "role_name": "Bequestor",
            "role_display_name": "Bequest of",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050567\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351537\/"
        }
    ],
    "tombstone": {
        "epitaph": "Sampler (Netherlands), 1831. Medium: silk embroidery on cotton foundation\nTechnique: embroidered in cross and eyelet stitches on plain weave foundation\nLabel: cotton embroidered with silk in cross and eyelet stitches. \nBequest of Gertrude M. Oppenheimer. 1981-28-243."
    },
    "colors": [

    ],
    "woe:country_name": "Netherlands"
}