{
    "id": "35350907",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/35350907\/",
    "title": "Wall Stories: Children's Wallpapers and Books",
    "text": "This exhibition explores the relationship between wallpapers and books created for children.  From their beginning in the 1870s into the present children’s wallpapers have been strongly influenced by literature.  Books written for children appeared much earlier than wallpapers but both have evolved in a similar fashion.  And both have been heavily governed by society’s attitudes regarding what is appropriate for this age group.  While wallpaper has been a viable option for interior decoration for about 300 years wallpapers designed specifically for children were only introduced in the 2nd half of the 19th century.  Several social changes and technological advances had to occur before wallpapers could become a viable product for children.  The 19th century brought a new awareness to the value of childhood.  The founding of public schools and child welfare agencies, child labor laws, and the recognition of pediatrics as a medical specialty all helped improve conditions for children.  The Industrial Revolution brought an increased wealth to the middle classes which allowed families to designate certain rooms for children.  The developing train system in the mid-19th century increased accessibility to remote areas.  Machine technology in the 1840s allowed paper to be produced and printed by machine, and paper created from wood pulp in the 1850s all made wallpaper more affordable.  In the 1870s a British firm began printing sanitary papers, designs printed in oil colors using engraved rollers which created a surface that could be wiped clean.  Washable papers as we know them today were not developed until 1934.  While maintaining its educational and entertaining nature wallpaper design follows the current trends and popular culture has remained an important influence on its design.  Since their inception many well-known artists and children’s book illustrators have leant their talents to wallpaper design.  All of the wallpapers in this exhibition were selected from the permanent collection of the Cooper-Hewitt, National Design Museum.  The books are all in the collection of the Cooper-Hewitt branch of the Smithsonian Institution Libraries.",
    "date_start": "2007-02-01",
    "date_end": "2007-07-01",
    "is_active": "0",
    "department_id": "35347495",
    "count_objects": "67",
    "count_objects_public": "35"
}