{
    "id": "18043689",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18043689\/",
    "name": "Paula Scher",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "23",
    "biography": "Paula Scher, the graphic designer and writer, was born in Washington D.C. in October 6th, 1948 and went to the Tyler School of Art in Philadelphia where she majored in illustration and graduated with a Bachelors of Fine Art. Scher specializes in developing identity and branding systems, promotional materials, environmental graphics, packaging and publication designs that appeal to the general public. Her work can often be recognized by her use of the modernist typographic aesthetic, typified by the Swiss International Style. According to ID magazine; Scher credits her husband, the graphic designer, Seymour Chwast with teaching her how to use type. She has a unique talent for cming up with concepts and illustrating them with type; a skill she attributes to her teacher, the Polish designer, Stanislav Zagorski who she credits with influencing her to usetype in this way.\n\n         Scher began her career in the 70's as a record cover art directorat both Atlantic and CBS Records with designers like Carin Goldberg. In 1984 she co-founded and became a partner in \"Koppel and Scher\" design company with Terry Koppel. After closing the studio in the early 90's, she became and still is a partner and principal at Pentagram, New York in 1991. \n\n        Although she has used her skills to create memorable works for clients including The New York Times, the American museum of Natural History, the Asia Society, the Brooklyn Museum of Art, Phillips-VAn Heusen, Anne Klein, Citigroup, \n3Com, Herman Miller, Metropolis, and the New York Botanical Gardens; her most well-known and influential work has been created for the Public Theater. She describes how she \"defined the personality\" of the Public Theater in an interview with Ellen Lupton when she said, \"We made 'PUBLIC' big so that people would know they were going to the Public [Theater]. The theaters within the organization had to be subbranded. We made a round 'stamp' for each theater that goes with the word 'Public'.\" In a Print magazine article by Steven Heller, Scher is credited with \"developing ...a design language unlike any other theater advertising ...She SHOUTS with type.\"\n\n       Scher's work has been included in the permanent collections of New York's Museum of Modern Art and the Cooper-Hewitt National Design Museum, the Zurich Poster Museum, the Denver Art Museum, and the Centre Georges Pompidou in Paris. Scher's work has also been featured in the Cooper-Hewitt National Design Museum's \"Mixing Messages\" exhibition and in Design, Print, and ID magazines. Her work can also be seen in \"American Typography Today\", \"The History of Graphic Design\", and in her own books \"The Graphic Design Portfolio\" and \"Make It Bigger\" both of which she designed and authored.",
    "woe:country": "23424977",
    "date": "American, b. 1948",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "22"
        },
        {
            "id": "35236763",
            "name": "Graphic Designer",
            "count_objects": "1"
        }
    ],
    "concordances": {
        "freebase:id": "\/m\/09zqzc",
        "wikipedia:id": "3764125",
        "viaf:id": "92536323",
        "lcnaf:id": null,
        "moma:id": "7070"
    }
}