{
    "id":"18043689",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18043689\/",
    "name":"Paula Scher",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"39",
    "biography":"Paula Scher (b. 1948) is an American graphic designer, illustrator, painter, and art educator. She was educated at the Corcoran School of Art in Washington, D.C. and later pursued a BFA at the Tyler School of Art in Elkins Park, PA. Following graduation in 1970, Scher moved to New York City and began working as a layout artist in the children’s book division at Random House. Throughout the 1970s she worked for CBS Records, designing upwards of 150 album covers each year.  After stepping down as Art Director for CBS Records in 1982, she practiced as a freelancer before founding the design firm Koppel & Scher in collaboration with Terry Koppel in 1984.  In 1990, she joined Pentagram as a partner. Since the early 1990s, Scher has developed the graphic identity, posters and signage for clients including New York’s Public Theater, Citibank, Jazz at Lincoln Center, and Bloomberg, among many others.  In addition, Scher has collaborated with architects to create environmental graphics, and taught as a design educator at the School of Visual Arts in New York. She has received over 300 prestigious awards from international design associations as well as a series of prizes from institutions in the United States such as American Institute of Graphic Design and The Type Directors Club. Scher’s work is featured in collections at Museum of Modern Art (MoMA), the Library of Congress, the Museum für Gestaltung,  Zurich and the Centre Georges Pompidou in Paris.  Scher's work has also been featured in the Cooper-Hewitt, National Design Museum's \"Mixing Messages\" exhibition and in Design, Print, and ID magazines. Her work can also be seen in \"American Typography Today\", \"The History of Graphic Design\", and in her own books \"The Graphic Design Portfolio\" and \"Make It Bigger\" both of which she designed and authored.  She is the winner of the 2013 National Design Award for Communication Design.",
    "woe:country":"23424977",
    "date":"American, b. 1948",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28306"
        },
        {
            "id":"35351535",
            "name":"Donor",
            "count_objects":"112038"
        },
        {
            "id":"35236763",
            "name":"Graphic Designer",
            "count_objects":"239"
        }
    ],
    "concordances":{
        "freebase:id":"\/m\/09zqzc",
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":"7070",
        "phm:id":null,
        "tms:id":"1532",
        "vanda:id":null,
        "viaf:id":"92536323",
        "walker:id":null,
        "wikipedia:id":"3764125"
    }
}