{
    "id":"18645131",
    "tms:id":"197469",
    "accession_number":"1993-31-186",
    "title":"Bookjacket, \"Bookjacket for \"The Hero with a Thousand Faces\" by Joseph Campbell, Meridian Books\", 1955",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18645131\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35423029",
    "type_id":"35294901",
    "date":"1955",
    "year_start":"1955",
    "year_end":"1955",
    "year_acquired":"1993",
    "decade":"1950",
    "woe:country":null,
    "medium":"Lithography in blue, green, black, white and yellow ink on white shiny wove paper",
    "markings":null,
    "signed":"Signed in printed white ink, front cover lower left: lustig.",
    "inscribed":"Printed in black ink, upper left: THE HERO. Printed in white ink, upper center: WITH A; lower center: FACES; lower margin: MERIDIAN BOOKS sewn bound for durability M 22 $1.45. Printed in light blue ink, center: THOUSAND; lower center right: Joseph Campbell.\n\nPrinted vertically in black ink, spine: THE HERO WITH\/A THOUSAND FACES Joseph Campbell. Printed vertically in white ink, spine: MERIDIAN BOOKS; printed horizontally in white ink, spine lower margin: M 22.\n\nPrinted in light blue ink, back cover center: THE HERO WITH A\/THOUSAND FACES; printed in green ink, back cover center: by Joseph Campbell. Printed in black ink, back cover lower half: In The Hero with a Thousand Faces, Joseph Campbell\/presents a complete hero. Apollo, Frog-King of\/the fairy tale, Wotan, Buddha, and many other pro-\/tagonists of folklore and religion enact simultane-\/ously the various phases of their common character.\/The relationship of their timeless symbols to those\/discovered by contemporary psychoanalysts is taken\/as a starting point for interpretation. The psychologi-\/cal is compared with the words of such\/spiritual leaders as Moses, Jesus, Mohammed, and\/Lao-tse. From behind a thousand faces the single hero\/emerges, archetype of all mythology.\/The numerous illustrations from the original edition\/have been retained.\/All Meridian Books are Smyth-Sewn for Durability.",
    "provenance":null,
    "dimensions":"H x W: 22 x 29.1 cm (8 11\/16 x 11 7\/16 in.)",
    "creditline":"Gift of Tamar Cohen and Dave Slatoff",
    "description":"Design for book cover featuring from left to right: back, spine, and front cover. Five horizontal colored bars run the width of spine and cover. Colors are from top to bottom: light blue, green, white, black, and green. Spine features title written vertically in two lines of slab-serif text. Written vertically within third horizontal bar is author's name in italic serif text. In fourth black bar is publisher logo, a semicircle intersected by a thin vertical white line and a small, solid white circle.",
    "justification":null,
    "type":{
        "id":"35294901",
        "name":"bookjacket"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39710_c82d5d6d08825644_b.jpg",
                "width":1024,
                "height":775,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39710_c82d5d6d08825644_n.jpg",
                "width":320,
                "height":242,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39710_c82d5d6d08825644_z.jpg",
                "width":640,
                "height":485,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236655",
            "person_name":"Alvin Lustig",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}