{
    "id": "18486419",
    "tms:id": "154076",
    "accession_number": "1975-11-306",
    "title": "Drawing, \"Lady Esther Yacht: Stateroom I, Furniture Placement\", 1934–35",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18486419\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1934–35",
    "year_start": "1934",
    "year_end": "1935",
    "year_acquired": "1975",
    "decade": "1930",
    "woe:country": "23424977",
    "medium": "Graphite on tracing paper, ruled border in graphite",
    "markings": null,
    "signed": null,
    "inscribed": "Inscribed in graphite at lower right: Rough - furniture placing.\/in Stateroom I - sitting\/room corner\/Scheme B.\/furniture not designed [underlined twice].",
    "provenance": "Donald Deskey, New York City",
    "dimensions": "36.7 x 44.4 cm (14 7\/16 x 17 1\/2 in.), irregular",
    "creditline": "Gift of Donald Deskey",
    "description": "Drawing for sitting room corner of Stateroom I, Lady Esther Yacht. Built in cabinet\/shelving unit on left wall with rounded corner on left. Upholstered lounge chair in corner of left side, in front of built-in cabinet\/shelving unit. Square back and seat; slightly reclined back, and box-style base. Three-seat sofa with rounded edges, deeply padded seat, back, and armrests to right of side chair; height is level to shelving unit. Base of sofa is box-frame. Book shelf and cabinet to right of sofa, level in height to top of sofa. Shelving unit extends at right angle on right wall to form a desk. Desk has long rectangular drawer on left, four stacked drawers on right. Side chair in front of desk upholstered on back and seat, straight legs. Tubular, horizontal lighting fixture on wall above desk. Upholstered, box-frame lounge chair on right wall facing sofa. Four rectangular windows on far wall, with indication of vertical blinds or drapes. Faint drawing of decorative motif\/painting on wall above couch, in between windows.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041973",
            "role_id": "35236703",
            "person_name": "Donald Deskey",
            "role_name": "Office of",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041973\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236703\/"
        }
    ],
    "exhibitions": [

    ]
}