{
    "id": "18061509",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18061509\/",
    "name": "A. M. Cassandre",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Born in Ukraine to French parents in 1901, Adolphe Jean-Marie Mouron was raised between Kharkov and Paris. In 1917, the outbreak of revolution in Russia prompted the family to settle permanently in Paris—an incubator for young Mouron, who aspired to a painting career. Disillusioned by academic art training after a single class at the École des Beaux-Arts, Cassandre took up study at the more progressive Académie Julien, and in the studio of painter Lucien Simon. \n\nMouron’s interest in poster design grew out of economic necessity. Working under the pseudonym Cassandre, he began creating posters around 1921, in hopes that commercial work could sustain his painting practice. He shared these early designs with the director of the publishing firm Hachard & Cie, and soon signed an exclusive contract with the company. Cassandre’s early posters for Hachard synthesize prevailing artistic trends—cubism, surrealism, and art nouveau—with a Bauhaus interest in public art. His first treatise on poster design, published in La Revue de l’Union de l’Affiche Francaise in 1926, describes the designer’s obligation to “[communicate] with the masses in a language that can be instantly understood by the common man—a language comparable to that of medieval illustrators, the Greek potters, the fresco artists of Egypt. It means telling the crowd a story.” Cassandre spelled out these stories in signature sans-serif type—he designed four original typefaces—and arresting angular compositions, whose visual puns and strong, contrasting palettes were impossible to miss from the street. \n\nIn 1930, Cassandre founded the Alliance Graphique with publisher Maurice Moyrand. More a design studio than an advertising agency, the firm produced some of the period’s most distinctive French posters, including iconic designs for Dubonnet, Nord, and Phillips. This prosperous collaboration was cut short by Moyrand’s sudden death in 1934. Cassandre began working more internationally, and The Museum of Modern Art mounted a 1936 retrospective of his posters. While in New York, he received commissions from the Ford Motor Company and Dole Pineapple, and began designing covers for Harper’s Bazaar. But few of his European poster projects from this time saw publication. After a brief stint teaching, Cassandre began designing theatrical sets and costumes, and attempted to resurrect his painting career. Though he continued to work as a designer, his output slowed in subsequent years. Plagued by depression throughout the 1960s, Cassandre struggled to live up to his earlier success, and eventually took his own life. His legacy of influence persists today, and his hundreds of poster designs helped shape the aesthetic of their time.",
    "woe:country_id": "23424819",
    "date": "French, b. Ukraine, 1901 - 1968",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424819"
}