{
    "id": "18052781",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18052781\/",
    "name": "Samuel Mockbee",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "One of the most important and innovative architects working today, Samuel Mockbee was among the architects featured in the museum’s National Design Triennial exhibition in 2000. He was also a National Design Award finalist in 2000 and a recipient of the prestigious MacArthur Fellowship “Genius Grant.” \n\nMockbee works in two capacities. His private firm with Coleman Coker—Mockbee-Coker Architects, established in 1986 in Memphis, Tennessee—focuses on site-specific architecture that relates to the topography and the history of the locale. In addition to his private practice, Mockbee also runs an alternative practice, Rural Studio, in connection with his teaching architecture at Auburn University in Alabama. In 1993, Mockbee co-founded Rural Studio with Dennis K. Ruth, who was then head of the School of Architecture at Auburn. Rural Studio’s vision was to develop low-cost, innovative housing for people in a poor, rural community, while providing hands-on experience to university architecture students and encouraging a strong social conscience in architectural work.",
    "woe:country": "23424977",
    "date": "American, 1944 – 2001",
    "roles": [
        {
            "id": "35236669",
            "name": "Draftsman",
            "count_objects": "691"
        },
        {
            "id": "35236663",
            "name": "Architect",
            "count_objects": "2437"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": "\/m\/01_p3w",
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "7105",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": "363233",
        "ideo:id": null
    }
}