{
    "id":"18644419",
    "tms:id":"197112",
    "accession_number":"1993-151-331",
    "title":"Poster, \"American Institute of Graphic Arts  (AIGA):  Humor Show\", 1986",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644419\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35238163",
    "date":"1986",
    "year_start":"1986",
    "year_end":"1986",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"28 x 14.8 cm (11 x 5 5\/8 in.), closed\n55.6 x 43.5 cm (21 15\/16 x 17 in.), opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"The unfolded poster is designed on both recto and verso for viewing vertically. However, for mailing, the poster is folded in half vertically and in thirds horizontally, resulting in six equal sections. The section on the verso, bottom half, left, the addressee form, is the only one to be viewed horizontally.\n\nRecto: In the top half, right section, placed in the lower half of the section,  AIGA\/ Humo\/ Show is imprinted in red capitals, with the middle word larger than the other two, and the last letter of this word, the r, appearing in the left section close to the outer edge, on the same horizontal line as the first four letters. In the bottom half, right section, placed in the upper half of the section, a photographic view of a peeled banana skin begins at the left edge and is cut off on the right; the cut-off part of the view appears in the left section, beginning at the left edge and on the same horizontal line as the banana skin in the right section. Spanning the center sections, a band of attached varicolored rectangles is positioned from top to bottom just to the right of the left edge. Turning the poster sideways, the viewer sees that the band, identified as the GATF Compact Color Test Strip, consists of four identical sections composed of the rectangles; several component colors are labelled underneath. Just below, in a reproduction of the original handwriting, is an admonition to the printer, Michael: watch the trim on this job - it's for the AIGA! Additional instructions just above the band at the top edge and along bottom edge in the left section, as well as an excerpt from a job tracking form along the bottom edge on the right, complete the design. \n\nVerso: In the top half, right section, Master Registration Form in larger capitals heads the form imprinted in the upper quarter.  Below, an Entry Form, in like capitals, is superimposed on a photographic view of a pleated fabric lampshade, its two flounces in shades of gray trimmed with a knotted ribbon and its wire support visible at its top. The content of both forms, aborted at the right edge, is carried over to the upper left section, occupying approximately one-quarter of the section.\nJust next to this, two parts, headed in the same style as in the right section, comprise the remainder:  What's So Funny, followed by five short paragraphs about the show, over the name and title, Tibor Kalman, Chairperson; and Sez Who?, identifying the show's judges. In the lower left section are two additional parts, aligned left and right with the upper section parts and headed in the same style. The upper part, So What?, consists of one long and one short paragraph; in the latter, beginning on the right, the black type changes gradually, line by line and on the diagonal, to bright blue, which takes over entirely in the second and longer paragraph of the lower section, Oh Yeah?, the last letter and punctuation of which are in red. In the top half, middle section, three sections appear, headed in the same style, How Much?, consisting of three paragraphs covering fees; When? consisting of brief instructions about design submissions; and AGIA (intentional variation), consisting of one paragraph about AIGA, over the names and titles of the President and Director. The lower section continues the pattern with two parts: Who, Me? heads four paragraphs and an AIGA membership application form, in which the type changes from black to blue, beginning in the first paragraph and following the established pattern; Is That All (Tha in red and T all? in black) heads one paragraph, in which the type pattern reverses to blue-changing-to-black.",
    "justification":null,
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18052659",
            "role_id":"35236655",
            "person_name":"Alexander Isley",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18052659\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18054871",
            "role_id":"35236667",
            "person_name":"American Institute of Graphic Arts",
            "role_name":"Client",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18054871\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Poster, \"American Institute of Graphic Arts  (AIGA):  Humor Show\", 1986.\n1986. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-331."
    },
    "colors":[

    ]
}