{
    "id": "18044879",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18044879\/",
    "name": "Longwy Pottery",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Pottery operating out of a convent in Meurthe et Moselle region of France. The Huart family owned both pottery and convent. In 1865 the pottery passed into the hands of Fernand and Hyppolye d'Huart, who built new workshops producing wares decorated with enamel, known as \"Emaux de Longwy,\" similar in appearance to the cloisonné enamel technique used in metalwork.\n\nThe enameled faience technique was developed at Longwy in response to the popularity of cloisonne from Persia and Japan. In 1870, factory directors Fernand and Hippolyte d'Huart hired Italian artist,  Amedee de Caranza, to create a pottery that resembled cloisonne and would appeal to the general taste for orientalism in France. Caranza had worked in Japan and understood the traditional brass wire technique used in cloisonne. At Longwy he developed and perfected a method of printing black lines on the surface of fired earthenware to create a thin, bas-relief wall around each design segment. The individual cells were hand-painted in the studio with enamels -sometimes using as many as 25 different colors, the piece was then re-fired. Burnt sienna or India ink was rubbed into the surface of the piece to pick up fine glaze cracks or crazing. Amedee de Caranza later moved to Bordeaux to work for a competitor, but his technique remained a signature style for Emaux de Longwy.\n\nCurrently, the firm is known as Société des Faienceries de Longwy et Senelle.",
    "woe:country": "23424819",
    "date": "founded late 17th century",
    "roles": [
        {
            "id": "35236657",
            "name": "Manufacturer",
            "count_objects": "11303"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "2301",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": null,
        "ideo:id": null
    }
}