{
    "id": "18045841",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045841\/",
    "name": "Cheney Brothers",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "39",
    "biography": "The company was first founded under the name Mount Nebo Silk Company in 1838 by six members of the Cheney family. It later changed into Cheney Brothers Silk Manufacturing Company in 1854. The manufacture was located in South Manchester, CT. In 1855, the Cheney brothers were among of the first in the United States to develop the spinning of waste silk from broken cocoons. Until 1915, the company offered mostly traditional designs.\nIn 1918, Cheney Brothers Silk Manufacturing Co. opened its own Paris-based studio run by Henri Creange, which produced textiles in a style similar to Atelier Martine’s designs. This new creative direction brought recognition to the manufacture, which released a series of stimulating new collections showing a strong Modernist influence. The company grew successfully in the 1920s. It was mostly specialized in silk woven and printed fabrics for fashion and interior decoration. The firm slowly declined at the beginning of the 1930s following the Great Depression. Virginia Nepodal worked as an in-house designer at Cheney Brothers  in the 1940s. She was hire by Greef their competitor in the early 1950s. \nIn an attempt to relaunch their production, the company bought the Greef Fabrics Division of Burlington Mills in 1953. However it failed to resolve the financial difficulties and the manufacture was sold by Ward Cheney (1813-1876) to J.P Stevens & Co., Inc. in 1955. It was finally bought by Gerli Inc. of New York in 1956 and merged with American Silk Mills in 1970. \nIn 1978 the Cheney Brothers mill was declared National Historical Landmark District along with other manufactures from the area. The company closed permanently in 1984.",
    "woe:country_id": "23424977",
    "date": "USA",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}