{
    "id": "18045841",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045841\/",
    "name": "Cheney Brothers",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "46",
    "biography": "Mount Nebo Silk Company was founded in South Manchester, Connecticut in 1838 by six members of the Cheney family. The name was changed to Cheney Brothers Silk Manufacturing Company in 1854. The firm, one of the earliest and most successful silk weavers in the United States, boasted numerous inventions over the years which revolutionized silk reeling and spooling, but one of its most important innovations was the development of a process to use waste silk from broken cocoons to spin silk yarn. Their first successful spun silk cloth was introduced in 1866, in time to serve the many war widows in need of affordable black silk for mourning. \nThe company was known for its extremely conservative style, with many of their designs being adaptation of historic European silks. In 1918, Cheney Brothers opened its Paris-based studio run by Henri Créange. Créange took the firm in a new direction, releasing a series of stimulating new collections showing a strong Modernist influence. The effort was accompanied by an aggressive marketing campaign, and through the 1920s, Cheney was America’s premier producer of modern woven and printed dress silks, woven upholstery fabrics, and even special edition upholsteries for the newly- popular automobile.  The company grew successfully in the 1920s, but slowly declined during the Great Depression. \nDuring World War II, the company converted their looms to the production of synthetics for parachutes and other military equipment. In an attempt to relaunch their brand after the war, the company bought the Greef Fabrics Division of Burlington Mills in 1953. However, the purchase failed to resolve the company’s financial difficulties and the manufacture was sold to J.P Stevens & Co., Inc. in 1955. It was finally bought by Gerli Inc. of New York in 1956 and merged with American Silk Mills in 1970. \nIn 1978, the Cheney Brothers mill was declared a National Historical Landmark District. The company closed permanently in 1984.",
    "woe:country_id": "23424977",
    "date": "South Manchester, Connecticut, USA",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}