{
    "id": "18732757",
    "tms:id": "242500",
    "accession_number": "2009-13-1",
    "title": "Poster, Visuele Communicatie Nederland (Visual Communication in the Netherlands), Stedelijk Museum Amsterdam, 1969",
    "title_raw": "Visuele Communicatie Nederland (Visual Communication in the Netherlands), Stedelijk Museum Amsterdam",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18732757\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35431963",
    "type_id": "35238163",
    "date": "1969",
    "year_start": 1969,
    "year_end": 1969,
    "year_acquired": "2009",
    "decade": "1960",
    "woe:country_id": "23424909",
    "medium": "Offset lithograph on wove paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2009: acquired by Museum; (from Van Sabben Poster Auctions, Horn, The Netherlands)",
    "dimensions": "94.6 x 64.7 cm (37 1\/4 x 25 1\/2 in.)",
    "dimensions_raw": {
        "height": [
            "94.60",
            "centimeters"
        ],
        "width": [
            "64.70",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from General Acquisitions Endowment Fund",
    "description": "Poster for a Dutch graphic design exhibition showing type against a ground of vertical bars resembling a bar code reading.  This work, like all of Crouwel posters, is based on a grid system (upon close inspection the pre-printed gridded paper is visible; each line represents 1 cm).  The letters of the major text are square, 4.5 x 4.5 cm, while the smaller letters in the subtext are also square, 1.3 x 1.3 cm.",
    "justification": "Although Wim Crouwel trained as a painter at the Academie Minerva (1947–49) in his hometown of Groningen and at the Kunstnijverheids Onderwijs in Amsterdam (1950–52), he rapidly gravitated to the field graphic design field, establishing his own firm in 1954. A major turning point in his professional development came when he met the Swiss-trained designers, Karl Gerstner, Gérard Ifert, and Ernst Scheidegger, who impressed him with their rationalized design and typography, particularly the sans serif font Akzidenz Grotesk, a forerunner to Helvetica. From the Swiss model, Crouwel adopted the practice of the grid as a way of creating visual order. He later acquired from his colleagues the nickname “Gridnik.” \nCrowel’s big break came in 1956 when Edy de Wilde, then director of the Van Abbemuseum, gave him an initial graphic design commission that resulted in a regular partnership with Crouwel to design all of the museum’s printed material. This client\/designer relationship continued after de Wilde transferred as director to the Stedelijk Museum in 1963. For Crouwel, de Wilde was an ideal client who allowed him the freedom to experiment and create new fonts, which he would then use in his designs. Beginning in 1971, Crouwel also provided graphic materials for the Museum Fodor (now Fotografiemuseum Amsterdam).\nWhile working on museum commissions, Crouwel started a partnership with the Indonesian industrial designer Kho Liang Ie (1956–60). The Kho-Crouwel design style has been described as a fusion of Asian poetry with rational thinking. The firm received attention and acclaim for their work for Stichting Goed Wonen, de Bijenkorf, Auping, and Linoleum Krommenie.\nIn the early 1960s, a series of discussions took place in the Netherlands and England about the need to create a multidisciplinary firm in the Netherlands similar to those already established in the United States and in England that could service a variety of commissions including industrial design, interior architecture, and graphic design. These dialogues, which included Crouwel and other Dutch designers, resulted in the creation of the Associatie voor Total Design NV. The aim of Total Design was to develop and execute design ideas in all fields, based on a single vision, of which standardization was a foundational element. This extended to paper format, typeface, pattern, and word spacing. This approach easily fit the needs of the corporate world, and clients included IBM, various Dutch banks, the cities of Groningen and Rotterdam, and several cultural institutions. As the partnership in Total Design began to dissolve in the late 1960s, Crouwel cut back on his involvement but stayed on as an advisor. He began teaching at the Delft University of Technology (1971), where he served as dean of the industrial design department (1983–85). Crouwel became director of the Museum Boijmans Van Beuningen in Rotterdam (1985–93), during which time he also taught at Erasmus University Rotterdam as associate professor of art and cultural sciences.\nIt was as a member of Total Design that Crouwel and his team designed the poster being presented for acquisition consideration. Visuele Communicatie Nederland (Visual Communications in the Netherlands) was created in 1969 for an Art Directors Club annual exhibition at the Stedelijk Museum Amsterdam. This work, like all of Crouwel posters, is based on a grid system. Upon close inspection, the pre-printed gridded paper is visible—each line represents 1 cm. The letters of the major text are square (4.5 x 4.5 cm), while the smaller letters in the subtext are also square (1.3 x 1.3 cm).\nWhen Crouwel was asked if design was pure problem solving or whether there was also room for personal expression, he responded, “Of course design is about problem solving, but I cannot resist adding something personal. A page should have tension.” It is the tension in this work, created by the fluorescent colors as well as the 3-1-3 spacing of the grey vertical bars that makes this poster unusual and compelling. The experimental font, which Crouwel developed after considering the technical limitations of the first computer-controlled typesetting machines in the early 1960s, which only permitted dot-matrix printing, also contributes to the poster’s tension. While Crouwel relied on the traditional system of designing letters by hand, he started to experiment with fonts that could be easily read by computers. His New Alphabet (1967) is the best known of his fonts, but he also created two other versions of the New Alphabet, as well as the Stedelijk Alphabet, Fodor Alphabet, and the Gridnik Alphabet. In 1997, David Quay and Freda Sack’s London type foundry, known as The Foundry, created Foundry Architype 3, the Wim Crouwel Collection, which digitized Crouwel’s aforementioned alphabets.\nCrouwel’s contribution to graphic design went largely unnoticed in the United States until the confluence of two events: the wide distribution of the film Helvetica (2007), in which he is interviewed, and his 80th birthday in 2008 that occasioned several exhibitions in the Netherlands and in the United States. The poster under consideration is a key work of 20th-century graphic design and, as such, is strongly recommended for acquisition.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424909",
    "type": "poster",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32762_c32801acbcb0eaba_b.jpg",
                "width": 708,
                "height": 1024,
                "is_primary": "1",
                "image_id": "32762"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32762_c32801acbcb0eaba_z.jpg",
                "width": 442,
                "height": 640,
                "is_primary": "1",
                "image_id": "32762"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32762_c32801acbcb0eaba_n.jpg",
                "width": 221,
                "height": 320,
                "is_primary": "1",
                "image_id": "32762"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32762_c32801acbcb0eaba_d.gif",
                "width": 221,
                "height": 320,
                "is_primary": "1",
                "image_id": "32762"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32762_c32801acbcb0eaba_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "32762"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18063153",
            "role_id": "35236673",
            "person_name": "Steendrukkerij de Jong and Company",
            "person_date": "Netherlands, 1911 - 1994",
            "role_name": "Printer",
            "role_display_name": "Printed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18063153\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236673\/"
        },
        {
            "person_id": "18062599",
            "role_id": "35352249",
            "person_name": "Van Sabben Poster Auctions",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18062599\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18062597",
            "role_id": "35236655",
            "person_name": "Wim Crouwel",
            "person_date": "Dutch, b. 1928",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18062597\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18048369",
            "role_id": "35236667",
            "person_name": "Stedelijk Museum Amsterdam",
            "person_date": "Amsterdam, Netherlands",
            "role_name": "Client",
            "role_display_name": "Client:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18048369\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, Visuele Communicatie Nederland (Visual Communication in the Netherlands), Stedelijk Museum Amsterdam, 1969. Offset lithograph on wove paper. \nMuseum purchase from General Acquisitions Endowment Fund. 2009-13-1"
    },
    "colors": [
        {
            "color": "#686562",
            "closest_crayola": "#6e5160",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#b7b3aa",
            "closest_crayola": "#b0b7c6",
            "closest_css3": "#a9a9a9",
            "closest_css4": "#a9a9a9"
        },
        {
            "color": "#fe3e77",
            "closest_crayola": "#ff496c",
            "closest_css3": "#ff1493",
            "closest_css4": "#ff1493"
        },
        {
            "color": "#ff663a",
            "closest_crayola": "#ff7538",
            "closest_css3": "#ff6347",
            "closest_css4": "#ff6347"
        },
        {
            "color": "#87827b",
            "closest_crayola": "#757575",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "Netherlands",
    "is_loan_object": 0
}