{
    "id":"18109359",
    "tms:id":"7849",
    "accession_number":"1901-39-1359",
    "title":"Drawing, \"Design for Victory holding a Wreath and Trumpet and Studies for Various Decorations\", 1812",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18109359\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1812",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and gray-brown wash over black chalk on laid paper",
    "markings":null,
    "signed":null,
    "inscribed":"In pen and ink over each of three sketches:  Fondi delli semicercole cinabro o verde; Fondo del quadro del trionfo della\/Guerra azzuro figure color\/li altri camei son cinabro verde e\/nero; Fondo del quadro della Pace trionfo verde altri camei tu\/rchino nero e rosso bucaro",
    "provenance":"Giovanni Piancastelli, Rome",
    "dimensions":"20.3 x 23.3 cm (8 x 9 3\/16 in.)\nMat: 35.6 x 45.7 cm (14 x 18 in.)",
    "creditline":"Museum purchase through gift of various donors",
    "description":"At left, in right triangle, winged female genius, seated beside candelabrum, raises wreath with right hand and holds trumpet in lowered left hand.  At upper right, in semicircle, two seated figures on either side of ? with inscription above:  Fondi delli semicercole cinabro o verde; in rectangle below, two figures, one seated, one standing with inscription above:  Fondo del quadro del trionfo della\/ Guerra azzuro figure color\/ li altri camei son cinabro verde e\/ nero; in rectangle below, sketch of triumphant Peace with inscription above:  Fondo del quadro della Pace trionfo verde altri camei tu\/ rchino nero e rosso bucaro.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042405",
            "role_id":"35236655",
            "person_name":"Felice Giani",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}