{
  "display_date": "August 1848", 
  "credit_line": "Thaw Collection", 
  "date_end": "1848", 
  "period": "Victorian", 
  "dynasty": "", 
  "culture": "English", 
  "id": "230049", 
  "style": "", 
  "date_begin": "1848", 
  "dimensions": "Frame H x W x D: 44.8 x 60.3 x 2.5 cm (17 5/8 x 23 3/4 x 1 in.)\r\nSheet: 27.3 x 38.5 cm (10 3/4 x 15 3/16 in.)", 
  "copyright": "probably in public domain", 
  "title": "Salon Particulier de la Reine au Palais de Buckingham. (The Queen's Sitting Room at Buckingham Palace)", 
  "provenance": "Eugene V. Thaw Collection; Christie's London, November 16, 2006, [Lot 182]\r\nSee Notes", 
  "credit_line_repro": "", 
  "invno": "2007-27-85                                ", 
  "movement": "Research in progress", 
  "medium": "Brush and wash, watercolor and gouache on white wove watercolor paper\r\nAttached label: Brush and black ink, graphite, ruled lines over gold paint on cream paperboard", 
  "media_id": "32507", 
  "description": "An interior view of a salon, identified as Queen Victoria's private sitting room, shows a semicircular alcove at right and a fireplace at left. French windows, shaded by striped awnings, lead on to a balcony.  A sense of intimacy is conveyed by the slipcovered furniture, most prominently an English form of a tete-a-tete, viewed from behind, and a draped piano at lower right. The facing wall and that on the left are hung with portrait paintings in elaborate gilt frames. A central six-armed chandelier is suspended from the ceiling, which is coffered in an intricate interlace design. Tables, divans and chairs are arranged on a carpet patterned in green and gold ovals on a blue field. Various examples of objets d'art are visible: a gilt birdcage surmounted by a circular fishbowl in the alcove at right, numerous glass-covered figurines and classical marble busts. Especially touching is the cluster of children's toys.", 
  "classification_id": "82", 
  "restrictions": "", 
  "school": "", 
  "name": "Drawing", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}