{
  "display_date": "1986", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1986", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197151", 
  "style": "", 
  "date_begin": "1986", 
  "dimensions": "1993-151-367 - 1/ 6, - 8/ 10, - 12/  15 - 26.2 x 21.5 cm (11 x 8 1/2 in.)\r\n1993-151-367 -7, -11 - 21.5 x 26.2 cm (8 1/2 x 11 in.)\r\n1993-151-367- 16 - 27.3  x 22 cm (10 3/4 x 8 5/8 in.), closed; 27.3 x 50.5 cm (10 3/4 x 20 in.), opened\r\n1993-151-367q - 14.2 x 25.3 cm (5 1/2 x 10 in.)\r\n\r\n", 
  "copyright": "", 
  "title": "American Institute of Graphic Arts (AIGA):  Fresh Dialogue Symposium", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-367-1/17                         ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "Souvenir folder: On the textured paper, orange colored cover, diagonally from the lower left to the upper right, Souvenir is imprinted in bold sans serif type upper case, with identical six-spoked ideograms at the beginning and end of the word. On the inside flap (right), Fresh is imprinted vertically in a type resembling Fraktur; AIGA/N. Y. is imprinted near the upper edge and 6-4-86 near the lower.\r\n\r\nInvitation: Recto - On the left, centered, five lines type of calligraphic type comprise an invitation to the symposium. Two additional lines directly below; two diagonal lines on either side; and the AIGA return address in the upper left-hand corner complete the left side. The right side, separated from the left by a thin line, is the recipient address panel, on which You are invited: is imprinted in the center in calligraphic type. Verso - The entire left side, headed A.I.G.A./N.Y in calligraphic type, states the symposium theme, Design without Designers, imprinted in the same type, and continues with commentary in a humorous vein, in a sans serif type. The right side, featuring three columns headed Who? Who? and What?, are outlined and divided by thin lines; program speakers and subjects are listed within. An additional line of type, printed along the right-hand edge from bottom to top, credits the participants in the design and production of the invitation.\r\n\r\nFolder contents: Seventeen black-and-white inserts in deliberately bargain basement production style are fictional advertisements characterized by jokes and puns, such as: See David and Jane prove again the die-hard Bauhaus notion that industry is art (insert a) and Tibor's Meat Specialties/ 1508 2 Av (insert b).", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "invitation", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}