{
    "id":"18644467",
    "tms:id":"197136",
    "accession_number":"1993-151-353",
    "title":"Program, \"Central Park: SummerStage\", 1988",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644467\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1988",
    "year_start":"1988",
    "year_end":"1988",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"30.5 x 14 cm (12 x 5 1\/2 in.), closed\n97.8 x 30.5 cm (38 3\/8 x 12 in.), opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"This accordion-fold brochure, divided in sevenths, serves as a mailer when folded and a poster when opened. Recto: There is an allover pattern of grass in green tones with white highlights. With the object folded, the bottom most section is designed to be addressed; the return address and U. S. mail permit are imprinted respectively on white rectangles in the upper left and upper right corners. The adjacent section, upper half, is imprinted across in white capitals, Central Park [smaller]\/ Summer\/ Stage [larger]; just above the lower edge, a white circle, centered, is imprinted with the sponsors' names and logos. \nVerso: Against a white-streaked black background, the vertical design features a bright green, torn-edged figure in a dancing position, extending over five sections. On the left, the arm is bent at the elbow and the raised leg at the knee; on the right, the arm is dangling and the leg is on the ground, with the foot turned outward. The effect is of dancing or jumping. The figure's outline is incised to allow detaching from the background. Across the shoulders, on a curve, Central Park\/ Summer Stage is imprinted in black; program offerings, also in black, appear over the entire green surface. Program series information, imprinted in white, is scattered over the background. In the remaining sections at the bottom, imprinted in green capitals, Central Park [smaller]\/ Summer\/ Stage [larger], followed by 1988 completes the design.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35293353",
        "name":"program"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}