{
    "id": "18044609",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044609\/",
    "name": "Hall China Company",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "16",
    "biography": "Established in 1903 by Robert Hall, the Hall China Company emerged out of the dissolution of the East Liverpool Potteries Company (which had been the result of a merger of six smaller East Liverpool potteries in 1901). In 1904, Robert Hall died and his son Robert Taggert Hall took over the pottery. Before the 1920s, the company began with 38 potters and three kilns, producing white wares such as spittoons, bed pans, combinets, and a small amount of dinnerware. From 1904 to 1911, Robert T. Hall was fascinated by the single-fire process used during the Ming Dynasty in China and experimented with recreating this process. A single-firing process would not just eliminate a second firing for the wares but would also allow the glaze to fuse with the unfired body, creating a stronger body and craze-proof finish. Hall China greatly expanded during the first quarter of the 20th century, adding two additional plants and producing mostly institutional wares. In the early 1920s Hall introduced its Gold Decorated teapot line, the success of which led the company to expand both their dinnerware and kitchenware production. During the 1930s and 1940s the company was successful with their many lines of dinnerware, and kitchenware. In 1933, Hall introduced its “Autumn Leaf” pattern, which was one of the company’s most successful decal patterns. It was produced on a variety of shapes and was re-introduced in the 1980s. In the mid-1950s, Eva Zeisel was commissioned to design both dinnerware and kitchenware lines for the company. Her most notable dinnerware lines were “Tomorrow's Classic\" and \"Century.” By the 1960s, the company began primarily producing wares for institutional and commercial clients. In 2010, the company was purchased by Homer Laughlin China and is still active.",
    "woe:country_id": "23424977",
    "date": "American, founded 1903",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}