{
    "id": "18045737",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045737\/",
    "name": "Carl-Johann De Geer",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Carl Johan De Geer is a multimedia artists who was born into a powerful aristocratic family in Sweden. From 1959-1962 De Geer studied graphic design at the College of Art in Stockholm. After school he made a choice to live his life as an underground artist. \nIn his early years as an artist De Geer worked primarily with photography. He used a Leica M4 snapshot to capture scenes of the grit of everyday life. He began by photographing the crumbling facades and interiors of buildings just prior to their demolition. These buildings were the backdrop of the 1960’s Stockholm bohemians who became the primary subject matter of De Geer’s work. His photographs of these bohemian families offer insight to an unseen world on the periphery of Swedish society at the time.\nDe Geer is a skilled painter, silk-screen artist, novelist, filmmaker, and producer. Additionally, he created work as a textile designer starting in the 1960’s and in 1970 he help to found 10 Group, a Swedish textile collective. His textiles are comprised of bright, playful designs and provided colorful and lively decoration within the dim counterculture dwellings he became accustomed to. His bright colorful textiles stand in contrast to serious black and white photographs. He has produced several feature-length and short films with his partner Hakan Alexandersson, which mixed themes of high and low culture. His feature-length films have a gothic horror quality and depict an idea about dirtiness as both a physical and emotional quality. Several of his television shows have become Swedish classics. De Geer’s television program for children, Tartan (The Cake), was in its time loved by children and scorned by critics. Today this program has been hailed as a masterpiece of absurdist media. De Geer’s prints were sold as postcards and exhibition prints and some were used in the assembly of his rare 1980’s photobook, Med Kameran Som Tröst. De Geer’s work in a diverse array of mediums creates a dialogue between modernism, pop-culture, and counter-culture in Sweden from 1960’s until today.",
    "woe:country_id": null,
    "date": null,
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}