{
    "id": "874388617",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/874388617\/",
    "name": "Manfred Bischoff",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Manfred Bischoff was a skilled goldsmith and jewelry artist, who approached his work as a poet and philosopher, who appreciated life’s enigmas. Born in Germany in 1947, Bischoff’s career as an artist began with a goldsmithing apprenticeship. From 1972 to 1977, he studied with Reinhold Reiling at the Fachhochschule fur Gestaltung in Pforzheim. He went on to study at the Akademie der Bildenden Kunste in Munich, from 1977-1982, under prominent goldsmith Herman Junger. He later moved from Germany to the Tuscany region of Italy, where he felt more at home and less restricted.\n\nNarrative, subjectivity, and the human condition were important concepts to Bischoff. His works are simultaneously tender and irreverent, witty and probing. Though he claimed that his jewelry “has no purpose other than to be there, to exist,” Bischoff always carefully titled his pieces in a way that would suggest there is more to his work than simple existence [1]. He worked primarily in gold, jade, and coral, claiming that the fine quality of his materials elevated the subject matter of his work. In 1992, Bischoff was awarded the Francois van den Bosch Prize. The jury praised Bischoff’s “ability to make visible in his jewellery universal themes like fear, lust, death, and sexuality in a personal and narrative manner” [2]. Bischoff is widely considered to be one of Europe’s significant goldsmiths of the twentieth century.\n\n\n[1] Manfred Bischoff, quoted in Helen W. Drutt English, Jewelry of Our Time (New York: Rizzoli International Publications, Inc., 1995), 75.\n\n[2] Jury of the 1992 Francoise van den Bosch Prize, quoted in Gert Staal, Manfred Bischoff “Ub Erzetzen,” exh. cat. (Sas van Gent, Holland: Snoeck-Ducaju & Zoon, 1993), 17, quoted in Cindi Strauss, Ornament as Art (Stuttgart, Germany: Arnoldsche Art Publishers, 2007), 86.",
    "woe:country_id": "23424829",
    "date": "German, 1947 - 2015",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}