{
    "id": "18797535",
    "tms:id": "274427",
    "accession_number": "2013-7-1-1\/26",
    "title": "Sample Book, Decor Photowalls, 1975",
    "title_raw": "Decor Photowalls",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18797535\/",
    "department_id": "35347503",
    "period_id": null,
    "media_id": "35432051",
    "type_id": "35247403",
    "date": "1975",
    "year_start": 1975,
    "year_end": 1975,
    "year_acquired": "2013",
    "decade": "1970",
    "woe:country_id": "23424775",
    "medium": "photomurals",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2012, given to the Cooper-Hewitt by Ed Goldman, who acquired at auction in 1990 from the Herbert Rose store display firm.",
    "dimensions": "L x W x D: 40.6 x 58.4 x 2.5 cm (16 x 23 x 1 in.)",
    "dimensions_raw": {
        "depth": [
            "2.54",
            "centimeters"
        ],
        "length": [
            "40.64",
            "centimeters"
        ],
        "width": [
            "58.42",
            "centimeters"
        ]
    },
    "creditline": "Gift of Ed Goldman",
    "description": "26 photomural designs of nature, in color and black and white.",
    "justification": "Decor Photowalls is a sample book of photomurals produced by the Crown Wallcoverings Corporation of Ontario, Canada and New York in 1975. It contains 24 different outdoor scenic views, including beaches, seascapes, tropical paradises, idyllic forest scenes, and panoramic vistas. All of the murals are produced in natural color. The book is proposed for acquisition together with Decor Photowalls vol. B (1976).\nEach photomural is represented by a full-color photograph and is accompanied by a photo depicting the mural in situ in a very modern interior. The interiors contain numerous iconic furnishings produced from the 1920s up through the mid-20th-century (several of which are held in the museum’s collection). The iconic pieces shown include the Tulip Series (1955–57) by Eero Saarinen; the Plia chair (1968) by Giancarlo Piretti; the Grand Confort Chair (1928–29) by Le Corbusier, Pierre Jeanneret, and Charlotte Perriand; and the Falkland Lamp (1964) by Bruno Munari. \nPhotomurals follow in the tradition of scenic wallpapers by offering exotic and pristine landscape views. Both hand-printed scenics and photomurals create a focal point in a room, visually increase the size of a room, and offer a view where none exists. These two collections of photo murals were produced using the best four-color technology available at the time. While both hand printed scenics and photomurals offer a range of views and installation options, photomurals were available at a much lower cost, making them more accessible to the general public: the murals featured in both books are priced between $45–89.\nThe use of photomurals as wallcoverings goes back to about 1931. A review of a MoMA exhibition in 1932 referred to photomurals as a “most promising new type of mural treatment.”[1] Photomurals printed in full color began to appear in the mid-1950s, initially in a smaller scale, sold alongside the full-size black-and-white murals.\nInterest in photography grew actively in the 1960s and 1970s. The first color instant film was developed by Polaroid in 1963. MoMA’s first photography collection galleries opened in 1964. William Wegman began photographing his Weimaraners in 1970. MoMA held its first solo show of color photographs in 1976, William Eggleston’s Guide, which also produced the museum’s first catalog of color photographs. Both the exhibition and catalog elevated the status of color photography and forced critics to view color photography as a serious art form. \nAt the time of proposed acquisition, there are several sample books and folios of block-printed and screenprinted scenic and mural miniatures in the museum’s collection. These miniatures were intended to be viewed in wallpaper showrooms or were carried to clients by decorators. The museum also holds a sample book of photomurals, Foto Murals of California (1948). This book contains a selection of murals, each of which was available in both sepia and black-and-white colorways. Foto Murals of California was displayed in the Rooms with a View: Landscape and Wallpaper exhibition at Cooper Hewitt in 2001.\nDecor Photowalls and in Decor Photowalls vol. B would be a welcome addition to both the scenics and murals group, as well as to the sample book collection. The photomurals would also serve as a bridge with landscape photography held in the museum’s collection.\n[1] Alden Jewell Edward, \"Photography and Walls,\" New York Times, May 22, 1932.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424775",
    "type": "sample book",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/46480_5171de742e600dd6_b.jpg",
                "width": 1024,
                "height": 776,
                "is_primary": "0",
                "image_id": "46480"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/46480_5171de742e600dd6_z.jpg",
                "width": 640,
                "height": 485,
                "is_primary": "0",
                "image_id": "46480"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/46480_5171de742e600dd6_n.jpg",
                "width": 320,
                "height": 243,
                "is_primary": "0",
                "image_id": "46480"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/46480_5171de742e600dd6_d.gif",
                "width": 320,
                "height": 243,
                "is_primary": "0",
                "image_id": "46480"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/46480_5171de742e600dd6_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "46480"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18059449",
            "role_id": "35351535",
            "person_name": "Edward Goldman",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18059449\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "35351013",
            "role_id": "35236657",
            "person_name": "Crown Wallcovering Corp.",
            "person_date": "American",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/35351013\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        }
    ],
    "tombstone": {
        "epitaph": "Sample Book, Decor Photowalls, 1975. photomurals. Gift of Ed Goldman. 2013-7-1-1\/26."
    },
    "colors": [

    ],
    "woe:country_name": "Canada",
    "is_loan_object": 0
}