{
    "id":"18797535",
    "tms:id":"274427",
    "accession_number":"2013-7-1-1\/26",
    "title":"Sample Book, \"Decor Photowalls\", 1975",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18797535\/",
    "department_id":"35347503",
    "period_id":null,
    "media_id":"35432051",
    "type_id":"35247403",
    "date":"1975",
    "year_start":1975,
    "year_end":1975,
    "year_acquired":"2013",
    "decade":"1970",
    "woe:country":"23424775",
    "medium":"Photomurals",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"2012, given to the Cooper-Hewitt by Ed Goldman, who acquired at auction in 1990 from the Herbert Rose store display firm.",
    "dimensions":"L x W x D: 40.6 x 58.4 x 2.5 cm (16 x 23 x 1 in.)",
    "creditline":"Gift of Ed Goldman",
    "description":"26 photomural designs of nature, in color and black and white.",
    "justification":"&quot;Decor Photowalls&quot; is a sample book of photomurals produced by&amp;nbsp;Crown Wallcoverings Corporation of Ontario, Canada and New York in 1975. It contains 24 different outdoor scenic views including beaches and seascapes, tropical paradises, idyllic forest scenes and panoramic vistas.&amp;nbsp;All of the murals are produced in natural color. \n&amp;nbsp;\nAlong with the full-color photograph of each of the photomurals, there is also a photo showing each mural in-situ in a very modern interior. The interiors contain numerous iconic furnishings produced from the 1920s up through mid-century, several of which are in the PDDA department. The iconic pieces shown include the Tulip Series by Eero Saarinen, 1955-57; the Plia chair by Giancarlo Piretti, 1968; The Grand Confort Chair by Le Corbusier, Pierre Jeanneret &amp; Charlotte Perriand, 1928-29; and the Falkland Lamp by Bruno Munari, 1964. \n&amp;nbsp;\nPhoto murals follow in the tradition of scenic wallpapers by offering exotic and pristine landscape views. Both hand-printed scenics and photomurals create a focal point in a room, visually increase the size of a room, and offer a view where none exists. These two collections of photomurals are produced using the latest four color technology. While both hand-printed scenics and photomurals offered a range of views and installation options, photomurals were available for a much lower cost, making them more accessible to the general public. All of the murals in these two books were priced between $45-89. \n&amp;nbsp;\nThe use of photomurals as a wallcovering goes back to about 1931. A review of a Museum of Modern Art (MoMA) gallery in 1932 referred to photomurals as a “most promising new type of mural treatment.” Photomurals printed in full color began to appear in the mid-1950s, initially in a smaller scale, sold alongside the full-size black and white murals.\n&amp;nbsp;\nThere was a renewed interest in photography at this time due to several recent events. MoMA had its first solo show of color photographs in 1976, William Eggleston's Guide, which also became the Museum’s first catalog of color photographs. This exhibition and book elevated the status of color photography and forced critics to view color photography as a serious art form. The curator of this exhibition also installed MoMA's first photography collection galleries in 1964, later expanded in 1984. Other events include the first color instant film developed by Polaroid in 1963; and William Wegman began photographing his Weimaraners in 1970.\n&amp;nbsp;\nThere are several sample books and folios of block-printed and screen-printed scenic and mural miniatures in the collection. These miniatures would be viewed in wallpaper showrooms, or carried to clients by decorators. The Cooper-Hewitt also contains one sample book of photomurals, Foto Murals of California, produced in 1948. This book contains a selection of murals each of which was available in both black and white, and sepia colorways. There are no full-size photomurals in the collection, only the mural miniatures contained in the sample book. The Foto Murals book was displayed in the Rooms with a View: Landscape Wallpapers exhibition at the Cooper-Hewitt in 2001.\n&amp;nbsp;\nThese two books would be a welcome addition to both the scenics and murals group, as well as the sample book collection. These photomurals also make a nice bridge with the landscape photography in the DPGD department which includes photographs by Carlton Watkins and others.",
    "type":{
        "id":"35247403",
        "name":"sample book"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/46480_5171de742e600dd6_b.jpg",
                "width":1024,
                "height":776,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/46480_5171de742e600dd6_n.jpg",
                "width":320,
                "height":243,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/46480_5171de742e600dd6_z.jpg",
                "width":640,
                "height":485,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18059449",
            "role_id":"35351535",
            "person_name":"Edward Goldman",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18059449\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"35351013",
            "role_id":"35236657",
            "person_name":"Crown Wallcovering Corp.",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/35351013\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        }
    ],
    "tombstone":{
        "epitaph":"Sample Book, \"Decor Photowalls\", 1975.Photomurals. Gift of Ed Goldman. 2013-7-1-1\/26."
    },
    "colors":[
        {
            "color":"#5d5041",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#746c53",
            "closest_css3":"#696969"
        },
        {
            "color":"#929489",
            "closest_css3":"#808080"
        },
        {
            "color":"#a04c2f",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#b7b18c",
            "closest_css3":"#d2b48c"
        }
    ]
}