{
    "id": "68248397",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68248397\/",
    "name": "Santiago Calatrava",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Born in Valencia, Spain in 1951, Santiago Calatrava is an internationally-acclaimed Spanish architect and designer known for his civic commissions and community landmark designs. He is among the few architects also trained as an engineer and holds dual Ph.D. degrees in structural engineering and technical science. In 1981, Calatrava opened his architecture firm in Zurich, Switzerland. He first gained recognition for his bold bridge designs, including the Pont de’ l’Europe (Bridge of Europe) over the Loire River in Orléans, France, and the Alamillo Bridge in Seville, Spain. These innovative projects exemplify Calatrava’s expertise in uniting the aesthetic concerns of architecture with the technical aspects of engineering. He takes inspiration from painting and sculpture, as well as the work of two architects: Antonio Gaudi (Catalonian-Spanish, 1852-1926) and Eero Saarinen (Finnish-American, 1910-1961). Calatrava’s design language synthesizes Saarinen’s playful geometrical lines with Gaudi’s ambitious shapes to create distinct, daring and sometimes controversial projects.\n\nDrawings and models by Calatrava are held in the collection of The Museum of Modern Art, the Metropolitan Museum of Art. In March 2006, the Metropolitan Museum of Art mounted a special exhibition of Calatrava’s drawings, sculpture, and architectural models. Santiago Calatrava is also the recipient of numerous honorary degrees and awards. The Council for the Arts of MIT awarded the architect the Eugene McDermott Award in 2005, one of the most prestigious design awards in the US.",
    "woe:country_id": "23424950",
    "date": "Spanish, born 1951",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424950"
}