{
    "id": "18042569",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18042569\/",
    "name": "Hector Guimard",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "284",
    "biography": "Guimard was born in Lyon on March 10, 1867, and died in New York on May 20, 1942.  He attended the École nationale supérieure des arts décoratifs and then the École des Beaux-Arts in Paris from 1882-5.  It appears that he was strongly influenced by Victor Horta’s Hôtel Tassel in Brussels.  Guimard’s Castel Béranger of 1898 made him famous and he received many commissions, including the entries into the stations of the Paris Metro.  His approach was one of design totality, and his buildings’ interior spaces, decorations and furnishings corresponded to the exterior appearance and structure.  The Castel Béranger and his 1909 Hotel Guimard exemplify this total design approach.  He devoted great attention to the public spaces (stairs, doorways, etc.) as well as the private spaces (floor and wall coverings, ceiling ornaments, lighting fixtures, door and window hardware, fireplaces, and furniture).  He particularly appreciated the inherent characteristics of cast iron and did not attempt to reproduce the architectonic forms of wrought iron or stone; at the same time, he made full use of cast iron’s moldable nature, using it to model the curves and reliefs of vegetation relating to the overall design of the particular project.  In 1907, he published a catalog of cast iron elements, Fontes Artistiques pour Constructions, Fumisterie, Articles de Jardins, et Sepultres (ornamental cast iron for buildings, fireplace fittings, garden fixtures, tombs), to which title he appended Style Guimard, in a cartouche; the catalog contained over two hundred models.  His difficult personality hindered his career, which slowed considerably after World War I.  Fearing the coming war and concerned about anti-Semitism (his wife was Jewish), he moved to New York in 1938, where he died in 1942 (Sigman Collection Notes Biography, July 2013).",
    "woe:country_id": "23424819",
    "date": "French, 1867–1942, active Paris, France, 1885–1929",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424819"
}