{
    "id": "18046811",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18046811\/",
    "name": "Charles Francis Annesley Voysey",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Charles Francis Annesley Voysey (1857-1941) was an English architect, furniture and textile designer. After working for various architects, including George Devey’s country-house design firm, he set up his own practice in 1881. While waiting for architectural commissions, Voysey produced wallpaper and textile designs, working under contract for companies such as Essex & Co. and Alexander Morton. In 1884 Voysey was elected to the Art Worker’s Guild, and in the same year became engaged to Mary Maria Evans. Voysey designed a house for himself and his future wife, and although the house was never built, the plans were published in the Architect (1888) which led to other commissions for small houses. While primarily an architect, Voysey had his greatest impact on textile and wallpaper design. His designs were based on extensive study of observed botanical forms, articulated in light, clear, flat colors and defined outlines; he also used varying bird forms which in effect became the Voysey trademark. His work was uncomplicated but skillfully executed, reflecting crucial ideas from the Arts and Crafts Movement. Voysey’s work as an architect and a designer was based on deep religious faith, seen in his respect for God-given forms and in the symbolism of his designs. He became a member of the Arts and Crafts Exhibition Society, exhibiting watercolor and printed fabric designs in the exhibitions of 1888 and 1889. In 1936, Voysey was the first to receive the Designer for Industry award by the Royal Society of Arts. In 1940, a year before his death, he received the RIBA Gold Medal.",
    "woe:country_id": "23424975",
    "date": "English, 1857 - 1941",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424975"
}