{
    "id": "18044781",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044781\/",
    "name": "Reed & Barton",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "9",
    "biography": "Reed & Barton was originally founded in Taunton, Massachusetts in 1824 as Babbitt & Crossman, producing Brittania ware, a material similar to pewter. Best known as the metal inside the iconic Oscar Award statuette, Brittania eventually fell by the wayside as pewter became more popular only to be replaced by silverplate and, ultimately, sterling silver. \n\nThe moniker Reed & Barton dates to 1840, when Henry G. Reed and Charles E. Barton took over Isaac Babbitt’s failing silversmith manufacturer, and by 1850 the firm was producing primarily plated-silverware, although during the Civil War, the firm produced a considerable number of weapons for the Union Army. After the war and during the remainder of the century, Reed & Barton became well-known for their silverplated figural napkin rings. Additionally, the 1858 discovery of silver in Nevada fueled consumer demand for solid silver objects; as sterling gained popularity and began to compete with high-end silverplate, Barton & Reed produced its first line of sterling flat- and servingware in 1889.\n\nAround the same time, the firm was struggling to compete with mechanized manufacturers and modernized its production towards the end of the nineteenth century, shifting its focus from hand craftsmanship to mass production. It also pursued new avenues of advertising and promotion, following the example set by other firms such as Gorham and Tiffany & Co.  During the first half the of twentieth century, Reed & Barton continued to produce flatware along with trophies and medals (the firm produced the medals for the 1996 Olympic Games in Atlanta) as well as undertaking commissions from the United States Navy for sterling silver services for its battleships and manufacturing services for the White House.\n\nThe company remained privately held by Henry Reed’s family and expanded to control a number of other brands, as well, including Reed & Barton Handmade Chests, Miller Rogaska Crystal stemware, and imports of Belleek Fine Parian China. In 2015, Reed & Barton filed for Chapter 11 bankruptcy; later that year, the operating assets of the firm were acquired by The Lenox Company, a competing silver- and flatware manufacturer, which still produces products under the Reed & Barton name to this day.",
    "woe:country_id": "23424977",
    "date": "American, 1824 - 2015",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}