{
    "id": "18064185",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18064185\/",
    "name": "Irving Louis Koons",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "12",
    "biography": "Koons began working with his father, who owned a printing business, at an early age, practicing design by creating greeting cards and posters.  During his teenage years he continued to assist his father with client projects.  This early interest in design provided a good foundation for his undergraduate training at Pratt Institute in Brooklyn, New York.  He has worked as an illustrator and graphic designer, creating business and brand identities as well.  His archives are located at the Hagley Museum, Delaware, and other examples of his artwork are in the collection of Yeshiva University Museum.\n\nIrvin Louis Koons was born on March 14, 1922 in Harrisburg, Pennsylvania, the son of Frank and Rose Koons. His father owned a printing shop. In 1938, he moved to New York City, where he attended Pratt Institute. In 1942, Koons entered military service with the U.S. Army. He was sent abroad to New Delhi, India, where Koons became the Art Director for the China-Burma-India Theater of Operations; here his main responsibility was the production of weekly newsmaps as well as brochures and other materials to keep the American troops informed. During this time he also worked as an art critic for the newspaper The Statesman.\nAfter the conclusion of the Second World War, Koons worked as an illustrator for Random House and Simon and Schuster, and spent several years studying art abroad in France, Italy and Switzerland. In 1949 he founded his own design firm, Irv Koons Associates. Koons worked on projects for numerous companies as well as non-profit organizations. Among his most well-known clients were the American Cancer Society, Barton's Candy, Bristol Laboratories, Bloomingdale's, Metropolitan Life, Mobil, and Seagram's. \nHis illustrations were featured in periodicals like Fortune, Family Circle, Seventeen, the Ladies Home Journal, Good Housekeeping, and Sports Illustrated. In 1956 Koons designed the first daily offset newspaper in the world, the Middletown Daily Record. He  created some Jewish art pieces, including Torah ornaments for the Temple Emanu-El in Closter, New Jersey in 1986 and stained glass windows for the Federation of Jewish Philanthropies of New York in 1975.\nIn 1981 Irv Koons Associates was bought by the advertising firm Saatchi and Saatchi. Koons resigned his position as Chief Executive Officer and Creative Head in 1988 and accepted a voluntary appointment as the Senior Advisor to the Administrator of the United Nations Development Programme. He also helped to found the International Design Assistance Commission in 1984, which is a volunteer organization that concerns itself with performing design work for developing countries.",
    "woe:country_id": "23424977",
    "date": "American, born 1922",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}