{
    "id":"18644101",
    "tms:id":"196923",
    "accession_number":"1993-151-161-a\/g",
    "title":"Advertisement, \"S.W. Bird & Co.: Card Set\", ca. 1980–93",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644101\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35247579",
    "date":"ca. 1980–93",
    "year_start":1970,
    "year_end":1993,
    "year_acquired":"1993",
    "decade":"1970",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-161a - 10.0 x 15.2 cm (4 x 6 in.)\n1993-151-161b - 10.0 x 15.2 xm (4 x 6 in.)\n1993-151-161c - 10.0 x 15.2 cm (4 x 6 in.)\n1993-151-161d - 10.0 x 15.2 cm (4 x 6 in.)\n1993-151-161e - 10.0 x 15.2 cm (4 x 6 in.)\n1993 -151-161f  - 10.0 x 15.2 cm (4 x 6 in.)\n1993-151-161g - 10.0 x 15.2 cm (4 x 6 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"Seven postcard-size cards, probably intended as a mail advertisement, comprise a set. Each card features, in black and white photographic reproduction, a variation on a pair of a man's hands, accompanied by a brief slogan about the real estate firm's particular business specialty, in small sans serif capitals. \n\n1993-151-161a - Two hands, fingers extended downward and palms facing up, are placed left and right. Hair is visible just above the wrists, where the view is cut off. A folded one dollar bill, showing a United States Mint portrait reproduction of George Washington, appears, along with three coins, on top of the palm on the left, while an excerpt from a floor plan is on top of the palm on the right. Between the two hands, the sentence, In\/ every\/ real estate\/ transaction\/ there is\/ a buyer\/ and\/ a seller, is imprinted. The phrase, real estate, is curved.\n\n1993-151-161b - Two hands, in closed-fist position, fingers downward, palms hidden, are placed left and right. Again, hair is visible; now the view cutoff is slightly above the wrist. It's often unclear just whose interests a broker represents is imprinted below.\n\n1993-151-161c- On the left is a repeat of the money-holding hand from (a), and on the right, of the hand in the right-hand position from (b). Below, on the right, is a buyer's interest\/ cannot be served\/ by a seller's broker.\n\n1993-151-161d - On the left is a repeat of the left-hand view from (b), and on the right, of the floor plan-holding hand from (a). Below, on the left, is a seller's interests\/ cannot be served\/ by a buyer's broker.\n\n1993-151-161e - A view of one hand, fingers splayed and extending upward, palm up, ends just above the wrist. Twelve lines of type, margins justified on the left, but not the right, occupy most of the space to the left of the hand: at S. W. Bird & Company\/ a broker works\/ only for the buyer\/ or only for the seller,\/ thus avoiding conflict of\/ interest.\/ It's a simple\/ resolution to\/ a complex\/ problem. On the right, on a curve following the shape of the thumb, the phrase and it works is imprinted.\n\n1993-151-161f - One hand is centered, extended upward, palm side visible, with the index finger pointing up, the three other fingers closed, and the thumb curved over the nail of the middle finger. The view cutoff is at the wrist. On the left, a short distance from the top edge, I am a buyer's agent is imprinted; on the right, is my sole interest is\/ to help you\/ purchase\/ the home\/ that best meets\/ your needs, at the\/ lowest\/ possible\/ price.\n\n1993-151-161g - Extending from left to right, cut off at midarm, is a view of two clasped hands, the left showing the outer side of the arm and the right the inner. \nJust below the top edge: that's my job. That's all I do. I work for the buyer.\/ Ronny Katz-Lippy; just above the bottom edge: S.W. Bird & Co. Buyers\/ A Division of S.W. Bird & Company, followed by two lines of address and telephone number. Next to these four lines, on the left, a pictogram of a bird-within-a-circle completes the design.",
    "justification":null,
    "type":{
        "id":"35247579",
        "name":"advertisement"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35351535",
            "person_name":"Tibor Kalman",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18048717",
            "role_id":"35236797",
            "person_name":"M & Co.",
            "role_name":"Firm",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "tombstone":{
        "epitaph":"Advertisement, \"S.W. Bird & Co.: Card Set\", ca. 1980–93.Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-161-a\/g."
    },
    "colors":[

    ]
}