{
    "id": "18119323",
    "tms:id": "9521",
    "accession_number": "1901-39-2855",
    "title": "Drawing, \"Six Theseus Subjects for the Palazzo Gaddi, Forli\", 1819",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18119323\/",
    "department_id": "35347493",
    "period_id": "35417089",
    "media_id": "35366219",
    "type_id": "35237093",
    "date": "1819",
    "year_start": "1819",
    "year_end": 1819,
    "year_acquired": "1901",
    "decade": null,
    "woe:country": "23424853",
    "medium": "Pen and ink, brush and grey watercolor wash over black chalk on paper",
    "markings": "Watermark: lily",
    "signed": null,
    "inscribed": null,
    "provenance": "Giovanni Piancastelli",
    "dimensions": "40.9 x 26.5 cm (16 1\/8 x 10 7\/16 in.)",
    "creditline": "Museum purchase through gift of various donors",
    "description": "Six octagonal drawings of Theseus subjects. Written top left, \"Camera di\/ compagnia\/ dipinto in\/ Gaddi Forli\/ 1819.\" Top row: Theseus as boy sacrifices hair to Apollo in Delphi. Accompanied by mother, Aethra, and companions, boy raises hair to statue of gods. Priests stand right.  Written with ink on top, caption 1: \"Teseo sacrifica a \/Delfo il ciuffo dei suoi capelli.\" Theseus takes sword and shoes of Aegeus beneath stone. Aethra stands behind him.  Caption 2: \"Electtra mostra a Teseo la\/ spada del padre e li calzari.\" Central row: Theseus, showing sword at table is recognized by father.  Caption 3: \"Egeo padre di Teseo riconosce\/ Teseo per figlio.\" Theseus presents himself in Athens to do battle against Minotaur. He stands beside priest, the secretary ready to draw lots for youths and maidens to be sent as tribute to Crete. \"REST\" is written on urn.  Caption 4: \"Teseo ofre per il tributo\/ di Minose in creta.\" Bottom row, Theseus and Ariadne stand beside Minotaur's corpse. Jubilant and thankful crowd shown at right. Caption 5: \"Teseo ucide  il minutauro\/ con l asistenza di Arianna.\" Theseus and Ariadne board sailing ship. They are followed by girls and youths. Caption 6: \"Teseo con Arianna e li ostagi\/ d atene sinbarca parte da creta.\"",
    "justification": null,
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042405",
            "role_id": "35236655",
            "person_name": "Felice Giani",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, \"Six Theseus Subjects for the Palazzo Gaddi, Forli\", 1819. Pen and ink, brush and grey watercolor wash over black chalk on paper. Museum purchase through gift of various donors. 1901-39-2855."
    },
    "colors": [

    ]
}