{
    "id": "18704669",
    "tms:id": "228129",
    "accession_number": "2006-6-1",
    "title": "Textile, 2006-6-1, 1934",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18704669\/",
    "department_id": "35347501",
    "period_id": null,
    "date": "1934",
    "year_start": "1934",
    "year_end": "1934",
    "year_acquired": "2006",
    "decade": "1930",
    "woe:country": "23424819",
    "medium": "Medium: cotton\nTechnique: supplementary weft pile (velour)",
    "markings": null,
    "signed": null,
    "inscribed": "original hang tag dated 1934",
    "provenance": null,
    "dimensions": "Warp x Weft: 45.7 x 128.9 cm (18 x 50 3\/4 in.)",
    "creditline": "Museum purchase from General Acquisitions Endowment Fund",
    "description": "Length of cotton velour with an abstract pattern of bands of geometric forms in richly blended tones of navy, teal, ochre, beige and rosy reds.  Probably woven as a seat upholstery.",
    "justification": "This modernist velour furnishing fabric designed in 1934 was produced in an area of northern France where weaving centers like Lille, Roubaix, and Tourcoing were manufacturing fabrics used on airplanes, trains, and boats. At this particular time an increase in industrialization created the possibility of mass transportation, which led to an increased emphasis on travel. This cultural shift not only introduced the need for furnishing fabrics such as this, but it also called for more modern designs. In the case of this particular textile the abstract design is suggestive of a cityscape, which is typical of the kinds of Art Deco patterns that became popular during this time. While floral and more figurative patterns were also well received by patrons, abstraction steadily gained popularity between the mid 1920s and 30s due in part to the influences of Cubist painters, the Wiener Werkstatte, and Functionalism, which was opposed to any type of ornamentation.\n&amp;nbsp;\nThe designer and manufacturer of this woven furnishing fabric are unknown, however the label on the fabric indicates that it was woven as an “essai” or sample made prior to possible production. Because the bold motif of this textile is evocative of the work other important Art Deco textile designers such as Sonia Delaunay or Raoul Dufy, as well as the extraordinary range of color exhibited, the rarity of woven velvets of this period, and the exceptional condition, this work is an excellent example of textiles produced during the Art Deco period. ",
    "culture": null,
    "style": null,
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/21407_c6de752769b3dc48_b.jpg",
                "width": 1024,
                "height": 409,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/21407_c6de752769b3dc48_n.jpg",
                "width": 320,
                "height": 128,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/21407_c6de752769b3dc48_z.jpg",
                "width": 640,
                "height": 255,
                "is_primary": "1"
            }
        }
    ],
    "participants": [

    ],
    "exhibitions": [
        {
            "id": "35350945",
            "url": "http:\/\/collection.cooperhewitt.org\/exhibitions\/35350945\/",
            "title": "Looking Forward\/ Looking Back: Recent Acquisitions in 20th and 21st Century Design",
            "date_start": "2007-08-17",
            "date_end": "2007-10-14"
        }
    ]
}