{
    "id": "18538533",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18538533\/",
    "name": "Al Hirschfeld",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Born 1903.\nLived and studied art in New York as a teenager.\nReceived his first art assignment at Samuel Goldwyn Studios.\nSelznick Pictures  By 1921, became art director.\nOpened his own art studio, which ended in bankruptcy.\n1925  Lived and worked in Paris for six months. Returned to New York, intending to have a career as a painter. \nDecember 26, 1926  His sketch of the actor Sacha Guitry was published in the New York Herald Tribune. Within two years, five New York newspapers, including the New York Times, were publishing his theatrical drawings. However, he continued to produce paintings, lithographs and political cartoons.\n1930s  The Sunday Times began to reproduce his drawings of actors, directors and other theatre people, based on out of-town performances of plays he attended prior to Broadway openings.\n1932  Published \"Manhattan Oases\", featuring New York bars and bartenders.\n1940s  Published \"Harlem\", a book of color lithographs, in a limited edition of 1,000. \nMarried Dolly Haas.\n1945  To celebrate the birth of daughter Nina, he drew her name in the background of the theatrical drawing of that day for the play \"Are You With It.\" \nContinued to work Nina's name into his subsequent drawings; his readers would make a game of finding the Ninas. (In 1956, he began to append a numeral, following his signature,\nindicating the number of Ninas in the drawing.)\n\"...[A]s the years progress, you see ...line simplify and the actual strokes elongate to where you actually become amazed at the complexity of that single, simple line. The mastery and beauty of that flowing trace of ink is regularly and stylistically contrasted with fine-line textures.\" (Unattributed quotation.)\n1948  Illustrated S.J. Perelman's \"Westward Ha!\"\n1949  Illustrated collection of S.J. Perelman's \"New Yorker\" pieces, \"Listen to the Mockingbird\"\n1950  Illustrated S.J. Perelman's \"The Swiss Family Perelman\"\n1986  Illustrated \"And Did You Once See Sidney Plain?\", a memoir of S.J. Perelman\n1999  Published \"Hirschfeld on Line\", featuring works in color.\n1996  Appeared in the documentary film of his life, \"The Line King\", directed by Susan Dryfoos.\nHas done covers for Time, TV Guide and, in 1998, for Rolling Stone, a color image of Madonna.\nOther publications:  \"Show Business is No Business\" (1951); \"The American Theatre\" (1961);\n\"Hirschfeld by Hirschfeld\" (1979).\nAs of 2002, he contnues his seventy year career with The Times.\n\nSource: www.bpib.com\/illustrat\/hirschfe.htm",
    "woe:country_id": null,
    "date": null,
    "woe:country": null
}