{
    "id":"18644693",
    "tms:id":"197250",
    "accession_number":"1993-151-60-1\/3",
    "title":"Album Cover, \"Thelonious Monk, that's the Way I Feel Now\", 1984",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644693\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35422859",
    "type_id":"35294759",
    "date":"1984",
    "year_start":1984,
    "year_end":1984,
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography; coated paper inserts.",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-60a, cover, 31.3 x 31.3 cm (12 15\/16 x 12 15\/16 in.), closed; 31.3 x 62.8 cm. (12 15\/16 x 24 3\/4 in.), opened.\n1993-151-60b, inner sleeve, 30.3 x 30.3 cm (12 x 12 in.)\n1993-151-60c, inner sleeve, 30.3 x 30.3 cm (12 x 12 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"Recto: The album title in capital letters is arranged on a four line diagonal from left to right on an amoeba-patterned orange and yellow background. The album subtitle is in a three line rectangular formation, slanted upward from above the third line of the album title almost to the top right edge. The colors are red, white and green, with the green combining with black in an amoeba pattern in the name Monk. Again in a diagonal format, several partial-view photographs of Monk's face and hands, along with the names of the album's personnel, complete the design.\nVerso: On the same background, rectangular blocks in purple, red, yellow, green, and salmon (this last sliced off at its bottom edge) are imprinted with text about the album's numbers and personnel. Diagonally at the center is a profile-view photograph of Monk seated at the piano and wearing a dark suit and white hat. \nInside covers: M-O-N-K in large capitals is slanted downward from left to right. The O is replaced by a square-shaped photograph of Monk's face; he is wearing faux bamboo-framed sunglasses. The M is salmon-colored, the N yellow, and the K beige, with its bottom edge abbreviated. Four smaller photographs of Monk, in one of which, superimposed on the M, he is joined by his wife and two children, are scattered. Blocks of text in blue, red and black are diagonally placed in varying directions. Thelonius, in capital letters, the T and H superimposed on a moon-like greenish-blue circle, slants downward from right to left at the center.\nInner sleeves: M-O-N-K is spelled out in block capitals, one letter per sleeve side, each extending to the edges of its page, on the four sides. M is in yellow on white; O in red, its circumference squared off at the edges, on yellow; N in green on white; and K in purple on green. Text is imprinted on the M and N.",
    "justification":null,
    "type":{
        "id":"35294759",
        "name":"Album cover"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18048717",
            "role_id":"35236797",
            "person_name":"M & Co.",
            "role_name":"Firm",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id":"18043651",
            "role_id":"35236801",
            "person_name":"Stephen Doyle",
            "role_name":"Design Team member",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043651\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236801\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35351535",
            "person_name":"Tibor Kalman",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone":{
        "epitaph":"Album Cover, \"Thelonious Monk, that's the Way I Feel Now\", 1984.Offset lithography; coated paper inserts.. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-60-1\/3."
    },
    "colors":[

    ]
}