{
    "id": "18696055",
    "tms:id": "223603",
    "accession_number": "2002-13-1",
    "title": "Drawing, \"Salon Interior in the Louis XV and Louis XVI Styles\", ca. 1890",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18696055\/",
    "department_id": "35347493",
    "period_id": "35417087",
    "date": "ca. 1890",
    "year_start": null,
    "year_end": null,
    "year_acquired": "2002",
    "decade": null,
    "woe:country": null,
    "medium": "Pen and black ink, brush and watercolor, gouache, graphite, charcoal on cream wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Inscribed in pen and black ink, upper center, above the faux stucco oval medallion: Sculpture\/de",
    "provenance": "Stubbs Books, New York City",
    "dimensions": "78.8 x 63.4 cm (31 x 24 15\/16 in. )",
    "creditline": "Gift of Barbara G. Pine",
    "description": "An elegantly furnished circular salon interior with a baroque-style domed ceiling topped by a shallow cupula.  The dome drumb is decorated with illustionistic ceiling paintings after Tiepolo (based on the Tiepolo paintings in the Casa del Sole Gallery, Clerici Palace, Milan). The salon walls are decorated with large neoclassical tapestries flanked by Corinthian pilasters between which are niches containing tall candelabras terminating in glass globes painted with fleur-de-lis.  An elaborate marble flooring is covered on the right and left by Persian carpets upon which assorted furniture is placed. In the center background a stairway landing displays a large potted palm.\n     The salon is filled with comfortable furnishings in the Louis XV and Louis XVI styles grouped around a central circular white marble fountain with a female figure riding in a shell-like chariot pulled by a dolphin (?).  In the right foreground, a suite of Louis XV-style furniture consisting of a canapé (setee) and two fauteuils (armchairs) upholstered in tapestry.  A fauteuil à oreille (wing chair) seen from the back is upholstered in damask.  Between the furniture, a Louis XVI neoclassical style table displays a Japanese vase holding flowers. A lacquered Chinoiserie-style folding screen is in the right corner.  Along the wall, to the left of the screen, an eighteenth-century commode with gilt-bronze mounts displays a marble bust and a bronze-mounted Sèvres object.  To the left of the fountain,  a suite of furniture is gathered in front of a Boulle-style  commode displaying a bronze-mounted Sevres vase, a gilt-bronze surtout-de-table, and a fan-shaped vase.  In the drawing's upper right corner an as yet unidentified coat of arms with two joined \"L\"s enclosed by a wreath beneath which is an insignia of two clasped hands around a vertical shaft holding a red Phyrgian cap.  This coat of arms has been identified as belonging to Argintina (see en.wikipedia.org\/wiki\/Coat_of_arms_ of_ Argentina).",
    "justification": null,
    "culture": "French",
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042681",
            "role_id": "35236655",
            "person_name": "Unknown",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042681\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}