{
    "id": "18622291",
    "tms:id": "185981",
    "accession_number": "1987-24-5",
    "title": "Poster, Things Are Getting Better All the Time, 1976",
    "title_raw": "Things Are Getting Better All the Time",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18622291\/",
    "has_no_known_copyright": null,
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35419317",
    "type_id": "35238163",
    "date": "1976",
    "year_start": 1976,
    "year_end": 1976,
    "year_acquired": "1987",
    "decade": "1970",
    "woe:country_id": "23424977",
    "medium": "lithograph on paper",
    "markings": null,
    "signed": "Printed in black ink, lower right: SEYMOUR \/ CHWAST",
    "inscribed": "Printed in white cloud letters, curving, upper center: THINGS ARE GETTING BETTER ALL THE TIME; in white letters, gray blimp, upper right: YOUR AD HERE \/ CALL \/ 616-772-3300; printed in speech bubbles, from left to right, top to bottom, gray bubble near construction worker’s walkie talkie: YOU’VE \/ GOT ACTION MAN. \/ GOOD BUDDY. \/ HOW’S IT LOOKIN’ \/ OVER YOUR \/ SHOULDER?; pink bubble, near airplane: CLEAN \/ AND GREEN, \/ 10-4.; green bubble, near construction worker: CATCH \/ YOU ON THE \/ FLIP FLOP.; pink bubble, construction worker eating:  HAM \/ ON WHITE \/ AND A TWINKIE. \/ WHAT’S YOURS?; green bubble, construction worker eating: PHEASANT \/ UNDER \/ GLAZED \/ PANELS.; green bubble, male figure in building: EVERYTHING \/ IN THIS POSTER \/ IS GOING UP.; pink bubble, female figure in building: EXCEPT ACTION \/ OFFICE PRICES, WHICH HAVE JUST GONE DOWN.; blue bubble, male figure in building: SKID THE \/ SUPER ROOM \/ OVER HERE. \/ WE’VE GOT A \/ MEETING AFTER \/ LUNCH.; yellow bubble, near flower pot: CAREFUL, \/ THAT PLANT \/ IS GOING TO \/ GET KNOCKED \/ OFF.; green bubble, near flower pot: GETTING \/ KNOCKED OFF \/ IS IN THE \/ HERMAN \/ MILLER \/ TRADITION.; yellow bubble, female figure in building: THIS NEW \/ FLIPPER \/ DOOR REALLY \/ GRABS \/ ME.; green bubble, male figure in building: AND IT \/ WORKS NO \/ MATTER \/ WHERE \/ YOU GRAB \/ IT.; pink bubble, male figure in center building: THE INTEGRATED \/ SIGNAGE SYSTEM \/ LETS US KEEP UP \/ WITH CHANGING NAMES \/ AND CHANGING \/ TITLES AND CHANGING \/ LOCATIONS.; blue bubble, pink building at right in background: NOW I CAN \/ HAVE MY \/ NAME ON \/ THE DOOR.; green bubble, pink building at right in background: AND YOU \/ CAN HAVE \/ THE DOOR TOO-- \/ WITHOUT GIVING \/ UP THE ADVANTAGES \/ OF OPEN \/ PLANNING.; blue bubble, female figure in green building at left: PARDON ME, \/ BUT WHAT \/ IS THAT \/ GADGET?; yellow bubble, male figure in green building at left: IT’S AN \/ ACOUSTIC \/ CONDITIONER.; yellow bubble, green building at left: WHAT? I CAN’T \/ HEAR YOU WHEN \/ THE ACOUSTIC \/ CONDITIONER \/ IS ON.; pink bubble, male figure in green building at left: WITH THESE EDP \/ COMPONENTS, WORK \/ IS AS CONVENIENT \/ FOR THE PROGRAMMER \/ AS IT HAS BEEN FOR \/ THE COMPUTER.; blue bubble, female figure in green building at left: ANYONE \/ WANT TWO \/ ORCHESTRA \/ SEATS FOR \/ “CHORUS \/ LINE”?; yellow bubble, male figure in green building at left: I FOUND \/ A PARKING \/ SPACE.; green bubble, figure in center building: I NEED \/ ANOTHER WORK \/ STATION HERE \/ AND I NEED IT \/ YESTERDAY.; yellow bubble, figure in center building: WITH RAPID \/ RESPONSE \/ YOU CAN \/ ALMOST HAVE \/ IT BY THEN.; green bubble, male figure in brown building at right: WE HAVE REGULAR \/ PANELS, HIGH PANELS, \/ LOW PANELS, STRAIGHT \/ PANELS, CURVED PANELS, \/ ACOUSTIC PANELS, OAK \/ VENEER PANELS. . .; yellow bubble, male figure in brown building at right: AND PLASTIC \/ LAMINATE PANELS, \/ GLAZED PANELS, \/ PLAIN PANELS, COLORED \/ PANELS, TACKBOARD \/ PANELS, MOBILE \/ PANELS. . .; gray bubble, male figure in brown building at right: PLEASE, \/ NOT \/ ANOTHER \/ PANEL \/ DISCUSSION.; green bubble, female figure in center building: WILL THIS \/ BUILDING EVER \/ BE FINISHED?; pink bubble, male figure in center building: SURE, \/ BUT ACTION \/ OFFICE \/ WON’T.; yellow bubble, female figure in brown building at right: HEY, THE \/ CHECK REALLY \/ WAS IN THE \/ MAIL.; yellow bubble, male figure in restaurant at left: HEY WAITER! \/ THERE’S A \/ PEARL IN \/ MY OYSTER \/ SAUCE.; green bubble, female figure in restaurant at left: MY \/ FORTUNE \/ COOKIE SAYS, \/ “YOU WILL BE \/ HUNGRY AGAIN \/ IN ONE \/ HOUR.”; pink bubble, female figure in restaurant at left: MINE \/ SAYS I’M \/ GOING TO \/ TAKE A LONG \/ TRIP TO A \/ BETTER CHINESE \/ RESTAURANT.; yellow bubble, sandwich:  YOU’RE \/ FULL OF \/ HOT AIR.; pink bubble, balloons: YOU’RE \/ FULL \/ OF \/ BALONEY.; yellow bubble, dog: THE ACTION \/ OFFICE FLOORMAT \/ IS ONE HERMAN \/ MILLER PRODUCT \/ THAT NEVER GOT OFF \/ THE GROUND.; green bubble, boy: ARF \/ ARF; white sign, man with pipe on sidewalk: WIRE \/ MANAGE- \/ MENT \/ UNFAIR \/ TO \/ CLUTTER.; yellow bubble; female figure in clothing store: YES, MADAM, \/ OF COURSE \/ WE HAVE IT \/ IN YOUR \/ SIZE.; column of black printed text, lower margin, at far left: Traditionally, Herman Miller is known for major \/ design innovations, such as the 1976 Ergon seating. \/ But behind that tradition is one equally rich: once \/ we make a significant contribution, we keep making \/ it better and better. And better.; column of black printed text, lower margin, left of center: Action Office® is a case in point. In 1964 we introduced \/ that landmark system as a management planning \/ tool adaptable to the work requirements of various \/ kinds of people, various kinds of tasks, various kinds \/ of organizations. In 1968 we brought out a vastly improved system, far ahead of anything the industry \/ had ever seen or even thought of.; column of black printed text, lower margin, center: But we didn’t stop there. Or then. Designed from the \/ start as an open-ended system, Action Office has \/ undergone a steady series of refinements, additions \/ and modifications to meet new needs. Some of these \/ product improvements, such as Super Room™ and Low \/ Profile™, are themselves major innovations. Others, \/ such as the swingaway telephone stand, are modest \/ but welcome details. And the same system is \/ adaptable to libraries, word processing units, and \/ technical work stations of all kinds.; column of black printed text, lower margin, right of center: By now the original Action Office has been enriched \/ by lateral files, a sub-system of EDP components, \/ counter caps, sound-absorbing panels, curved \/ panels with work surfaces to fit them, door panels, \/ acoustic conditioners, flipper doors that glide on \/ a synchronizing mechanism, transaction counters, \/ versatile connection hardware, deep drawers, Rapid \/ Response™ service, new finishes, wire managers. . . .; column of black printed text, lower margin, far right: The list could go on and on. And it will. Things from \/ Herman Miller are getting better all the time.; in black, lower center: herman miller; in black, bottom center: ©Copyright 1976. Herman Miller, Inc. Litho in U.S.A. ®Action Office, Herman Miller are registered trademarks of Herman Miller, Inc. Zeeland, Michigan. ™Super Room, Low Profile, Rapid Response, Acoustic Conditioner, Ergon are trademarks of Herman Miller, Inc. Zeeland, Michigan.",
    "provenance": "1987: acquired by Museum",
    "dimensions": "89.4 × 57.5 cm (35 3\/16 × 22 5\/8 in.)",
    "dimensions_raw": null,
    "creditline": "Gift of Unknown Donor",
    "description": "Vertical rectangle. On yellow ground, a city street scene with views of high-rise buildings and skyscrapers (one of which is under construction) illustrated in comic style. Figures populate the windows of buildings and the sidewalk of the street, where there are a variety of local vendors and shops. A city bus, taxi, and two additional cars drive on the street near the bottom of the composition. Written text throughout contained within speech bubbles, comments on ways in which the life depicted in the poster is improving. Title rendered in cloud letters formed by an airplane at upper left. Design bordered in white, with a thick white rectangle at bottom with black printed text.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "poster",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/324650_9b036fe20eccf762_b.jpg",
                "width": 678,
                "height": 1024,
                "is_primary": "1",
                "image_id": "324650"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/324650_9b036fe20eccf762_z.jpg",
                "width": 424,
                "height": 640,
                "is_primary": "1",
                "image_id": "324650"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/324650_9b036fe20eccf762_n.jpg",
                "width": 212,
                "height": 320,
                "is_primary": "1",
                "image_id": "324650"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/324650_9b036fe20eccf762_d.gif",
                "width": 212,
                "height": 320,
                "is_primary": "1",
                "image_id": "324650"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/324650_9b036fe20eccf762_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "324650"
            }
        },
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/255951_a643ef6d122f3d22_b.jpg",
                "width": 667,
                "height": 1024,
                "is_primary": "0",
                "image_id": "255951"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/255951_a643ef6d122f3d22_z.jpg",
                "width": 417,
                "height": 640,
                "is_primary": "0",
                "image_id": "255951"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/255951_a643ef6d122f3d22_n.jpg",
                "width": 208,
                "height": 320,
                "is_primary": "0",
                "image_id": "255951"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/255951_a643ef6d122f3d22_d.gif",
                "width": 208,
                "height": 320,
                "is_primary": "0",
                "image_id": "255951"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/255951_a643ef6d122f3d22_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "255951"
            }
        }
    ],
    "participants": [
        {
            "person_id": "907195791",
            "role_id": "35352245",
            "person_name": "Julia Pastor",
            "person_date": "American",
            "role_name": "Cataloguer",
            "role_display_name": "Catalogued by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/907195791\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352245\/"
        },
        {
            "person_id": "51685707",
            "role_id": "35236689",
            "person_name": "Ralph Caplan",
            "person_date": "American, b. 1925",
            "role_name": "Author",
            "role_display_name": "Written by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/51685707\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236689\/"
        },
        {
            "person_id": "18042365",
            "role_id": "35236787",
            "person_name": "Stephen Frykholm",
            "person_date": "American, b. 1942",
            "role_name": "Art Director",
            "role_display_name": "Art Director:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18042365\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236787\/"
        },
        {
            "person_id": "18049013",
            "role_id": "35236667",
            "person_name": "Herman Miller Furniture Company",
            "person_date": "Zeeland, Michigan, USA",
            "role_name": "Client",
            "role_display_name": "Client:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18049013\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        },
        {
            "person_id": "18050283",
            "role_id": "35351535",
            "person_name": "Unknown donor: unsolicited gift",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18050283\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18042087",
            "role_id": "35236655",
            "person_name": "Seymour Chwast",
            "person_date": "American, b. 1931",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18042087\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, Things Are Getting Better All the Time, 1976; Designed by Seymour Chwast (American, b. 1931); USA; lithograph on paper; 89.4 × 57.5 cm (35 3\/16 × 22 5\/8 in.); Gift of Unknown Donor; 1987-24-5"
    },
    "colors": [

    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}