{
    "id":"18410267",
    "tms:id":"115351",
    "accession_number":"1956-47-20",
    "title":"Drawing, \"The Rise of Rome: Five Heads (Four Male; One Female)\", 1930–32",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18410267\/",
    "department_id":"35347493",
    "period_id":"35417235",
    "media_id":"35419749",
    "type_id":"35237093",
    "date":"1930–32",
    "year_start":"1930",
    "year_end":"1932",
    "year_acquired":"1956",
    "decade":"1930",
    "woe:country":"23424977",
    "medium":"China marker; graphite pencil",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"34.5 x 37.5 cm (13 5\/8 x 14 3\/4 in.)",
    "creditline":"Gift of Ellen Gustav Jensen",
    "description":"In the center of the page, the image of a man's head (tilted left); neck; and shoulders shows a full head of hair styled close-to-the-head. There is shading on the right cheek, as well as behind the head on the right. This only in script appears below next to an arrow pointing upward toward the sketch.\n\nAbove the central image on the left is the head of a man in right profile. He wears a headdress comprised of a cap and an attached shoulder-length piece. A star-shaped ornament embellishes the cap. King Tigranes, in script on the right, identifies the drawing.\n\nTo the right of King Tigranes is a male head in right profile. Hairline, forehead, eyebrow, eye, fleshy nose, and mouth are depicted in a series of curves. Antonius is written in script on the right.\n\nJust below the head of Antonius is a female head in right profile; the curly hair and profile outline are lightly sketched. Livia, in script on the right, identifies the drawing.\n\nWith the sheet turned top-to-bottom, a male head in right profile appears on the top right. The features, especially the eyebrow and line under the chin, are sketched in a series of dark lines.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"The Rise of Rome: Five Heads (Four Male; One Female)\", 1930–32.\n1930–32. China marker; graphite pencil. Gift of Ellen Gustav Jensen. 1956-47-20."
    },
    "colors":[

    ]
}