{
    "id": "18045669",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045669\/",
    "name": "Markku Piri",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Markku Piri is a designer, artist, producer, lecturer, writer, and director. Piri designs an array of objects, textiles, and theatrical costumes, he has painted abstract portraits, created haute couture fashions, and set up exhibitions and fairs. He works with many materials: glass, textiles, wood, and silver to name a few. \nPiri’s designs are inspired by many cultures around the world,  and is in many ways is a reaction against what he considers to be the detached, stark designs typically associated with Finland.  In his designs Piri investigates concepts such as “The Big Apple,” the Brazillian avant-garde of “Tropicalismo,” and elements of Italian design, seen for example in several designs for silk scarves and glass bowls that recall traditional designs produced in Murano, Italy. Piri’s experimental designs incorporate intense colors and rhythmic patterns, and tend to resist categorization as “Finnish.”\nPiri graduated from the University of Art and Design in Helsinki in 1979. While in school Piri apprenticed at Marimekko, designing two collections of printed fabrics. After graduating Piri received a travel grant to study textiles in Japan. He then moved to New York where he worked as the head designer at China Seas, a home and bath textile producer. Also during this time (1982-1984) Piri taught textile design at Parsons School of Design. In 1984 he opened an independent design studio in Manhattan, Markku Piri Inc., out of which he continues to work on design, writing, and a host of other artistic endeavors. Piri has been showcased in numerous solo exhibits worldwide, has won frequent awards and distinctions, is a published author and journalist, and continues to teach and lecture.",
    "woe:country_id": "23424812",
    "date": "b. 1955",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424812"
}