{
    "id":"35474747",
    "tms:id":"274944",
    "accession_number":"2013-9-1",
    "title":"Scenic, \"Psyche Bringing Venus a Goblet of Water from the Fountain of Youth\", ca. 1820",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/35474747\/",
    "department_id":"35347503",
    "period_id":null,
    "media_id":"35414641",
    "type_id":"35288575",
    "date":"ca. 1820",
    "year_start":"1820",
    "year_end":1830,
    "year_acquired":"2013",
    "decade":null,
    "woe:country":"23424819",
    "medium":"Block-printed on handmade paper",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"3-panel scene had been installed by a previous owner of donor Elizabeth Werter's Brooklyn, NY, apartment. Donor had the panels removed in May, 1998. Was offered to Cooper-Hewitt in December 2012.",
    "dimensions":"H x W: 182.9 x 137.2 cm (6 ft. x 54 in.)",
    "creditline":"Gift of Elizabeth Werter and Henry Trevor",
    "description":"One scene from the twelve which illustrate the story of Cupid and Psyche. This scene, containing three panels, shows a kneeling Psyche offering a goblet to a seated Venus. Cupid, leaning on his bow, stands on a pedestal in the background. The figures are within an Empire-style interior, with marble-tiled walls, columns, fountains, coffered ceiling and parquet floor. The entire scene is printed in grisaille, or shades of gray.",
    "justification":"The Cooper-Hewitt has been offered one scene from the scenic wallpaper Les Amours de Psyche [The Loves of Psyche.]\n&amp;nbsp;\nThe tale of Cupid &amp; Psyche, dating back to the 2nd century AD, is the story of Psyche, whose great beauty caused Venus to be jealous. Venus instructs her son, Cupid, to make Psyche fall in love with a hideous monster. Startled by her great beauty, Cupid accidently pricks himself with an arrow and falls in love with Psyche. Under the care of Cupid, Psyche is then carried off to a palace and waited on by invisible servants, and Cupid tells her he can only visit at night and she must never try to see him. Psyche’s jealous sisters convince her Cupid is a monster and that she must kill him. Psyche’s distrust causes Cupid to flee, taking the palace with him. Out of desperation Psyche approaches Venus for help who then asks Psyche to perform a set of tasks before being reunited with Cupid. \n&amp;nbsp;\nThis scene shows a kneeling Psyche offering Venus a goblet of water from the fountain of youth. This was the last feat Psyche was asked to perform, and upon its successful completion she was made a Goddess and allowed to marry Cupid, and lived happily ever after.&amp;nbsp; The figures are all dressed in classical costume, and set within a severe Empire-style interior, with marble-tiled walls, columns, fountains, and coffered ceiling.\n&amp;nbsp;\nMost scenic papers were designed to be continuous with the first panel lining up with the last to create a continuous landscape but Cupid and Psyche was designed to be hung in sections, with each scene surrounded by borders. The full set contains 26 panels, showing 12 different scenes which range in width from 1 to 4 panels. The full set required 1245 wood blocks to print.\n&amp;nbsp;\nFirst printed by the French firm Dufour in 1816,&amp;nbsp;it was considered to be the firm’s masterpiece. After Dufour’s death, the woodblocks were sold to Desfosse &amp; Karth who printed 5 more additions until 1931. The blocks were badly damaged during World War II and no more sets have been printed since then.\n&amp;nbsp;\nThis is an early printing on joined sheets of handmade paper, which dates it to ca. 1820. French manufacturers began making continuous lengths of paper by machine in the 1820s. Many felt that the joined sheets of handmade paper were of better quality than that made by machine, and the first scenic wallpaper was not printed on continuous machine-made paper until 1830.\n&amp;nbsp;\nIn 1996 the Cooper-Hewitt acquired two original drawings for the Cupid &amp; Psyche scenic paper created by Merry-Joseph Blondel in 1815. One of the drawings (1996-57-1) is related to the proposed scene, while the other is for the Reconciliation of Venus &amp; Psyche (1996-57-2.)\n&amp;nbsp;\nThe Cooper-Hewitt owns a full set of this scenic paper that was printed in 1923. The paper had been previously installed and was damaged during removal from the wall. Only one scene from the Cooper-Hewitt’s set has been fully conserved and is exhibitable. Acquiring this piece would be a great asset to the collection as it is an early printing and would allow the Museum to exhibit an alternate scene from this scenic paper. ",
    "type":{
        "id":"35288575",
        "name":"Scenic"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/64935_f241bcd544d601ba_b.jpg",
                "width":803,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/64935_f241bcd544d601ba_n.jpg",
                "width":251,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/64935_f241bcd544d601ba_z.jpg",
                "width":502,
                "height":640,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/8417_d64031899478936c_b.jpg",
                "width":878,
                "height":1024,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/8417_d64031899478936c_n.jpg",
                "width":274,
                "height":320,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/8417_d64031899478936c_z.jpg",
                "width":549,
                "height":640,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"51678843",
            "role_id":"35351535",
            "person_name":"Henry Trevor",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51678843\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18049449",
            "role_id":"35236657",
            "person_name":"Joseph Dufour et Cie.",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18049449\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"18049199",
            "role_id":"35236655",
            "person_name":"Merry-Joseph Blondel",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18049199\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"51676645",
            "role_id":"35351535",
            "person_name":"Elizabeth Werter",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51676645\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone":{
        "epitaph":"Scenic, \"Psyche Bringing Venus a Goblet of Water from the Fountain of Youth\", ca. 1820.Block-printed on handmade paper. Gift of Elizabeth Werter and Henry Trevor. 2013-9-1."
    },
    "colors":[
        {
            "color":"#797266",
            "closest_css3":"#696969"
        },
        {
            "color":"#b2a88e",
            "closest_css3":"#bc8f8f"
        }
    ]
}