{
    "id": "18041443",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18041443\/",
    "name": "Marianne Strengell",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "77",
    "biography": "Marianne Strengell is undoubtedly one of the most important textile artists of the 20th century. Born in Helsinki, Finland in 1909, her family possessed a design pedigree; her father, Gustaf Strengell, was an architect, and her mother Anna an interior design director at Hemflit-Kotiahkeruus. She studied weaving at the Central School of Industrial Art in Helsinki and graduated in 1929. In 1937, Eliel Saarinen, a friend of her father’s (and despite the age difference, soon a close friend of Strengell’s as well), invited her to teach at the Cranbrook Academy of Art in Bloomfield Hills, Michigan. She served as a weaving instructor there until 1942. Upon the retirement of Eliel’s wife, Loja Saarinen, Strengell assumed the role of Head of the Department of Weaving and Textile Design, a position she held until her retirement in 1961. \nAt Cranbrook, Strengell was known for her both her energy and pragmatism; her approach was one that encouraged her students to not only explore a diverse variety of techniques and materials, but also to understand their work on a commercial level. It was of the utmost importance that textiles be practical, functional, and cost-effective. Unlike her predecessor Loja Saarinen, Strengell did not advocate weavings that were patterned or pictorial in nature; rather, they should endeavor to celebrate the integrity of the material itself, through experimentation with color and texture. She famously prohibited her students from visiting the school library, in order to deter the influence of other artists. While at Cranbrook, her students included well-known designers like Jack Lenor Larsen, Ray Eames, Ed Rossbach and Robert Sailors. \nDuring her twenty-five years at Cranbrook, Strengell also enjoyed many fruitful and enduring relationships with several architectural and industrial clients. Clients like Skidmore, Owings & Merrill, Eero Saarinen, Edward Stone and her husband, the architect Olav Hammarstrom, commissioned her to design textiles for both private interiors and public spaces. Her textile designs achieved a seamless integration into a variety of environments. They even appeared in the sky; the industrial designer Raymond Loewy asked her to produce the upholstery for his newly designed United Airlines jets. Strengell also worked prolifically in the automobile industry, specifically for General Motors in Detroit. In 1958, she designed the well-known “Taj Mahal” fabric that adorned Chrysler’s Imperial Crown Sedan.  Furthermore, she created home furnishings, rugs, floor coverings and fabrics for clients like Russell Wright, Knoll, Fieldcrest, Chatham Manufacturing and many others. She collaborated with her husband, architect Olav Hammarstrom, to design interiors and textiles. Together they developed a new loom that could accommodate wider widths of fabric.\nWhile her commercial career proved successful, Strengell also spent time in Asia and the Caribbean, further exploring the potential of textiles both artistically and economically – specifically as a tool for industrial growth in small communities. In 1951 the Technical Assistance Administration of UNESCO asked her be an advisor on weaving and textile design in Japan and the Philippines. There she examined alternative approaches to the medium, combining indigenous fibers like coconut, abaca, banana, grasses and pineapple fiber with cotton and synthetic yarns.  \nMarianne Strengell’s enormous impact on textile design cannot be overstated.  Though she passed away in 1998, we continue to honor her legacy and her indelible contribution to 20th century textile design. She had dozens of solo exhibitions throughout her life, and began donating her works in 1983 to museums around the world.",
    "woe:country_id": "23424812",
    "date": "Finnish, active USA, 1909–1998",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424812"
}