{
    "id": "18053709",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18053709\/",
    "name": "Mark Kostabi",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Born 1960, Los Angeles, California.\nStudied painting, California State University, Fullerton.\nArtist, New York City and Rome, Italy.\n1982 - Moved to New York City. Became active in the East Village arts community.\n1982-2002  Exhibited in many galleries, including Molly Barnes, Los Angeles and Hal Bromm, New York,, 1984; Nada Gallery, New York and Australian Center for Contemporary Art, Melbourne, 1985; Ronald Feldman Fine Arts, New York and Seed Hall, Tokyo, 1986; Jan Turner Gallery, Los Angeles, 1987; Phillip Samuels Fine Arts, St. Louis and The Morgan Gallery, Boston, 1988; Tamara Bane, Los Angeles and Fernando Alcolea Galeria d'Art, Barcelona, 1989; Govinda Gallery, Washington, D.C. and First Gallery, Moscow, 1990; Art Collection House, Tokyo and Elisabetta Frigieri Arte Contemporanea, Capri, Italy, 1991; Galleri Max, Stockholm and Vaal Galerii, Tallinn, Estonia, 1992; Galerie Kaess-Weiss, Stuttgart, Germany and Santo Ficara Arte, Flornce,, Italy, 1993; Hanson Gallries, New Orleans and Arlene Bujese Gallery, Easthampton, N.Y., 1994; Dante Vecchiato Galleria, Padua, Italy and Galerie Sho, Tokyo, 1995; Centro Art, Milan and Neuffer Am Park, Pirmasens, Germany, 1996; Scola dei Tiraoro e Battioro, Venice and Galleria d'Arte Moderna, Milan, 1997; Ferrara Arte, Italy and Hankyu, Osaka, 1998; Galleria Pio Monti, Rome and Studio G, Milan, 1999; ArteCapital, Brescia, Italy and Rogr Smith Gallery, New York, 2000; Fidesarte, Mestre-Venezia, Ialy and Banca di Teramo, Italy, 2001; Stefan Stux Gallery, 2002. \nHas designed album covers (Gund 'N' Roses) and products including vases, computer accessories, etc.\nPaintings are included in the collection of the Galleria Nazinale d'Arte Moderna (Rome, Italy) and the Neuberger Museum (Purchase, New York).",
    "woe:country": null,
    "date": null,
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "1"
        },
        {
            "id": "35236601",
            "name": "Illustrator",
            "count_objects": "1"
        }
    ],
    "concordances": {
        "freebase:id": "\/m\/0dfz66",
        "wikipedia:id": "5330606",
        "viaf:id": "95874994",
        "lcnaf:id": null,
        "moma:id": "3224"
    }
}