{
    "id": "18771153",
    "tms:id": "261887",
    "accession_number": "2011-46-2",
    "title": "Map, Green Map Uji Eco Community Map vol. 01 2008 Spring, 2008",
    "title_raw": "Green Map Uji Eco Community Map vol. 01 2008 Spring",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18771153\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35434869",
    "type_id": "35237919",
    "date": "2008",
    "year_start": 2008,
    "year_end": 2008,
    "year_acquired": "2011",
    "decade": "2000",
    "woe:country_id": null,
    "medium": "Printed with soy inks on white paper, folded",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "New from Wendy Brawer, 2011",
    "dimensions": "Sheet: 21.1 x 7.5 cm (8 5\/16 x 2 15\/16 in.), folded",
    "dimensions_raw": {
        "height": [
            "21.10",
            "centimeters"
        ],
        "width": [
            "7.50",
            "centimeters"
        ]
    },
    "creditline": "Gift of Wendy Brawer, Green Map System",
    "description": "Recto titled: Green Map Uji \/ eco community map \/ vol. 01 2008 SPRING.  When map is unfolded, this title appears at upper left corner of map.  Map text written in Japanese with occasional location identifiers, telephone numbers written in Arabic numerals. Selected text written in English.  Verso titled: eco community \/ Green Map Uji News Letter \/ 01.  Text on this side arranged in columns, written in Japanese. Small tear at left center edge of sheet.",
    "justification": "The Green Map System assists in encouraging people around the world to engage with issues of sustainability, ecology, and the environment. Started in 1995, founder Wendy Brawer and her team have built a vocabulary of 170 icons that can be applied to maps for the purpose of charting everything from wheelchair accessibility and wind energy sites to green buildings and fair trade markets. As of 2011, there have been three iterations of the symbols; the third version of Green Map icons appeared in 2008. \nThe Green Map lexicon of symbols is viewed by its creators as a living and open system. Icons and their usage are discussed by project participants and the general public through both email and the Open Green Map website. As of February 2011, the system involved 731 different mapping projects in over 55 countries.\nThe Green Map System builds on a collection of icon and logo projects already documented in the museum’s collection. The Henry Dreyfuss archive includes the Symbol Sourcebook, first created by Dreyfuss and his firm in 1972, which collects and defines more than 20,000 graphic symbols used in scientific, industrial, and social communication. The museum also holds examples of logos created by Paul Rand (IBM, Westinghouse, Enron), Dan Friedman (Citibank), Bruce Mau (Netherlands Architecture Institute) and Milton Glaser (I [heart] New York).\nThe Green Map System is an example of how contemporary graphic design has responded to 21st century issues and needs by meeting consumer interest while highlighting the very real problems that face our global community. Under consideration for acquisition are two posters with iterations of the Green Map icons and three maps that use the icons for the cities of San Francisco, New York City, and Uji, Japan.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "map",
    "images": [

    ],
    "participants": [
        {
            "person_id": "51677695",
            "role_id": "35236655",
            "person_name": "Yuko Tanaka",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/51677695\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062347",
            "role_id": "35351535",
            "person_name": "Wendy Brawer",
            "person_date": "American, b. 1953",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18062347\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Map, Green Map Uji Eco Community Map vol. 01 2008 Spring, 2008. Printed with soy inks on white paper, folded. \nGift of Wendy Brawer, Green Map System. 2011-46-2"
    },
    "colors": [
        {
            "color": "#cdc4b9",
            "closest_crayola": "#cdc5c2",
            "closest_css3": "#c0c0c0",
            "closest_css4": "#c0c0c0"
        },
        {
            "color": "#a0aade",
            "closest_crayola": "#a2add0",
            "closest_css3": "#b0c4de",
            "closest_css4": "#b0c4de"
        },
        {
            "color": "#1d383a",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#264a3a",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#647669",
            "closest_crayola": "#757575",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "is_loan_object": 0
}