{
  "display_date": "1998", 
  "credit_line": "Gift of Sagmeister, Inc.", 
  "date_end": "1998", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "American", 
  "id": "220815", 
  "style": "", 
  "date_begin": "1998", 
  "dimensions": "12.4 x 14.9 cm (4 7/8 x 5 7/8 in. )", 
  "copyright": "donor says there are \"various\" copyright holders", 
  "title": "Compact Disk Cover for Jamie Block's \"Timing is Everything\"", 
  "provenance": "Gift of Sagmeister, Inc.", 
  "credit_line_repro": "", 
  "invno": "2000-61-8-a/c                             ", 
  "movement": "", 
  "medium": "Printed paper, plastic, and cigarette", 
  "media_id": "", 
  "description": "CD cover design for Jamie Block's \"Timing is Everthing\".  CD case is clear plastic.\r\nCD insert folds into four sections. Cover: Color photographic reproduction of three cigarettes with brown filters on marron background.  On each cigarette, imprinted \"Block\" (in red) and each word of the title: \"TIMINIG IS EVERYTING\" (in black). There is one acutal \"Rothman Special\" cigarette in the spine of case.  Opening insert: letter forms spelling the name \"Block\" are depicted as taped together boxes forming block-shaped letters. Inside four pages contain credits, song list, and black and white photographic reproductions of artist at top center, three photographs of smoked cigarettes at lower left, scotch on the rocks at lower right, and city view (roof tops of apartments) at far right.  On yellow background, on one of exterior pages, color photographic reproduction of artist in hot tub and ciagarette. \r\nBack of CD insert: black and white photographic reproductions of ashtray (in aerial perspective), of rhinoceros and of two smoked cigarettes at upper right.  Imprinted at right center: \"PRODUCED BY/ MARK HUTCHINS www.blocknyc.com & JAMIE BLOCK...\"(in black handwriting font).  \r\nCD: black and white photographic reproduction of ashtray (same one on back of CD insert).  \r\nBack of case: divided into 2 by 7 grid on marron background.  Each cell labelled 1through 13 according to track number of CD.  Each cell contains color photographic reproduction of smoked cigarette, elapse time of song, and title. In last cell, imprinted: \"Promotional Use Only/ Not for Sale/ PRODUCED BY/ Mark Hutchins/ & Jamie Block...\" (in white).\r\n\r\n\r\n\r\n", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Compact disc", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}