{
    "id": "18057249",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18057249\/",
    "name": "Preston Scott Cohen",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Preston Scott Cohen received his BFA and BArch from the Rhode Island School of Design (1982–83) and his MArch from the Harvard University Graduate School of Design (1985). In addition to a private practice, he is the Gerald M. McCue Professor of Architecture at the Harvard University Graduate School of Design, where he also serves as the director of the Master of Architecture degree programs. He has a long record of publications, which have appeared in architectural journals like Architectural Design, Architecture and Urbanism, AA Files, Assemblage, and Domus. He is the author of Contested Symmetries and Other Predicaments in Architecture (2001). \n\nCohen's work has been critically-acclaimed since the early 1990s. He was a winner of the 1992 Architectural League of New York’s Young Architects Forum. In 1996, Scott Cohen was one of four architects who represented the United States in the Emerging Voices exhibition at the Venice Biennale International Exhibition of Architecture. In 1998 and 2000, he received the Progressive Architecture Award from Architecture magazine. Cohen’s work was first brought to public attention through MoMA’s 1999 exhibition, The Un-private House, in which his “Torus” Wolf House was one of the more interesting and most frequently reproduced projects in this show. His projects have been included in many group exhibitions.\n\nCritics cite geometry and biology as Cohen’s main sources of inspiration. K. Michael Hays writes that “Cohen’s particular use of (and even obsession with) projective geometry as a specifically demarcated set of codes and procedures that, when used in ways initiated and developed in architecture’s own disciplinary history, conserves and extends this particular field of activity.”[1]\n\n[1] K. Michael Hays, “Terminal Desire (A Note on Scott Cohen's Recent Projects),” Architecture + Urbanism (January 2000): 106-109.",
    "woe:country_id": "23424977",
    "date": "American, b. 1961",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}