{
    "id": "18043555",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18043555\/",
    "name": "Dorothy Draper",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Born into a wealthy family in Tuxedo Park, New York, Dorothy Draper first gained attention for decorating her own homes. She soon decided to turn her passion into a career, and in 1925, she opened her interior design firm, Architectural Clearing House. While there were female interior decorators before her, they all focused on residential interiors. Draper is credited with professionalizing the field because she worked in the male-dominated world of commercial interiors, working primarily with architects and real estate developers. After divorcing, she incorporated her business as Dorothy Draper Inc. \nHer first big break was a commission to redecorate the Carlyle Hotel on Madison Avenue. She subsequently re-designed many of Manhattan’s most exclusive addresses, including Sutton Place, a row of tenements on East 57th Street; Hampshire House and Essex House, both hotels on Central Park South; Sherry’s Restaurant; and the Coty Cosmetics Salon. Other important commissions include the Fairmont Hotel, San Francisco; the Arrowhead Springs Hotel, San Bernadino; the Drake Hotel's Camelia House, Chicago; and the Greenbrier Hotel in White Sulphur Springs, West Virginia. She designed the Roman Court dining room at the Metropolitan Museum of Art, affectionately nicknamed “the Dorotheum.”\nDraper’s style came to be known as Modern Baroque, and featured black-and-white schemes with splashes of color, bold stripes, oversized bouquets of flowers, neo-baroque plasterwork, and contemporary twists on classic furniture styles. She was the first modern ‘lifestyle authority’: she licensed her name to lines of paints, fabrics, furniture and carpets; she had a decorating advice column, “Ask Dorothy Draper,” in Good Housekeeping magazine and a call-in show on WOR radio, and published two enormously popular books, “Decorating is Fun!” and “Entertaining is Fun!” both of which have been re-published in recent years. The most famous decorator in America from the 1930s through the 1950s, Draper sold her company in 1960 to Carleton Varney, who remains president of the company. \nIn 2006, the Museum of the City of New York mounted a retrospective exhibition of her work, “The High Style of Dorothy Draper.” The same year saw the publication of “In the Pink: Dorothy Draper, America’s Most Fabulous Decorator.”",
    "woe:country_id": "23424977",
    "date": "American, 1889–1969",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}