{
    "id": "18063457",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18063457\/",
    "name": "Eva Anttila",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "4",
    "biography": "Eva Anttila was born in Tampere, Finland. She studied painting at the school of the Finnish Art Society between 1913 and 1915, and then studied design, art history, and pattern making. She graduated from the Upper Department of Industrial Design in 1917 with a focus on pattern design.\nAnttila participated in several group painting exhibitions throughout her early career and had one solo show in 1923. However, critics questioned why she continued painting when she was already a well-known and extremely talented textile designer.\nBetween 1917 and 1937, Anttila drew about 200 textile designs for Suomen Kasityon Ystavat, the handicraft association. These drawings demonstrate how her style developed. In the 1910s she focused on design for different textile techniques including embroidery, batik, and weaving, as well as functional designs, such as tablecloths, lamp shades, and wallcoverings; from the 1920s on, her focus shifted to woven textiles used for interior decoration.\nEven though Anttila had trained as a painter rather than a weaver, she was able to acquire the knowledge of the weaving technique. She believed that this was the only way to be a successful textile designer. In 1920 she became the first designer of patterns and weavings at the home goods company Kotiteollisuus O. Y. Pirtti.\nIn 1924, Anttila opened a studio and began designing for interiors; most of all, rugs.  In the 1930s, she traveled around Europe showing her work and won several honors.\nAfter the war, Anttila set aside her paintbrushes and focused solely on tapestry design. Success immediately followed and led to major tapestry commissions from the Finnish Embassy in Warsaw and the Bank of Finland’s office in Vaasa. The latter brought a tremendous amount of attention at an international scale, including North America and South America. At age 69, Anttila visited the United States for the first time and met several prominent artists and collectors. Of particular importance was her introduction to John Hurschler, the California art dealer, who not only sold her tapestries in the United States until 1973, but also gave her ten commissions.\nAnttila continued to exhibit her work through the 1980s.",
    "woe:country_id": "23424812",
    "date": "Finnish, 1894–1993",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424812"
}