{
  "display_date": "1984", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1984", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197155", 
  "style": "", 
  "date_begin": "1984", 
  "dimensions": "27.8 x 21.5 cm (11 x 8 1/2 in.), closed\r\n27.8 x 43 cm (11 x 17), closed", 
  "copyright": "", 
  "title": "Sointu Mail Order", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-370                              ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "The 30-page mail order catalogue of the Sointu design collection shows the objects, usually five or six to a page, photographed in tones of black and white. Accompanying descriptions, headed by the object titles in small capitals, frequently include designers' names. Three M&Co-designed objects are included: the Sointu Studio Watch (p. 3); the 10. 1. 4 Watch (p. 24); and the [crumpled paper] Paper Weight (p. 28). \r\n\r\nFront and back covers: Selected catalogue objects are scattered and photographed in a shimmering, fuzzy style. The effect is of a bubble-glass textured surface. A strip in this pattern stretches across the tops of both pages. The order of objects is reversed on the two pages, as are the black-and-white-toned patterns (black on white, front; white on black, back). On the front cover, upper left, Sointu, in small, dark capitals set closely, is imprinted directly underneath a horizontal line of the same length and immediately above three small, evenly spaced triangles. On the back cover, upper left, Sointu Mail Order, in small white capitals, is followed underneath by a three- line return address. In the corresponding position on the right, pre-paid postage information in imprinted within a white rectangle. \r\n\r\nInside front cover (unpaginated): Occupying the full page length and two-thirds across is a message from the store owner, Kipp Trafton. After the salutation, Dear Friends, italicized, the first word of the message, the, is introduced by a large architecturally styled letter T. Sointu is imprinted, centered under the Trafton signature, at the end of the message. A thin black line, beginning about one quarter of the way down, separates the message from the dedication of the catalogue to the industrial designer, George Nelson; Nelson's photograph, within a square, accompanies a column of type about his design influence.\r\n\r\nInside back cover (unpaginated): In white on a black background, an appeal for funds to support the preservation of Frank Lloyd Wright architecture in Oak Park, Illinois occupies most of the page. A photograph of the property on the right in the upper half of the page and a sketch on the left in the lower half are accompanied by a column of type, margins not adjusted, in between. Four lines of type, beginning Design and Art Direction: M&Co. New York, are imprinted near the center on the lower right.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "catalog", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}