{
    "id":"18329499",
    "tms:id":"48947",
    "accession_number":"1931-73-234",
    "title":"Drawing, 1761",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18329499\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35411473",
    "type_id":"35237093",
    "date":"1761",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1931",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Black chalk, pen and black ink, point of brush and brown-black ink; gray and brown wash, red watercolor, white gouache on yellow-brown wove paper, border ruled in pen and black ink",
    "markings":"Watermark: CXD BLAUW [cf. Churchill 194]",
    "signed":"Signed and dated in pen and black ink, lower right: Pajou inve fe 1761.",
    "inscribed":"Inscribed at bottom, on central tablet, in black chalk and black ink: DIS MANIBUS (To the spirits of the dead), followed by two lines of indecipherable characters; on two tablets to the sides, in black chalk and black ink: DOM [deo optimo maximo - To God, the Greatest Good], each followed by indeciperable lines of text.  At bottom, along edge (across bottom step), inscribed in pen and brown ink: Projet d'un Tombeau pour le Maréchal de Belle Isle\/ allégorie\/ Le Maréchal Entre dans la chambre Sepulcrale ou Sont les tombes de sa femme et de Son fils\/ le Comte de Gisors tout deux morts avant lui\/ Leurs ombres Sont supposés sortire de leurs tombeaux pour le Recevoir, et L'ange de la mort ferme la porte\/ de la chambre Sepulcrale pour indiquer que le Marechal fut le Dernier de Sa famille. [Project for a tomb for the maréchal de Belle-Isle. Allegory. The maréchal enters the sepulchral chamber in which are the tombs of his wife and his son, the comte de Gisors, both dead before him.  Their shades are imagined as leaving their tombs to receive him, and the Angel of Death shuts the door of the sepulchral chamber to indicate the maréchal was the last of his family]   On verso, inscribed in pen and black ink: Vente Hubert B. 24 Mai 1876\/ EHR",
    "provenance":"Possibly Prunelé, Comte Andre-Gaspard-Parfait de Bizemont, Paris; Alfred Hubert (sale, Paris, 24 May 1876); E.H.R. (possibly Edouard Rodigues, sale, Paris, 1878); Juan Jorges Peoli (Lugt 2020; sale, New York, 8 May 1894, no. 473)\n[Note: Possibly from the collection of Prunelé, Comte André-Gaspard-Parfait de Bizemont, but reference in Benisovich may have been misunderstood.]",
    "dimensions":"90 x 56.9 cm (35 7\/16 x 22 3\/8 in.)",
    "creditline":"Gift of Eleanor and Sarah Hewitt",
    "description":"In this monumental scheme, the Maréchal's former wife and son (each of whom had predeceased him),  flank the standing Maréchal, dressed in classical armor.   The Maréchal gestures towards his wife, who stoops to greet him at the doorway (surmounted by family crest and pair of lions) of  the family mausoleaum; his son (also in classical military garb) kneels and kisses his father's left hand.  The angel of death, holding a scythe, hovers above.  Smoke emanates from censors on either side of the central group.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041955",
            "role_id":"35236565",
            "person_name":"Augustin Pajou",
            "role_name":"Artist",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041955\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions":[
        {
            "id":"35349375",
            "url":"http:\/\/collection.cooperhewitt.org\/exhibitions\/35349375\/",
            "title":"The Cooper-Hewitt Collections: A Design Resource",
            "date_start":"1991-03-26",
            "date_end":"1992-08-30"
        }
    ],
    "tombstone":{
        "epitaph":"Drawing, 1761.\n1761. Black chalk, pen and black ink, point of brush and brown-black ink; gray and brown wash, red watercolor, white gouache on yellow-brown wove paper, border ruled in pen and black ink. Gift of Eleanor and Sarah Hewitt. 1931-73-234."
    },
    "colors":[
        {
            "color":"#b09176",
            "closest_css3":"#bc8f8f"
        },
        {
            "color":"#e7bf9e",
            "closest_css3":"#deb887"
        },
        {
            "color":"#776258",
            "closest_css3":"#696969"
        },
        {
            "color":"#343139",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#936f4f",
            "closest_css3":"#a0522d"
        }
    ]
}