{
  "display_date": "ca. 1975", 
  "credit_line": "Gift of Ken Friedman", 
  "date_end": "1975", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "American", 
  "id": "212014", 
  "style": "", 
  "date_begin": "1975", 
  "dimensions": "", 
  "copyright": "", 
  "title": "Citibank checking deposit slip design", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1997-19-62                                ", 
  "movement": "", 
  "medium": "Photo offset lithography", 
  "media_id": "50642", 
  "description": "Citibank deposit form in three vertical registers with blue ink on white paper. \r\nLeft register: Blue ground with white text. Printed vertically from top left: Deposit Checking. At bottom horizontal:Please Use/your pre-/ encoded/ Deposit Tickets./ You may obtain/ reordercard/ from Teller/ Item 183103/ (SF 3436A Rev. 3-76)\r\n\r\nCenter Register: blue text on white ground. At top left: Deposit Checking. Six lines below for account holder's information. First line: Date, 19. Second: Full Title of/ Account. Third: blank. Fourth: Address. Fifth: Zipcode. Sixth: Account at/ (Indicate Branch). Under Sixth line Please notify us of any change in your address/ using separate form of advice. At bottom between two lines: Acount/ Number followed by nine vertical lines and Check Count with a triangled printed at right. Bottom right: Citibank, N.A.\r\n\r\nRight Register:blue ink on white ground. Citibank logo at top right with thick line underneath. Printed under link at right: Dollars, Cents. Under this: Two rows and three columns. Rows in left column printed: Cash, Bills/ Coin. Below this: thick line accross register with three columns and seven rows. Rows numbered 1-7 in left column. Text in first two rows of left column: Checks/ List Separately. Two columns at right left blank. Below 7 rows: thick line accross three columns with Total printed in left column with a rectangle underneath.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Print", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}