{
    "id": "18536969",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18536969\/",
    "name": "Steven Holl",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "11",
    "biography": "Architect: New York-based\n\nSteven Holl ranks among America’s leading innovators in contemporary architecture. He was among the designers featured in the museum’s 2000 National Design Triennial, the same year he was also a National Design Awards finalist. \n\nHoll is a remarkable and prolific draftsman. Drawing is a vital part of his design process. This involves numerous watercolors drawings that serve as unique explorations and vital visualizations of his architectural thought. He is never without his sketchbook. Holl constantly refers to his drawings as he develops a building’s overall design of space and structure, or works out details. This “visual dialogue,” in turn, generates new drawings that work in tandem with other methods of design development being produced by his office (e.g. models, computer aided designs). Representing Holl’s architecture is an acquisition goal for our collection. \n\nThe 1990s was an extraordinarily significant decade in Holl’s career. He received numerous major commissions and his international stature grew as he received several prestigious architectural awards and AIA honors. In addition to the Chapel of St. Ignatius, his other award winning projects include: Kiasma Museum of Contemporary Art, Helsinki, Finland (1998); Cranbrook Institute of Science, Bloomfield Hills, Michigan (1998); Makuhari Housing, Chiba, Japan (1996); Void Space\/Hinged Space Housing, Fukuoka, Japan (1990); the Y-House, Catskills, New York (1997–99); the Stretto House, Dallas (1992). During this decade, his work was the subject of several major exhibitions and he wrote two books discussing scientific phenomena in relation to his work, Intertwining (1996) and Parallax (2000).",
    "woe:country_id": "23424977",
    "date": "American, b. 1947",
    "woe:country": "23424977"
}