{
    "id": "18690967",
    "tms:id": "221007",
    "accession_number": "2001-22-1-2",
    "title": "Print, \"Pendant Design with the Virtue Fides, Plate 2 from series of Jewelry Designs \" Pendants with the Virtues\"\"",
    "title_raw": "Pendant Design with the Virtue Fides, Plate 2 from series of Jewelry Designs \" Pendants with the Virtues\"",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18690967\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35389393",
    "type_id": "35236873",
    "date": null,
    "year_start": null,
    "year_end": null,
    "year_acquired": "2001",
    "decade": null,
    "woe:country_id": null,
    "medium": "Engraving",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "14.9 x 10.2 cm (5 7\/8 x 4 in. )",
    "dimensions_raw": {
        "height": [
            "14.90",
            "centimeters"
        ],
        "width": [
            "10.20",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from Drawings and Prints Council Fund",
    "description": "Pendant design with scroll motifs and hanging pear-shaped pearls. Central Image: FIDES (Loyalty) shown as a nude woman with drapery holding cross and book (Bible?).  Surrounding the pendant are blackwork ornament designs for enamelists, mostly showing possibilities for the top and sides of rings.  Inscribed below image: \"FIDES\"  ( Plate 2 matted with 6161.1-1,3\/4.2000)",
    "justification": "This series of ornament prints by the engraver Johann Theodor de Bry documents Daniel Mignot's remarkable suite of jewelry designs. Mignot, a Huguenot goldsmith active in Augsburg, was, as a foreigner, not permitted to practice his craft in Germany. Instead, Mignot created 100 prints of his innovative jewelry designs (the prints were made between 1593 and 1596), and these were widely distributed and greatly admired by goldsmiths and other designers throughout Europe. They were so popular that they were reprinted in 1616. For de Bry, who must have sensed the market’s great demand for Mignot's designs, reissuing a series of plates copying Mignot’s originals would have been a lucrative publishing venture. Mignot's prints are so rare that his most captivating jewelry designs survive today primarily through de Bry's engravings. This particular group of impressions is exceedingly fine; all the detail shows quite clearly.\nWhat is exceptional about this series of prints is that it is engraved in two techniques, linework and blackwork, to suggest to the artisan two modes of decoration. The blackwork ornamentation shows ideas for enameled jewelry, notably rings, and the linework presents ideas for sculptural, jewel-encrusted pendants with elegant pear-shaped pearls. Mignot excelled in creating jewelry designs that incorporated figures and iconography in the Renaissance tradition, but he combined this with what was then a new taste for a rich display of gems. On each copper printing plate, the surface was maximized to show off as many jewelry design ideas as possible. Surrounding each central pendant are unrelated ideas for enameled rings, presented in blackwork.\nThe museum’s collection has ornament prints featuring jewelry designs by Hans Collaert, a contemporary of Mignot, as well as 18th-century French jewelry designs by various artists. The museum also has an extensive collection of jewelry design drawings, most from the 18th and 19th centuries. While the collection does include a selection of prints by de Bry and by his father, Theodor de Bry, the prints are not of jewelry designs.  \nWe seek to enrich the museum's collection of ornament prints and jewelry designs, which is increasingly consulted by the Parsons\/Cooper-Hewitt Master’s Program. The set of eights prints under consideration would be the first examples to depict what was, in its day, a very influential series of jewelry designs in Northern Europe.\n(Initial report December 7, 2000; revised and updated December 3, 2001.)",
    "videos": null,
    "woe:country": null,
    "type": "Print",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38495_10a8708d2144d3d1_b.jpg",
                "width": 701,
                "height": 1024,
                "is_primary": "1",
                "image_id": "38495"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38495_10a8708d2144d3d1_z.jpg",
                "width": 438,
                "height": 640,
                "is_primary": "1",
                "image_id": "38495"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38495_10a8708d2144d3d1_n.jpg",
                "width": 219,
                "height": 320,
                "is_primary": "1",
                "image_id": "38495"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38495_10a8708d2144d3d1_d.gif",
                "width": 219,
                "height": 320,
                "is_primary": "1",
                "image_id": "38495"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38495_10a8708d2144d3d1_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "38495"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18535899",
            "role_id": "35352249",
            "person_name": "C. & J. Goodfriend Drawings & Prints",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18535899\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18043515",
            "role_id": "35236565",
            "person_name": "Jan Theodor de Bry",
            "person_date": "1561 – 1623",
            "role_name": "Artist",
            "role_display_name": "",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043515\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "tombstone": {
        "epitaph": "Print, \"Pendant Design with the Virtue Fides, Plate 2 from series of Jewelry Designs \" Pendants with the Virtues\"\". Engraving. Museum purchase from Drawings and Prints Council Fund. 2001-22-1-2."
    },
    "colors": [
        {
            "color": "#b2a690",
            "closest_crayola": "#95918c",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        },
        {
            "color": "#484237",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#6e6454",
            "closest_crayola": "#6e5160",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#90826d",
            "closest_crayola": "#9f8170",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ]
}