{
    "id": "18041437",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18041437\/",
    "name": "Dieter Rams",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "13",
    "biography": "Dieter Rams is among the world’s most influential and celebrated industrial designers of the late twentieth century. During forty years at the German appliance and eletronics manufacturer, Braun, he designed or oversaw the production of more than 500 products. Many of those products have become mid-century modern icons, including his ET calculator series. Rams studied architecture at the Werkkunstschule in Wiesbaden, Germany.  In 1955, he began working at Braun on architectural projects, but soon found himself in—and then the head of— product design, first producing the PA 1 slide projector.  By the late 1950s, The Museum of Modern Art was acquiring his products for their permanent collection.\n\nRams left Braun in 1995. During his tenure, he also designed furniture for British manufacturer Vitsoe, including the 606 Universal Shelving system, in production since 1960.  Calculators, coffemakers, audio-visual equipment—whatever the object—had to adhere to Rams’s “Ten Principles of Good Design.”  He wanted his products to be innovative, simple, user- and environmentally friendly, and pleasant to touch.  His work is represented in many museums worldwide.\n\nSources:\nhttp:\/\/www.moma.org\/collection\/browse_results.php?criteria=O%3AAD%3AE%3A8451&page_number=21&template_id=1&sort_order=1\nhttp:\/\/design.designmuseum.org\/design\/dieter-rams\nhttp:\/\/www.sfmoma.org\/about\/press\/press_exhibitions\/releases\/880\nhttp:\/\/www.nytimes.com\/2011\/06\/06\/arts\/design\/how-dieter-rams-made-braun-an-it-brand.html?pagewanted=all\nhttp:\/\/tmagazine.blogs.nytimes.com\/2014\/09\/26\/dieter-rams-braun-by-the-numbers\/",
    "woe:country_id": "23424829",
    "date": "German, b. 1932",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}