{
    "id":"18728687",
    "tms:id":"240344",
    "accession_number":"2008-27-1",
    "title":"Chair, \"Triad\", 2006",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18728687\/",
    "department_id":"35347497",
    "period_id":null,
    "media_id":"51588417",
    "type_id":"35237307",
    "date":"2006",
    "year_start":2006,
    "year_end":2006,
    "year_acquired":"2008",
    "decade":"2000",
    "woe:country":"23424977",
    "medium":"Gilt fiberglass",
    "markings":"Signed, dated, and editioned: BF 16193",
    "signed":null,
    "inscribed":null,
    "provenance":"Wendell Castle; 2008: acquired by Museum (via Barry Friedman Ltd.)",
    "dimensions":"H x W x D: 94 x 91.4 x 86.4 cm (37 x 36 x 34 in.)",
    "creditline":"Gift of Wendell Castle, Courtesy of Barry Friedman, Ltd.",
    "description":"Gold-toned curvilinear single-piece body comprising projecting legs below low, wide curved seat with wide arms and tongue-shaped back.",
    "justification":"From Acquisition Justification:\n&quot;This cahir is a production master prototype for an edition of eight in Wendell Castle's latest group of furniture designs. Playing on the popularity of giltwood furniture over the centuries, Castle, a designer-craftsman, has expanded the aethetic to the whole chair. He uses new materials, including an artificial gold with an acrylic coating for resilience. At the same time the form relates to the Adirondack chair, a tribute to his fraft-based aesthetic of earlier works. The interest in laminating techniques is a theme throughout Castle's career. \nWendell Castle, a pivotal figure in the American&amp;nbsp;studio craft movement has evolved by expanding his work into plastics, stainless steel and other media. His work, grounded in a sensibility that draws from teh fine arts and his training in diustrial design, spans the fields of design, craft, and sculpture, and reflects a diverse approach to a number of materials. \nFrom 1953-61, Castle was a student in the Design Department of teh University of Kansas, where he also studied drawing, sculpture, and jewelry. After taking a brief leave in 1960 to design interiors and funirure for commerial manufacture, he concentrated on sculpture and received his Masters degree in 1961. He eagerly followed the work of sculptors such as Isamu Noguchi, Henry Moore, Alexander Calder, and particularly Leonard Baskin, who treated large laminated blocks of wood like slabs of marble, creating simplified forms. Still influenced by his industrial design studies, he also looked to figures such as the designer Don Wallance whose book of case studies, Shaping America's Products, demonstrated new approaches integrating art and utility. \nCastle felt an affinity with the artist-woodworker Wharton Esherick who was trained in a formal academic art program and found a niche creating woodblock prints, sculpture and sculptural furniture. Castle appreciated his aesthetic, rejected the use of rectilinear construction, and what Esherick thought to be bland, predictable lines of post-war wood furniture. He studied with Esherick and produced his first pieces of furniture around 1959. \nBy the early sixties, Castle's reputation as a craft artist was growing, and his work was exhibited in New York at the then Museum of Contemporary Crafts as part of the Young Americans exhibition of 1962. His success at that show brought him to the attention of Harold Brennan, Dean of Fine and Applied Arts at the Rochester Institute of Technology (RIT) in Rochester, New York. Brennan offered Castle a teachign post at RIT, relizing that the nascent studio movement would have a growing impact on art and design. Castle experimented freely in RIT's woodshop, greatly expanding his technical repertoire and aesthetic sensibility, breaking further from traditional joinery and rectilinear furniture forms, and favoring a highly expressive organic approach to furniture and construction and forms. He was a pioneer leader in the unification of sculpture and furniture that contribute to the acceptance of design as an art form in its own right. \nDuring the late 60's and early 1970's when he produced the Museum's chest, Castle developed and refined a stack laminating technique mainly used in construction of wood objects from 19th century duck decoys and figurative sculptures to large, modern, abstract sculpture. Castle remains a major figure in the production of craft-based furniture. At the saem time he has developed his interest in surface relfection and the possibilities of other media. He has been the subject of a number of shows, the most recent featuring his works in plastic, &quot;Auto Plastic, Wendell Castle, 1968-1973,&quot; which took place in 2004 and an exhibition this summer that included this chair...His pieces often show wit and uniquely schulpture use of materials, in both his signatures; stack-laminated wood and fiberglass. This fiberglass chair does both; it fully embraces the material, resulting in a sensuous form wiht a luminous finish.\nOf his work as a whole, Castle has written, 'The significant thing about my work is not what it is made of, but what it is. I would like always to be free to explore all aspects of the useful objects we refer to as 'furniture.'' The organic, curvilinear forms of this new work link it to Castle's past masterworks, but the bold experimentation with materials, surfaces, and finishing techniques push his oeuvre very close to its magnum opus. This chair represents a logical development of themnes seen throughout Castle's career, combining exploration and discovery with an organic spirit.&quot;\n&amp;nbsp;\n&amp;nbsp;",
    "type":{
        "id":"35237307",
        "name":"chair"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/48176_8b9a59d3d8135a5d_b.jpg",
                "width":973,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/48176_8b9a59d3d8135a5d_n.jpg",
                "width":304,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/48176_8b9a59d3d8135a5d_z.jpg",
                "width":608,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18040899",
            "role_id":"51571159",
            "person_name":"Barry Friedman Ltd.",
            "role_name":"Agent",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18040899\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/51571159\/"
        },
        {
            "person_id":"18050379",
            "role_id":"35351535",
            "person_name":"Wendell Castle",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18050379\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18050379",
            "role_id":"35236655",
            "person_name":"Wendell Castle",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18050379\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Chair, \"Triad\", 2006.Gilt fiberglass. Gift of Wendell Castle, Courtesy of Barry Friedman, Ltd.. 2008-27-1."
    },
    "colors":[
        {
            "color":"#dfcb8d",
            "closest_css3":"#deb887"
        },
        {
            "color":"#b29c69",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#534d44",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#8d7345",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#fffbd2",
            "closest_css3":"#fffacd"
        }
    ]
}