{
    "id": "18728687",
    "tms:id": "240344",
    "accession_number": "2008-27-1",
    "title": "Triad Chair, 2006",
    "title_raw": "Triad",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18728687\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "51588417",
    "type_id": "35237307",
    "date": "2006",
    "year_start": 2006,
    "year_end": 2006,
    "year_acquired": "2008",
    "decade": "2000",
    "woe:country_id": "23424977",
    "medium": "Gilt fiberglass",
    "markings": "Signed, dated, and editioned: BF 16193",
    "signed": null,
    "inscribed": null,
    "provenance": "Wendell Castle; 2008: acquired by Museum (via Barry Friedman Ltd.)",
    "dimensions": "H x W x D: 94 x 91.4 x 86.4 cm (37 x 36 x 34 in.)",
    "dimensions_raw": {
        "depth": [
            "86.40",
            "centimeters"
        ],
        "height": [
            "94.00",
            "centimeters"
        ],
        "width": [
            "91.40",
            "centimeters"
        ]
    },
    "creditline": "Gift of Wendell Castle, Courtesy of Barry Friedman, Ltd.",
    "description": "Gold-toned curvilinear single-piece body comprising projecting legs below low, wide curved seat with wide arms and tongue-shaped back.",
    "justification": "This chair is a production master prototype for an edition of eight in Wendell Castle’s latest group of furniture designs. Playing on the popularity of gilt wood furniture over the centuries, Castle has applied the aesthetic to the entire chair. He uses new materials, including an artificial gold with an acrylic coating for resilience. At the same time, the form relates to the Adirondack chair, a tribute to the craft-based aesthetic of his earlier works. An interest in laminating techniques is a theme throughout Castle’s career.\nCastle is a pivotal figure in the studio craft movement. His work is grounded in a sensibility that draws from both the fine arts as well as his training in industrial design, and reflects a diverse and exacting approach. His work spans the fields of design, craft, and sculpture, and reflects a diverse approach to a number of materials from wood to plastics.\nFrom 1953 to 1961, Castle studied in the Department of Design at the University of Kansas, where he also studied drawing, sculpture and jewelry. After taking a brief leave in 1960 to design interiors and furniture for commercial manufacture, Castle decided to concentrate on sculpture, and received his master’s degree in 1961. He eagerly followed the work of sculptors such as Isamu Noguchi, Henry Moore, Alexander Calder and, particularly, Leonard Baskin, who created simplified forms by treating large laminated blocks of wood like slabs of marble. Still influenced by his industrial design studies, Castle also looked to figures such as Don Wallance, whose book of case studies, Shaping America’s Products, demonstrated new approaches to integrating art and utility. (Wallance was a major figure of mid-20th-century product design, whose archive is housed at Cooper Hewitt.)\nAmong the figures with whom Castle studied was the artist and woodworker, Wharton Esherick. Castle felt an affinity with Esherick, who was trained in a formal academic art program and had found a niche creating woodblock prints, sculpture, and sculptural furniture. Castle also appreciated Esherick’s aesthetic, which rejected the use of rectilinear construction, and what Esherick considered to be the bland, predictable lines of postwar wooden furniture. Castle studied with Esherick and produced his first pieces of furniture around 1959.\nBy the early 1960s, Castle’s reputation as a craft artist was growing. His work was exhibited in New York at the Museum of Contemporary Crafts as part of the Young Americans exhibition of 1962. His success at that show brought his work to the attention of Harold Brennan, dean of the College of Fine and Applied Arts at the Rochester Institute of Technology (RIT) in Rochester, New York. Brennan was in the process of expanding the college’s departments and offered Castle a teaching post at RIT, realizing that the nascent studio movement would have a growing impact on art and design. Castle experimented freely in RIT’s woodshop, utilizing a full range of power equipment. He was able to expand his technical repertoire and aesthetic sensibility while breaking from traditional joinery and rectilinear forms to favor a highly expressive, organic approach to furniture construction and forms, as apparent in this chest.\nDuring this period, and into the early 1970s, when this chest was made, Castle developed and refined a stack-laminating technique that had mainly been used in the construction of wooden objects, from 19th-century duck decoys to large, modern, abstract sculpture. In this technique, boards, or planks, are stacked and glued together to form a mass, which is then carved into shape.\nCastle remains a major figure in the production of craft-based furniture. His pieces often show wit and a uniquely sculptural use of materials. This fiberglass chair does both; it fully embraces the material and results in a sensuous form with a luminous finish. This chair represents a logical development of themes seen throughout Castle’s career, combining exploration and discovery with an organic spirit.\nThis would be the second Castle piece acquired by the museum. The first piece, a stereo chest (1973), is an early work by Castle and an outstanding example of the studio furniture movement. The gilt chair under consideration is from his 21st-century furniture designs.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "chair",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48176_826ba0814a3bcd54_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "48176"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48176_826ba0814a3bcd54_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "48176"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48176_826ba0814a3bcd54_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "48176"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48176_826ba0814a3bcd54_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "48176"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/48176_826ba0814a3bcd54_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "48176"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18040899",
            "role_id": "51571159",
            "person_name": "Barry Friedman Ltd.",
            "person_date": "",
            "role_name": "Agent",
            "role_display_name": "Agent:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18040899\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/51571159\/"
        },
        {
            "person_id": "18050379",
            "role_id": "35351535",
            "person_name": "Wendell Castle",
            "person_date": "American, b. 1932",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050379\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18050379",
            "role_id": "35236655",
            "person_name": "Wendell Castle",
            "person_date": "American, b. 1932",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050379\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Triad Chair, 2006. Gilt fiberglass. \nGift of Wendell Castle, Courtesy of Barry Friedman, Ltd.. 2008-27-1."
    },
    "colors": [
        {
            "color": "#d5d1c8",
            "closest_crayola": "#dbd7d2",
            "closest_css3": "#d3d3d3",
            "closest_css4": "#d3d3d3"
        },
        {
            "color": "#b29c69",
            "closest_crayola": "#bab86c",
            "closest_css3": "#bdb76b",
            "closest_css4": "#bdb76b"
        },
        {
            "color": "#eedea9",
            "closest_crayola": "#edd19c",
            "closest_css3": "#eee8aa",
            "closest_css4": "#eee8aa"
        },
        {
            "color": "#534d44",
            "closest_crayola": "#414a4c",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#85724f",
            "closest_crayola": "#85754e",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "woe:country_name": "United States"
}