{
    "id": "18059593",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18059593\/",
    "name": "Vestergaard Frandsen S.A.",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Vestergaard Frandsen S.A. (parent company of LifeStraw S.A.) is a for-profit company established in 1957 that operates under a humanitarian entrepreneurship business model. The CEO is Mikkel Vestergaard Frandsen; the company is headquartered in Switzerland and has offices around the world, including Washington, DC. In 2006, the firm became a member of the United Nations Global Compact. In 2013, the company restructured into two focused business units: a water unit was created for the LifeStraw products, and a vector unit was created for insecticidal bed nets (PermaNet®) and ZeroFly® food security products. \n\nThe company has partnered with governments, aid agencies, NGOs, faith-based groups, and the private sector. Vestergaard’s stated objective is to improve the health of vulnerable people, mainly in developing countries, but also victims of natural disasters. Additional company initiatives are focused on mitigating climate change and enhancing food security. In addition to the LifeStraw family of products, Vestergaard is also the largest producer of long-lasting insecticidal bed nets.  Vestergaard carries out its own scientific research. Vestergaard employs its own engineers, chemists, pharmacologists, and entomologists, works with universities around the world, and collaborates with public health institutions such as the Center for Disease Control. Independent third parties verify the performance and user acceptability of Vestergaard’s products in the field. The company was named one of the 50 most innovative companies by Fast Company in 2007, and won The Economist’s Social and Economic Innovation Award in 2009.",
    "woe:country_id": "23424957",
    "date": null,
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424957"
}