{
    "id":"18644513",
    "tms:id":"197159",
    "accession_number":"1993-151-374",
    "title":"Report, \"The Limited, Inc.: 1987  Annual Report\", 1988",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644513\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35294835",
    "date":"1988",
    "year_start":"1988",
    "year_end":"1988",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"21.3 x 27.8 cm (8 3\/8 x 11 in.), closed\n21.3 x 55.2 cm (8 3\/8 x 22 in.), opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"The report consists of narrative text and photographs about The Limited, Inc.’s business performance in 1987, accompanied by a fold-out presentation of financial data.\n\nCover: Across the center of the page, 1987 is imprinted in bold type, followed by The Limited, Inc. Annual Report, in upper and lower case.\n\nInside front cover (p. 1, unpaginated)-p.2 - Introduction by Leslie H. Wexner, Chairman, The Limited: In the rectangular three-quarter length black and white photograph of the Chairman, in the upper left-hand corner of p. 1, he wears a suit, dress shirt, and tie, and his expression is serious, but not sober; in the additional photograph, also rectangular, at the bottom center of p. 2, he wears the same clothes, but his expression is smiling and more animated. The seven lines introducing the text on p. 1 are in gray, small bold type, as is the five-line quotation centered at the top of p. 2. The Chairman's facsimile signature is imprinted in the lower right-hand corner of p. 2, followed underneath by two lines, imprinted in small type, of his name and title and the date of the report.\n\nPages 3-4: Financial Summary, in bold white type, is centered on a full-length black bar at the left-hand edge. (To read the phrase, the page must be turned sideways.) For about two-thirds of the page length, twenty or so lines of financial data, separated by thin horizontal lines, appear across the two pages. A five-year bar graph, showing results of the four prior years in gray and the year, 1987, in black, also extends across the two pages.\n\nThe performance results of the constituent divisions of The Limited are presented on pages 5-20. Each two-page layout is designed as follows: the name of the division is imprinted in white on black on the right-hand edge of the right-hand page, repeating the format introduced on page 3 at the left-hand edge; a color photograph, illustrating the division's clothing specialty, occupies the full-length and almost half the width of one page and is accompanied by text imprinted in dark black type on a gray rectangle, followed beneath by brief excerpts of data regarding store number, size and square footage, imprinted on a white band;  a black and white head shot of the division executive, whose name and title are imprinted on a band beneath, occupies the full length and half the width of the other page and is accompanied by text, the introductory lines of which are imprinted in dark type, quoting the division head. The head shots, cut off near the top of the head by the upper edge of the page, and revealing facial imperfections and signs of aging, have the look of untouched photographs. Excepting the one woman, the division heads are, for the most part, dressed in white shirts, dark suits and ties. Note: These layout features, consistent throughout the report, are not repeated in the following descriptions. \n\nLimited Stores, pp. 5-6:  On p. 5, left, a color photograph of a female model extends from her head, which abuts the page's top edge and is slightly cut off at the top, to above-the-knees. The model's short black hair, grazing the outer edge of her left eyelid, ends above her ears, revealing large hoop earrings. She gazes directly at the viewer; her lips, unsmiling, are slightly parted. Her arms, extending downward, show a leather-strapped watch on her right wrist, and end in hands manicured in pale pink polish, touching the sides of her short white skirt. She wears a pale pink, cable-knit patterned sweater, with the sleeves rolled up to below-elbow length; the hem is bunched up, revealing a wide white, brass-buckled belt.  Her legs, in white stockings or tights, are posed wide apart; on the left, her leg slants somewhat outward, so that her opposite hip juts out. On p. 6, left, the head shot of a woman shows her shoulders extending slightly into page 5 and almost all the way to the right on page 6. Her head is turned slightly to the left, her lips are closed, and her gaze is confident. Her short, blond hair, carefully coiffed, reveals one ear, wearing a metallic hoop earring, on the right. She is identified as Verna Gibson, President [of the Limited Stores], imprinted on a pale buff band at the bottom edge, beginning underneath the shoulder on p. 5 and ending adjacent to the vertical band on p. 6. The remaining space, on the right, contains text quoting Ms. Gibson.\n\nExpress, pp. 7 (unpaginated)-8: On p. 7, left, the color photograph features a female model from head to above-the-knees. Her head is turned somewhat to the right and her gaze follows that direction. Her mouth is closed and she is unsmiling. Her brown hair, swept back, changes at the hairline to blond curls styled upward. Red bands across her head end in a scarf visible behind her neck at the left. On top of a short red skirt, she wears a blue turtleneck shirt, visible above the crew neck and beneath the ribbing of the hem and sleeves of a pale chartreuse sweater. On the left, located between the waist and shoulder, and gathering up the sweater and shirt there, is a band of red and pink faux roses, apparently of a shiny fabric.  A multicolored, predominantly red shawl, wrapped around her waist at the back, extends downward at her sides and is cut off by the bottom edge of the page; her arms, also positioned downward, grasp the scarf at the sides below her hipline. Next to the model, a pair of skis on the right and a snoeshoe on the left are propped up against a wooden wall and window frame. On p. 8, left, the head shot of a man shows his face in shadow on the right, his head tilted slightly to the left; his lips are slightly parted, verging on a sneer, while at the same time, his expression is serious and concerned; his wavy, salt-and-pepper hair is styled in a brush cut; and his shoulders stretch from the left to right edges. He is identified as Michael Weiss, President [of the Express division]. The remaining space, on the right, contains text quoting Mr. Weiss. \n\nVictoria's Secret, pp. 9 (unpaginated)-10: On p. 9, left, the color photograph features a female model from head to knee, seated on a wicker chair. Her head is tilted downward and to the left; her brown, wavy, blond-highlighted hair is blown off-the-face; her eyes are half closed and staring downward; her lips are slightly parted; and her expression verges on the sleepy. She is wearing a white-on-white dot patterned nightshirt, edged in lace around the v-shaped neckline and the wide, cape-styled short sleeves, and trimmed in rickrack at the hem, which is rounded at the left edge, where a slit appears, exposing the skin at the top of the thigh on the left. One arm, extended downward, abuts the left edge of the page, while the other is posed downward against her inner thighs, with the hand bent outward at the wrist just above her bent knee at the right edge of the photograph. On p. 10, left, the head shot of a man shows his face in shadow on the right; his eyes, under thick, dark brows, gazing toward the viewer; his lips slightly parted; his expression serious and confident; his straight dark, hair styled medium length, with sideburns brushing the tops of the ears and gray wisps brushing his forehead; and his shoulders, beginning to the right of the text on p. 9, extending to the right edge of p. 10. He is identified as Howard Gross, President [of the Victoria's Secret division]. The remaining space, on the right, contains text quoting Mr. Gross.\n\nHenri Bendel, pp. 11-12: On p. 11, right, the head shot of a man shows his face in shadow on the right; his eyes, under heavy, dark brows, look at the viewer; his mouth, curved downward, nevertheless appears to be smiling; his hair, while balding at the top, thus revealing a high forehead, is thick at the sides and styled to cover the tops of the ears. His shoulders, beginning a short distance from the left edge, extend into page 12, ending at the left edge of the text panel on that page. He is identified on a lavender band as Mark Shulman, President [of the Henri Bendel division]. He is quoted on the left next to his head in the upper half of the page. On p. 12, right, a female model in profile, facing left and leaning forward, as if walking or running, her head turned to face the viewer, is posed in a grainy photograph in tones of pale pinkish-brown. She wears a swing coat featuring a back center pleat; a dark brown or black, thick fur or plush collar styled high against the neck in the back, just touching her ear, ending in lapels, barely visible, in front; a raglan sleeve with a button tab, ending in a v-shape, near the edge of the sleeve; and a banded slit pocket. The view of the lower part of the coat is aborted by the text panel on the left side and the division name vertical band on the right. The model's visible arm, bent at the elbow and extending outward from there, ends in a dark leather gloved hand, bent upward at the wrist. She wears a large hat with a wide, upraised brim, under which her tightly swept back hair is barely showing; the view is cut off at the top edge of the page and short ribbon ends peek out from behind the brim on the right. Her bent leg, in dark hose or leggings, is just visible under the coat at the bottom edge of the page. Her eyes, highlighted by makeup, are opened wide, as if she has been startled by someone or something interrupting her brisk walk. \n\nLerner, pp. 13-14: On p. 13, right, the head shot shows the left side of a man's face in shadow, almost obscuring his eye, except for a curve of white near the lower lid, while the center and right of the face are brightly lit. The short-necked head is tilted to the left; the lips are parted under a thick moustache, curved downward; the face, especially the nose and jowls, is fleshy; the expression reflects concern and some fatigue; and the thick, somewhat unruly black hair, parted on the left and styled off-the-face, covers the tops of the ears. The shoulders, which begin a short distance from the left edge, end on p. 14 just to the left edge of the text panel. The man is identified on a light cocoa brown band as Bob Grayson, President [of the Lerner division]. Mr. Grayson's quoted text is on p. 13, left. On p. 14, right, is a three-quarter view of a seated female model, visible from the top of her head (slightly cut off by the upper edge of the page) to mid-thigh; her body is turned to the left and her head to the right. The right angle of the chair frame is visible behind her on the left. Her blond-light brown hair, styled off-the-face within a white headband, patterned in large black dots, ends in an over-the-shoulder flip on the left. She wears a large ball-shaped earring on her one visible ear on the left. Her brown eyes are focused on the right distance, and her lips, unsmiling, are slightly parted. She wears a white double-breasted jacket with notched lapels; the buttonholed side slants downward to the right and closes with a gold-toned button, paired with a second button to its left. The jacket ends in an inverted v-shape below-the-waist. The model's arms extend downward, ending on the left with her hand, encircled by a bracelet, in her lap; and on the right, with her hand gripping the (obscured) edge of the chair. \n\nLane Bryant, pp. 15-16: On p. 15, right, the head shot shows a man, his head tilted to the left, with a fleshy face, thick neck, and upraised chin. His wavy gray hair is cut short, with sideburns at mid-ear level. His eyes look ahead under heavy brows and tinted aviator glasses; his lips are parted enough to reveal the tips of two bottom front teeth; and his expression is both serious and weary. His shoulder extends partly into p. 16, ending at the left edge of the text panel. He wears a dress shirt and tie, but no jacket. He is identified on a light blue band as Ira Quint, President [of the Lane Bryant division]. The quotation from Mr. Quint is on the left of p. 15. On p. 16, right, a group of three female models is posed against a blue sky background on sandy ground amidst large rocks, probably at a beach. The central model is standing, leaning to the left, and supporting herself by her arm, the hand flat and fingers splayed, resting on a rock. Her other arm is bent at the elbow and upraised, with bent fingers touching her ear. Her barefoot legs are crossed to the right, the back leg planted on the ground and the front one positioned with toes also on the ground, but heel upraised. Part of her face and her eyes are in shadow, and her expression seems to respond to sun in her eyes. Her short black hair is styled upward, off-her-face, exposing an earring on the left. She wears a red, collarless, swing-skirted dress with mid-length pushup sleeves. Model number two sits, both behind and to the left of the central model, on the same rock supporting the central model. The second model's body is tilted to the left, cut off above-the knees; her head is turned to the right. At the left edge of the photograph, her arm is bent at the elbow and her hand, palm facing front, is placed between her neck and earring-dressed ear. Her mid-length blond hair is styled off-the-face. Her eyes are cast downward, hidden by the lids, and she, too seems to respond to the sun. She wears a black dress, identical in style to the red one. Model number three sits, also behind the central model, but on the right on a rock at a higher level. The view of her face is aborted below the nose by the upper edge of the page, but the view of her body extends from shoulder to hemline. Her long, wavy, dark hair flows out to the left behind her ear, which is obscured by an earring. She wears a white dress, identical in style to the other two, and adorned by a necklace composed of a heart hung on a heavy chain. Her visible arm, on the right, extends downward onto her lap and is cut off mid-hand by the band on the right edge of the page.\n\nBrylane, pp. 19-20: On p. 19, left, in the center third, three female models are posed, full length and evenly spaced across, in a row. Model number one, on the left, her body turned slightly to the left and her chin upraised, looks into the distance, her eyes hidden by sunglasses; her lips are parted; and her shoulder length, wavy reddish-brown hair is styled off-the-face. On the left, her arm is bent at the elbow and upraised, with her hand touching the frame of the glasses. Her other arm extends downward, ending in the hand holding an envelope-styled handbag or a file folder. Her front leg, with knee bent, is raised a few inches off the ground and crosses the back one from right to left. She wears an outfit composed of a short, opened navy blue jacket over a white scoop-necked blouse or T-shirt, a straight knee-length navy blue skirt with short slits, and a red belt. Pointed shoes with thin high heels, large earrings, and bracelets on the bent arm complete the ensemble. Model number two, in the center, is posed with her head tilted to the left and chin upraised; the shoulder on the right upraised; the arm on the right bent at the elbow and the hand inserted in a pocket (see clothing description below); the hand on the left clutching the skirt at the thigh; and the front leg, on the right, its foot a few inches off the floor, crossed at the knee only, over the back leg. Her gaze is upward under dark brows and her black hair is thick, wavy and styled below-the-shoulders. She wears a blue denim, knee-length, front-buttoned dress or suit with pointed lapels and pockets; thong-styled shoes; large hoop earrings, and thick bracelets on both wrists. Model number three, on the right, is posed frontally, as if walking toward the viewer, her front leg crossed over the back from left to right, and the foot of the back leg turned to the right. On the left, her arm extends downward behind her, the hand hidden; on the right, overlapping the left edge of the text panel, the arm, extending downward but bent slightly, holds a small, black, gold-tone-framed handbag. Her dark eyes look ahead under dark brows; her lips are slightly parted; and her thick, straight black hair is styled off-the-face, just below shoulder length. She wears a white suit featuring a long, collarless jacket with upper and lower cuffed patch pockets and a knee-length straight skirt; two-toned beige pointed shoes with thin high heels; and a single short strand of white beads with matching earrings. On p. 20, left, the head shot features man, his face partly shadowed on the left, with dark hair, styled off-the-face and with sideburns grazing the tops of the ears. His lips are parted, with the teeth in shadow, and his expression is serious and weary. His shoulder on the left extends onto p. 19 to the right of the text panel. He is identified on a blue-gray band as Pete Canzone, President [of the Brylane division]. The text quoted from Mr. Canzone appears on the right of p 20. \n\nMast Industries, pp. 21-22: On p. 21, right, the head shot shows a man, his head tilted to the left and his face shadowed on the left and underneath the chin. His lips are barely smiling; his wavy gray hair is cut short; and his shoulders extend onto p. 22 on the right, just to the left edge of the text panel. He is identified on a pale moss green band as Martin Trust, President [of the Mast Industries non-retail division]. On p. 22, to the right of the text panel, a computer rendering in bright green on a black background, headed Check\/ Select Point, presents excerpted data on merchandise importing by the division.\n\nLimited Distribution Services, pp. 23 (unpaginated)-24: On p. 23, left, a full-length photograph in predominantly purple and green tones shows merchandise moving through an apparel distribution facility. On p. 24, left, the head shot shows a man, his face in shadow on the right and underneath the chin; his eyes looking straight ahead; his lips parted, with the teeth shadowed; and his expression serious. He wears a dress shirt and tie, but is jacketless. He is identified on a pale green band as Lee Johnson, President [of the non-retail Limited Distribution Services division].\nThe quotation from Mr. Johnson appears on the right.\n\nLimited Store Planning, pp. 25-26: The head shot shows a man, his face in shadow on the right and under the chin; his eyes peering through aviator glasses; his upper lip topped by a medium-thick moustache; his straight hair swept to the left of the part. His expression is serious. His shoulder on the right extends onto p. 26 and is cut off by the left edge of the text panel. He is identified on a lavender-gray band as Charles Hinson, President [of the Limited Store Planning non-retail division]. On p. 26, right, beginning at the right edge of the Text panel, is a full-length photograph of a multi-level store interior, in which a metallic stairway, composed of curved horizontal bands and intersecting straight vertical supports, rises from floor to ceiling. Four female models are posed at various points. At eye level, on a beige diagonally tiled landing atop a short set of steps, the model is posed in profile, facing left, with her head turned toward the viewer. She wears an above-the-knee brown belted suit or coat with attached matching long scarf, under which a white collar and one cuff are visible; a black hat with its brim turned down, on the left, shadowing her face, and turned up on the right, exposing her face, short dark hair, and ear with a gold earring; and black tights and shoes. Her arm extends downward, and her hand, fingers splayed, holds a black purse. Her outer leg is bent backward, toes on the floor and heel in the air.  At the foot of the stairs, on a white and black floor tiled in a geometric pattern, a second model is posed, her back to the viewer. She wears a red fitted jacket, flared at the hem; a knee-length skirt; black tights; and a green bowler hat with upraised brim. Her right arm is bent at the elbow across the front of her body and her left is bent outward to the side, the hand positioned at waist level. A shoulder bag is slung diagonally from right to left. The view is cut off above her feet, but we see her legs, posed as if walking. In the mid-distance, to the left of model number one, but on the same level as model number two, visible through the open spaces between the stairway bands, is a third model facing the viewer, her head turned to the right. Her arm on the right is upraised, and although the lower part of her body is partly obscured by the spiky leaves of a large floor plant, one of her legs appears to be lifted and bent, while the other foot is on the floor. She wears a red sweater. In the far distance, on a platform on the left, slightly below mid-level of the photograph, a fourth model is posed, seated; her legs are bent and she appears to support herself by her hands, which rest on the floor. She wears red slacks and dark glasses; other features are not evident at this distance. Above the expanse of ivory-colored, painted and lighted surfaces from the mid to upper levels, and behind the stair rail, several garments are displayed on standing display fixtures. Additional garments on racks, as well as fashion photographs, comprise the background on the lower level. \n\nLimited Real Estate, pp. 27 (unpaginated)-28: On p. 27, right, the head shot of a man shows a fleshy face shadowed on the left; his lips are open, revealing gaps in the bottom row of teeth; he wears aviator glasses and a striped dress shirt and small-patterned tie. He is identified on a buff band as Jerry Dick, President [of the Limited non-retail Real Estate division]. The quotation from Mr. Dick appears to the left of his head. On p. 28, to the right of the text panel, the photograph, in predominantly soft pink and beige tones and pale green highlights, shows a glass-fronted Victoria's Secret storefront in the middle distance, within which are garments on display. The store is set on a dusty pink and gray-black tile patterned floor, terminating in two beige tiled steps, accompanied by a brass stair rail. Above the store, near the top of the photograph, is a decorative\nfrieze on the soffit.\n\nLimited Credit Services, pp. 29 (unpaginated)-30: On p. 29, left, is a full-length illustration of credit cards, arranged in an overlapping design in black, white and shades of red, representing four Limited divisions (Lerner, Victoria's Secret, Roman's, and Lane Bryant). The text panel is immediately to the right. On p. 30, the head shot features a man, shadowed on the left, with lips parted and teeth obscured by a black space, and dark hair combed downward from right to left. He is identified on an ivory band a Ralph Spurgin, President [of the Limited Credit Services non-retail division]. His quotation appears to the right of his read. \n\nVictoria's Secret Catalogue, p. 31: In this case, the division name appears on the left edge. Immediately to the right, just above the horizontal band at the lower edge, is an illustration composed of a catalogue cover superimposed on the left-hand side of a catalogue page. The cover features a frontal view of a female model, seated, dressed in a white sleeveless, full-skirted nightgown with a decorative yoke. She looks straight ahead, unsmiling, and has straight, shoulder-length blond hair. On the left, her arm, cut off above the wrist by the page edge, slants downward; on the right, her arm, bent at the elbow, extends downward to her lap. Victoria's Secret is imprinted in capital letters in bright pink across the top; on the lower left, a circle design provides sale details. On the light blue wall behind the model, abutting the right edge of the illustration, is a mirror framed in an intertwined design in white; beneath that is a framed print. On the diagonally placed illustration of a gray-bordered catalogue page, a female model, dressed in a bright pinkish-red nightgown in a slip style, is posed across the entire page, from the top right to the lower left. Her upper body lies in a black club chair and her head, tilted, extends above the top edge of the chair; her legs stretch out on a footrest or table a short distance from the edge of the chair. One arm, bent at the elbow, ends with her hand behind her head; the other is stretched across her body from upper right to lower left. Her long, wavy blond hair hangs down on the right. A white Venetian blind hangs on the obscured window behind her, at mid-body; the remaining background is black. A narrow column of printed text on the right completes the design. The head shot of a woman begins just to the right and occupies the right of p. 31. She looks straight ahead, smiling, and her face is framed by thick hair, dark with lighter streaks, styled in a blunt cut ending at chin level. She wears a turtleneck shirt, which comes up to her chin, under a plaid jacket. She is identified on a pale gray band as Cindy Feuds, General Manager [of the Victoria's Secret Catalogue]. Her quotation appears to the left of her head. On p. 32, the head shot, placed just to the left of center and occupying most of the page from top to bottom, is not cut off at the top and is unaccompanied by a color photograph. The man's face is shadowed heavily under the chin, the lips are parted and smiling, and the hair is combed downward to the left from the part on the right. He wears a dark suit, gray shirt and small-patterned tie. He is identified on a pale gray band as Tom Hopkins, Executive Vice President [of Organizational \nDevelopment]. His quotation appears on either side of the head shot.\n\nThe attached fold-out, entitled 1987, The Limited, Inc. Financial Results on the cover page, is followed on the inside cover page by a head shot and quotation, in the format established in the Report, featuring Ken Gilman, Executive Vice President and Chief Financial Officer. The accompanying pages 37-50, imprinted on beige paper, consist of financial reports legally required of publicly held corporations, of which The Limited was one, during the year covered by the Report. Listings of Officers and Directors on paper in two tones of beige and additional corporate information, on gray and white paper, comprise two additional pages (unpaginated) at the end.",
    "justification":null,
    "type":{
        "id":"35294835",
        "name":"report"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18046097",
            "role_id":"35236655",
            "person_name":"Alexander Brebner",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18046097\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18056541",
            "role_id":"35236689",
            "person_name":"Danny Abelson",
            "role_name":"Author",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18056541\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236689\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}