{
    "id": "18644011",
    "tms:id": "196873",
    "accession_number": "1993-151-117",
    "title": "Album Cover, Talking Heads: Hey Now \/ Radio Head, 1987",
    "title_raw": "Talking Heads: Hey Now \/ Radio Head",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644011\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35371135",
    "type_id": "35294759",
    "date": "1987",
    "year_start": 1987,
    "year_end": 1987,
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country_id": "23424977",
    "medium": null,
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "Closed, 18.5 x 18.5 cm (7 3\/8 x 7 3\/8 in.)\nOpened, 18.5 x 37.5 cm (7\/38 x 14 3\/4 in.)",
    "dimensions_raw": {
        "height": [
            "18.50",
            "centimeters"
        ],
        "width": [
            "37.50",
            "centimeters"
        ]
    },
    "creditline": "Gift of Tibor Kalman\/ M & Co.",
    "description": "Recto: On a salmon colored background, in the top half, Talking Heads is imprinted on a curve in green in upper and lower case partly connected letters; immediately below, centered, Hey Now is imprinted in bright pink. In the center, there is a photograph about two inches high of a long-haired singer in a zoot-styled shiny jacketed suit; his lege are bent, his left arm holds a microphone to his mouth and his right arm hangs straight down. Blue collar and cuffs peek out from the jacket and black and white shoes are seen beneath the cuffs of the black pants. Beneath the figure, Radio Head in chartreuse capitals outlined in green appears on one line and From the film 'True Stories' appears in upper and lower case blue script.\nVerso: On a chartreuse background, an illustration of a multicolored painted accordian appears in the center. In small black capitals, Radio Head is imprinted above to the left and below to the left and right, while Hey Now is imprinted above to the right. Production information appears below each of these four song title listings and A and B, in capitals, are imrpinted to the left and right respectively of the central illustration.\nInside, left: There is a photograph of a group of boys, roughly arranged in a row, wearing green shirts and dark pants (jeans?). The shirts have identical unidentified insignias on the top right. The boys are waiving sticks in their upraised arms, are open-mouthed and appear to be calling out. Toward the center, one boy is holding an unidentified animal (dog? pony?) on a leash; to his right, another boy holds an unidentified object in one hand. From left to right, just behind the boys, are utility poles; on the right is a swing set and on the extreme right a partial view of a house. A pale blue cloudy sky appears in the background and dried brown earth and grass occupy the foreground.\nInside, right: A night color photograph of the inside of a bar or clubhouse, in predominantly pink and purple tones, shows a man and woman at a table in the foreground, a man and woman at a table in the middle distance, and a man on the left in the background. The tables are lit by candles in holders which cast a glow on the faces, there are drinks on the tables, and there is probably some entertainment, not included in the design, taking place. The man on the left at the front table appears to be looking at something in the near distance. He has a thin moustache and thick curly hair in an afro style and wears a print shirt beneath a suit jacket. The woman on the right, at the same table, is facing straight ahead, but her eyes are cast to her left. She has long straight hair and wears a thin chain around her neck and a geometric print dress. The man in the middle distance and the woman next to him are dressed in white shirts. Both have black curly hair and he has a moustache, as does the man in the background.\nwoman on the right wears a geometric print dress. \nthem, and a man",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "Album cover",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Design Director",
            "role_display_name": "Design Director:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "person_date": "founded 1979",
            "role_name": "Firm",
            "role_display_name": "Firm:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        }
    ],
    "tombstone": {
        "epitaph": "Album Cover, Talking Heads: Hey Now \/ Radio Head, 1987. Closed, 18.5 x 18.5 cm (7 3\/8 x 7 3\/8 in.)\nOpened, 18.5 x 37.5 cm (7\/38 x 14 3\/4 in.). \nGift of Tibor Kalman\/ M &amp; Co.. 1993-151-117."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}