{
    "id":"18390307",
    "tms:id":"105298",
    "accession_number":"1952-111-1",
    "title":"Tent Panel, 1650–1700",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18390307\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35290129",
    "date":"1650–1700",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1952",
    "decade":null,
    "woe:country":"23424848",
    "medium":"Medium: cotton\nTechnique: mordant painted and dyed (chintz) on tabby weave",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"ex. coll. Nasli Heeramaneck.",
    "dimensions":"H x W: 206.7 x 96.5 cm (81 3\/8 x 38 in.)",
    "creditline":"Museum purchase from Au Panier Fleuri Fund",
    "description":"Large tent panel with an architectural form, characteristic of Islamic art, of a a pointed, lobed arch within a frame, suggesting the mihrab or prayer niche. Within this frame a symmetrical, balanced pattern shows a slender vase, from which spring branches ending in blossoms; a second slender vase emerging from the first, holds a second cluster of flowers, which almost touch the curved top of the arch.  At the base, the vase is supported by a rudimentary hillock, at either side of the vase grow long pointed leaves, and at either corner rise slender branches, from similar small mounds, on which appear fruits or seed pods and flowers. The background color is a dark reddish-brown, and on this the main design is enlivened by a secondary pattern of many small leaf sprays or curling waves, reserved in the white of the cloth, which appear throughout among the branches.  The vase shape is in red and yellow diamond pattern, the second vase or stem is brown dotted in white; flowers a strong red with much interior delineation of form.  \nThe frame of the mihrab is a narrow red band which surrounds it and carries a small pattern in brown, yellow and white.  At either side, beyond this red frame, is a second narrow border on yellow with small vine and flower-head pattern.  This leads up into the spandrels, also yellow, avove the pointed arch, where a matching vine design appears on either side of the tip of the arch.  A curved segment of a pointed oval closes either side of the spandrels.  Across the bottom of the panel runs a border decorated with crosses alternating with diamond shapes, within each of which are stylized patterns. The same border crosses the top of the panel above the spandrels, and above that appear on white ground a row of small iris, or crocus flowers.  The curved segment of a pointed oval appearing on either side of the spandrel suggests that this panel was part of a series.  \nThe general color effect is rich and varied with reds, greens, sky blue, dull yellow, orange, and  a plum color, and is much lightened by the small reserve pattern on the dark background.",
    "justification":null,
    "type":{
        "id":"35290129",
        "name":"Tent panel"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Tent Panel, 1650–1700.\n1650–1700. Medium: cotton\nTechnique: mordant painted and dyed (chintz) on tabby weave. Museum purchase from Au Panier Fleuri Fund. 1952-111-1."
    },
    "colors":[
        {
            "color":"#603e2a",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#846043",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#862e21",
            "closest_css3":"#8b4513"
        },
        {
            "color":"#a77f3f",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#a55c42",
            "closest_css3":"#a0522d"
        }
    ]
}