{
    "id": "18704475",
    "tms:id": "228021",
    "accession_number": "2006-3-1",
    "title": "Print, \"The Woman Taking Coffee\", 1774",
    "title_raw": "The Woman Taking Coffee",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18704475\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "51866321",
    "type_id": "35236873",
    "date": "1774",
    "year_start": "1774",
    "year_end": 1774,
    "year_acquired": "2006",
    "decade": null,
    "woe:country_id": "23424819",
    "medium": "Engraving, etching in blue, black and red ink over gold leaf, with additional plate inked in mauve and green, à la poupeé, on off-white laid paper",
    "markings": null,
    "signed": "Signed in plate, lower left: L. Marin invenit 1774",
    "inscribed": "Inscribed below in black ink: The Woman ta King Coffee\/ To be Sold at F. Vivares ingreat Newport London.",
    "provenance": "2006: acquired by Museum (from August Laube)",
    "dimensions": "Image: 28 x 22.9 cm (11 x 9 in.)\nSheet:  32.2 x 25.1 cm (12 11\/16 x 9 7\/8 in.)",
    "dimensions_raw": {
        "height": [
            "28.00",
            "centimeters"
        ],
        "width": [
            "22.90",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of George A. Hearn",
    "description": "Portrait of a young woman, facing left, pouring coffee from a gilded cup into a saucer. The image is surrounded by a printed gilded frame.",
    "justification": "The Woman Taking Coffee is a perfect example of the pastel manner, a newly invented technique in 18th-century French printmaking and one perfected by Louis-Marin Bonnet. The colorful effect of this print, suggestive of a pastel portrait, is enhanced by the use of gold leaf. \nBonnet entered the atelier of François Boucher after 1757 and began engraving copies after Boucher’s chalk drawings. To better replicate the intricate tonalities of pastel portraits and nude studies, Bonnet worked to perfect the engraving technique referred to as “the chalk manner.” Jean-Charles François was among the first to develop the technique in France. Bonnet carried the technique beyond the typical red or brown colored engravings that provided facsimiles of académies for use by students to produce tour-de-force images in full color that appealed to sophisticated print collectors. \nBuilding on technical developments pioneered by François, which included specially designed engraving roulettes with irregular teeth that scored the plate to simulate a more spontaneous line, as well as the invention of soft-ground etching techniques that could produce the soft, grainy look of a chalk line, Bonnet would use up to eight separate plates, each individually worked in roulette and often laboriously inked à la poupée to mimic the effect of blended pastel tones. As popular as these pastel manner prints were, Bonnet produced an even more beautiful series of prints in 1774 that incorporated the motif of a carved frame finished in gold leaf to resemble portrait miniatures. \nIn France in 1774, however, the use of gold leaf was restricted to those artisans who specialized in gilding for furniture or book binding. To circumvent this regulation, Bonnet constructed an elaborate scheme to monopolize the market for these prints by advertising them as imported from England—and therefore outside the jurisdiction of the French guild regulations. The prints bear the name of a fictitious British artist, one “L. Marin,” whose name is derived from Bonnet’s own; the publisher is listed as Vivares, a family of print sellers in Old Newport Street, London. In Paris, Bonnet was the sole purveyor of these “estampes anglaises,&quot; which sold for nine livres each. \nThe Woman Taking Coffee is a particularly beautiful example and represents a high degree of technical accomplishment, with the addition of a separate plate, inked à la poupée, to color the sleeve and neck ribbon mauve and to add the pale green stripes to her scarf. The method of applying the gold leaf to the paper is identical to the method employed by gilders: first, a layer of white or red is printed to serve as a bole for the gold. In The Woman Taking Coffee, Bonnet uses gold beyond the frame, substituting gold for yellow inks in the chair frame and the edges of the coffee cup and saucer to enhance the overall composition.\nThis particularly fine example of color engraving enhances the museum’s collection of color printing from France, as well as our rich collection of 18th-century French prints.",
    "videos": null,
    "woe:country": "23424819",
    "type": "Print",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92499_e567fbdcf0799c22_b.jpg",
                "width": 816,
                "height": 1024,
                "is_primary": "1",
                "image_id": "92499"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92499_e567fbdcf0799c22_z.jpg",
                "width": 510,
                "height": 640,
                "is_primary": "1",
                "image_id": "92499"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92499_e567fbdcf0799c22_n.jpg",
                "width": 255,
                "height": 320,
                "is_primary": "1",
                "image_id": "92499"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92499_e567fbdcf0799c22_d.gif",
                "width": 255,
                "height": 320,
                "is_primary": "1",
                "image_id": "92499"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92499_e567fbdcf0799c22_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "92499"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21401_c916ffc1a40775c0_b.jpg",
                "width": 825,
                "height": 1024,
                "is_primary": "0",
                "image_id": "21401"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21401_c916ffc1a40775c0_z.jpg",
                "width": 516,
                "height": 640,
                "is_primary": "0",
                "image_id": "21401"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21401_c916ffc1a40775c0_n.jpg",
                "width": 258,
                "height": 320,
                "is_primary": "0",
                "image_id": "21401"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21401_c916ffc1a40775c0_d.gif",
                "width": 258,
                "height": 320,
                "is_primary": "0",
                "image_id": "21401"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/21401_c916ffc1a40775c0_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "21401"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18058841",
            "role_id": "35352249",
            "person_name": "August Laube",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18058841\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18055019",
            "role_id": "35236565",
            "person_name": "Louis-Marin Bonnet",
            "person_date": "1736 – 1793",
            "role_name": "Artist",
            "role_display_name": "",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055019\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "tombstone": {
        "epitaph": "Print, \"The Woman Taking Coffee\", 1774. Engraving, etching in blue, black and red ink over gold leaf, with additional plate inked in mauve and green, à la poupeé, on off-white laid paper. Museum purchase through gift of George A. Hearn. 2006-3-1."
    },
    "colors": [

    ],
    "woe:country_name": "France"
}