{
    "id": "18043947",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18043947\/",
    "name": "University City Pottery",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "University City Pottery was a division of the Art Institute at University City in Missouri.  It was promoted by Edward Garner Lewis who began the American Woman's League in 1907, whose purpose was to develop \"the integrity and purity of the American home, with wider opportunity for American women.\"  The Art Institute was more developed than the other schools of education, language, commerce, administration, journalism and photography.  The Art Insitute had a prestigious faculty:  George Julian Zolnay, the sculptor, was Dean and Director; John H. Vanderpoel, Director of the School of Painting; Antoinette P. Taylor, instructor of metal and leather work; Mrs. Prudence Stokes Brown, instructor of elementary handiwork; Taxile Doat, Director of the School of Ceramic Art.  \nWorking with Taxile Doat in ceramics: Frederick Hurten Rhead of Rhead Pottery, instructor of pottery; Mrs. Adelaide Alsop Robineau of Robineau Pottery; Mrs. Kathryn E. Cherry, Instructor of China Painting and Ceramic Design; Edward Dahlquist of Shawsheen Pottery, instructor of built pottery; Frank J. Fuhrmann, instructor of throwing and turning pottery; Eugene Labarriere and Emile Diffloth both associates of Doat's from Europe.   \nThe experiments of this knowledgeable group proved that native United States clays were superior to the finest of Europe and were more widely available.  The Grand Prize awarded to the University City Pottery in Turin, Italy, at the International Exposition in 1911 further emphasized that this American pottery could compete with the best of Europe.  The pottery was noted for its superior bodies, matt and gloss glazes, colored and colorless, all of the matt greens of various textures, alligator skin, crystalline, Oriental crackle, and a matt white.  These were accomplished by glazes with the coloring oxides thoroughly incorporated and then fired at the same temperature as the body. \nFrederick Hurten Rhead and Mr. and Mrs. Robineau left the pottery in 1911, as well as the break up of the American Women's League occurred at this time.  After a reorganization under Doat, in 1912, the pottery continued to produce excellent work with the ending of production by early 1915. \n(Information from: Evans, Art Pottery of the United States, 1974)",
    "woe:country_id": null,
    "date": null,
    "videos": [

    ],
    "woe:country": null
}