{
    "id": "18410363",
    "tms:id": "115399",
    "accession_number": "1956-47-64",
    "title": "Photostat, \"Six Female Faces\"",
    "title_raw": "Six Female Faces",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18410363\/",
    "department_id": "35347493",
    "period_id": "35417235",
    "media_id": "35371135",
    "type_id": "35252131",
    "date": null,
    "year_start": null,
    "year_end": 1954,
    "year_acquired": "1956",
    "decade": null,
    "woe:country_id": "23424977",
    "medium": null,
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "31.5 x 40.5 cm (12 1\/2 x 15 3\/4 in.)",
    "dimensions_raw": {
        "height": [
            "31.50",
            "centimeters"
        ],
        "width": [
            "40.50",
            "centimeters"
        ]
    },
    "creditline": "Gift of Ellen Gustav Jensen",
    "description": "The six female heads are placed on the sheet in two rows of three each. In the original drawings, the designer probably used charcoal in five of the views and pen-and-India ink in the sixth. In the following descriptions, references to drawings and the media relate to original use.\n\nTop row, left: In a three-quarter view of a woman glancing to the left, the face is framed by a scarf-like headdress which extends down to the shoulder line. A wavy line at the face edge of the head gear indicates the hair. The eyes are only suggested by the sockets, while the dark black of the lips calls attention to them. A necklace of large, round beads encircles the neck.\n\nTop row, center: In this three-quarter view, the woman glances to the right, her head tilted downward; the left side of her face is obscured.  The eyelashes and lips are accentuated in dark charcoal. A scarf-like headdress covers her hair. On the right, the multiple thin lines beginning under the chin and extending outward, exaggerate the shoulder.\n\nTop row, right: In this profile view of a woman facing right, the salient feature is the closely cropped hair, arranged in ringlets.\n\nBottom row, left: In this left-facing view in India ink, the facile profile and features are depicted in outline. There is a long line stretching from the hairline to the tip of the nose, echoed by a curved line from the nose tip to the forehead and a diagonal line from the (hidden) ear to the chin. Thick, black, wavy bands comprise the hair. The stylized features and absence of shading contribute to the sculptural effect of the whole.\n\nBottom row, center: In this view, the head is turned toward the right. The charcoal is darkest in the lowered eyelids and full mouth. Waved hair frames the face and extends to the shoulders. This head and the one immediately above may be two aspects of the same view.\n\nBottom row, right: This profile view of a woman facing right, her head tilted downward, is accompanied by a foliate motif to the right. The whole is enclosed in a square shape, its edges rounded, formed by multiple lines. The prototype for the view is perhaps an antique medal or brooch. The hair is depicted from the forehead to the jaw line by one thick, shaded wavy band. The jaw line is also shaded. Dark charcoal is used in the eyebrow, lashes and upper lip. The foliate design, comprised of a curved branch with leaves and spiral forms on either side, is lightly drawn.",
    "justification": null,
    "woe:country": "23424977",
    "type": "photostat",
    "images": [

    ],
    "participants": [
        {
            "person_id": "51678885",
            "role_id": "35351535",
            "person_name": "Ellen Gustav Jensen",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51678885\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18057097",
            "role_id": "35236655",
            "person_name": "Gustav Boerg Jensen",
            "person_date": "Danish, 1898 – 1954",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18057097\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Photostat, \"Six Female Faces\". 31.5 x 40.5 cm (12 1\/2 x 15 3\/4 in.). Gift of Ellen Gustav Jensen. 1956-47-64."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}