{
    "id":"18645153",
    "tms:id":"197480",
    "accession_number":"1993-31-191-5",
    "title":"Book, \"The Ghost in the Underblows by Alfred Young Fisher\", 1940",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18645153\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35423041",
    "type_id":"35247441",
    "date":"1940",
    "year_start":"1940",
    "year_end":"1940",
    "year_acquired":"1993",
    "decade":"1940",
    "woe:country":null,
    "medium":"Lithography in orange and black ink on off-white wove paper",
    "markings":null,
    "signed":null,
    "inscribed":"Printed in black ink: My memory\/Is old and full of other store;\/I cannot be\/The prophet of what I do not see).\/And then…and then…and then…\/The same thing is that might have been\/Had man not made destruction in his head\/Nor lamented\/An Eden lost or an Inferno seen.\/The stones pile up, twisted and high\/Like questions in the sky,\/Growing from this our place,\/Stretching out to reach a final space,\/To touch the inscrutable face,\/Questing the answer for the what and why.\/X\/But yesterday nearby a cave’s mouth in a hill\/A wolf sat mournfully, howling in the sun.\/And when the stones had crumbled down\/Five skeletons of kings walked out(with halters on their necks)\/With light step, scarce touching the earth;\/And there behind them trailed a bareribbed wolf;\/Over the hill they passed and were as light as air.\/And nowadays one says they smile at stones\/That the Lord casts from heaven.\/The kings of all the world who dwell in hills\/Are hewers of wood and watercarriers\/For all the world now in its pride;\/But yet they bear it as all kings do bear\/Necessity, smiling perhaps at pain.\/Sometimes I think the sun stays in the heaven for them\/And that the tides of earth roll on, coming\/And going for these same kings whose ribs\/Show in the light like wattles of an Irish hut.\/Down in the brain the princely men,\/Though first put down, are living skeletons\/112.",
    "provenance":null,
    "dimensions":"H x W: 23.9 x 31.5 cm (9 7\/16 x 12 3\/8 in.)",
    "creditline":"Gift of Tamar Cohen and Dave Slatoff",
    "description":"Pages 112-113.\n\nLeft: Poem in 36 lines of serif text. Below, page number 112 in bold sans-serif font.\n\nRight: Abstract design in black, orange, and white about 1\/4 of height down. Design is bracketed at top and bottom by thick black bars, the bottom about quadruple the height of top. Directly inside of black bars is additional set of thick bars in orange. Within bars are three long pill-shaped horizontal forms outlined in thick orange line. Inside and extending out right side of orange pills forms are additional, thinner pill forms outlined in thin black line. Superimposed over about 2\/3 of inner design is vertical row of 8 bars made comprised of thin black lines.",
    "justification":null,
    "type":{
        "id":"35247441",
        "name":"book"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39717_39922d2f4c60abc4_b.jpg",
                "width":1024,
                "height":786,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39717_39922d2f4c60abc4_n.jpg",
                "width":320,
                "height":246,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39717_39922d2f4c60abc4_z.jpg",
                "width":640,
                "height":491,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236655",
            "person_name":"Alvin Lustig",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}