{
    "id":"18673437",
    "tms:id":"212161",
    "accession_number":"1997-19-210",
    "title":"Poster, 1976",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18673437\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35431673",
    "type_id":"35238163",
    "date":"1976",
    "year_start":"1976",
    "year_end":"1976",
    "year_acquired":"1997",
    "decade":"1970",
    "woe:country":null,
    "medium":"Offset lithograph on white wove paper",
    "markings":null,
    "signed":"In pencil lower right corner: To Dan & April \/ from the \"BIG K\" K Godard, 76",
    "inscribed":"Imprinted in white below, three columns of text: Southern California \/ Chapter of the \/ American Institute \/ of Architects, \/ Southern Section \/ American Institute of Planners, \/ Southern California Chapter of American \/ Society of Landscape \/ Architects \/ the Art Directors \/ Club of Los Angeles \/ and all other \/ designers invite you \/ to the second \/ Annual Designers' \/ Picnic.\n\nSunday, August 27, 1972 \/ 3 pm to 6 pm \/ at Hancock Park \/ (the peoples park) \/ next to the Los Angeles \/ COunty Museum of Art on \/ Wilshire Boulevard.\n\nCome have fun. \/ Bring white balloons and \/ other colors for helium \/ balloon structure. \/ Bring a basket lunch to \/ share with others,\/ Join with students from \/ the New School- \/ Southern California \/ Projects. \/ Come early for free \/ fruit salad by the A.I.A.\n\nVerso: upper left corner adhesive label printed in red: Keith Goddard \/ 8 Fulton Street \/ Fulton Ferry \/ Brooklyn \/ New York 11201 \/ 852 8941. \nImprinted in black upper left corner above label: 22",
    "provenance":"From the collection of Dan Friedman",
    "dimensions":"91.9 x 61.6 cm (36 3\/16 x 24 1\/4 in. )",
    "creditline":"Gift of Ken Friedman",
    "description":"An arial view of downtown Los Angeles printed in brown with the words A \/ Picnic \/ in \/ Los Angeles spelled backwards upper center. The letters are comprised of white balloons and thin lines simulate threads connecting them to a green area at center, on the ground. Three columns of text imprinted in white below.",
    "justification":null,
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Poster, 1976.\n1976. Offset lithograph on white wove paper. Gift of Ken Friedman. 1997-19-210."
    },
    "colors":[

    ]
}