{
    "id":"18644355",
    "tms:id":"197080",
    "accession_number":"1993-151-302",
    "title":"Advertisement, \"Isaac Mizrahi: Model in black dress\", 1990s",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644355\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35247579",
    "date":"1990s",
    "year_start":"1990",
    "year_end":"1999",
    "year_acquired":"1993",
    "decade":"1990",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"30.5 x 24.5 cm (12 1\/8 x 9 3\/4 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"A color photograph shows a profile view of a fashion model in a black, strapless dress with a short, full tulle skirt. Her arms, elbows bent, are raised in front to touch her upswept hair, so as to partly block her face; her left ear is visible, as are part of her nose. mouth and chin. Isaac Mizrahi, the designer, in black t-shirt and pants, is standing behind her, leaning forward and placing his arms around her skirt, so as to adjust it, apparently while looking in a mirror opposite, but hidden from the viewer. There is a partial view of his head and neck, but his face is obscured by the model's upper body. The backgound of the room (or partition) is pitched at a steep angle, so as to make the figures appear to lean  further forward than they actually do. On the left, a man, seated, in a dress shirt and trousers, his left arm bent and his chin resting on his hand, his right arm in his lap, is looking at the designer and model. On the wall behind him, a display of fashion images is hung. The Isaac Mizrahi logo, in black Boldoni, fairly small, is centered beneath the photograph. The whole occupies most of a white background page, the designer's logo appears in the center in the white space below the photograph, and Fashions of the Times is imprinted in the lower left-hand corner.",
    "justification":null,
    "type":{
        "id":"35247579",
        "name":"advertisement"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35351535",
            "person_name":"Tibor Kalman",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "tombstone":{
        "epitaph":"Advertisement, \"Isaac Mizrahi: Model in black dress\", 1990s.\n1990s. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-302."
    },
    "colors":[

    ]
}