{
    "id": "18058887",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18058887\/",
    "name": "Sheila Hicks",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "64",
    "biography": "Sheila Hicks (b. 1934) is one of the most important contemporary textile artists of the 20th and 21st century. Born in Hastings, Nebraska, Hicks received BFA (1957) and MFA (1959) degrees from the Yale School of Art under the tutelage of Josef Albers. Awarded a Fulbright scholarship to paint in Chile, she photographed indigenous weavers and archeological sites in the Andes and also learned to weave from local weavers beginning an investigation into fiber as an artistic medium that Hicks continues to this day. She would eventually live and work in many  countries such as Chile, Peru, India, Thailand, Morocco, Saudi Arabia, France, and the United States. \n     Hicks has created monumental site-specific works for the Ford Foundation Headquarters and Federal Courthouse in New York; The Duke Endowment in Charlotte, North Carolina; King Saud University in Riyadh, Saudi Arabia; and the Institute for Advanced Study in Princeton, New Jersey amongst others. Her  work is in the permanent collections of Art Institute of Chicago; Tate Gallery, London; Stedelijk Museum, Amsterdam; Centre Pompidou, Paris; Louis Vuitton Foundation, Paris; Museum of Modern Art, Tokyo; Museo de Bellas Artes, Santiago, Chile; Cooper Hewitt, Smithsonian Design Museum, Museum of Modern Art, the Jewish Museum, and The Metropolitan Museum of Art, New York; The Saint Louis Art Museum, St. Louis, MO; the National Gallery of Art, Washington, D.C. and the Pérez Art Museum, Miami. \n     Hicks is the recipient of numerous awards including the Smithsonian Archives of American Art Medal (2010). She was named a Chevalier dans l’ordre des Arts et des Lettres by the government of France in 1987, and elevated to Officier in 1993. Additionally, she holds Honorary Doctorates from the Ecole nationale supérieure des Beaux Arts de Paris (2014) and the Rhode Island School of Design (1984).\n    Sheila Hicks has resided and worked in Paris since 1964.",
    "woe:country_id": "23424977",
    "date": "American, b. 1934",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}