{
    "id":"18694787",
    "tms:id":"222948",
    "accession_number":"2001-29-20",
    "title":"Book Cover, \"New Directions 15. An anthology of new directions in prose and poetry. International Issue\", 1901–50",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18694787\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1901–50",
    "year_start":"1901",
    "year_end":"1950",
    "year_acquired":"2001",
    "decade":"1900",
    "woe:country":null,
    "medium":"Thick glossy paper",
    "markings":null,
    "signed":"Signature printed at lower right: lustig.",
    "inscribed":"Printed in white ink, front cover upper left: New Directions; lower right: An anthology of\/new directions in prose and poetry\/International issue\/M 18\/$1.35; lower left: published by New Directions and the Noonday Press. Printed in yellow ink, front cover upper right: 1; lower left: A MERIDIAN BOOK. Printed in orange ink, front cover upper right: 5.\n\nPrinted vertically in white ink, side cover: New Directions; printed horizontally in white ink: M 18. Printed vertically in yellow ink, side cover:  1\/MERIDIAN BOOKS. Printed vertically in orange ink, side cover: 5. \n\nPrinted in orange ink, back cover upper right: 15. Printed in black ink, back cover: New Directions\/An anthology of\/new directions in prose and poetry\/International issue\/This volume is the fifteenth in a series of anthologies\/which began to appear in 1936. Since that first issue,\/which presented work by Pound and Stein, Cummings\/and Cocteau, New Directions has grown on the theory\/that literature – and, in fact, culture itself – goes dead\/when there is no experiment. Writers of other lands,\/and especially those of Asia, are represented in New\/Directions 15 in the hope that there can be estab-\/lished and maintained through arts and letters a com-\/mon meeting ground for intercultural understanding,\/the “world literature” of which Goethe dreamed.\/“New Directions lives up to its intention, that of\/presenting fresh, explorative, and unstereotyped\/writing.” THE NEW YORK TIMES\/“The literary life of this country owes a great deal\/to James Laughlin and his New Directions… He\/has deliberately looked not for the commercially suc-\/cessful but for the imaginatively original.”\/THE CHICAGO TRIBUNE\/All Meridian Books are Smyth-Sewn for Durability.",
    "provenance":null,
    "dimensions":"21.9 x 26.7 cm (8 5\/8 x 10 1\/2 in. )",
    "creditline":"Gift of Susan Lustig Peck",
    "description":"Book cover. Front cover: black background with horizontally printed orange, yellow and white text; side: black background with vertically printed white and yellow text; back: yellow background with horizontally printed black and orange text.",
    "justification":null,
    "culture":"American",
    "style":null,
    "type":{
        "id":"35249845",
        "name":"book cover"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39732_ae98071d3c6566ad_b.jpg",
                "width":1024,
                "height":852,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39732_ae98071d3c6566ad_n.jpg",
                "width":320,
                "height":266,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39732_ae98071d3c6566ad_z.jpg",
                "width":640,
                "height":532,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236763",
            "person_name":"Alvin Lustig",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions":[

    ]
}