{
    "id": "18045727",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045727\/",
    "name": "Jhane Barnes",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "29",
    "biography": "Jhane Barnes began designing clothing when she was in high school, including outfits for friends and uniforms for the school band. In 1973 she moved from Maryland to New York to begin a two-year program at the Fashion Institute of Technology (FIT). \nBarnes graduated from the Fashion Institute of Technology in 1975, by which time she had inaugurated a menswear company which had already received an order for 1,000 trousers from a retail executive. Her initial menswear designs experimented with tailoring and creating custom silhouettes, however Barnes soon began to focus instead on experimentation with color and texture.  Jhane Barnes Inc. soon developed into a multimillion-dollar company. As the company continued to grow Barnes became frustrated with the limited selection of interesting fabrics available to her and she began to learn to weave on a loom in the back office of one of her textile suppliers, Auburn Mills. In 1978 Barnes acquired a Macomber loom and she began designing and weaving fabrics for her designs. She assumed a role on the forefront of menswear design, becoming known for her distinctive textiles and minimalist silhouettes. Barnes’s first innovative design was producing one of the first pairs of pants to be made with no back pockets creating a sleek streamline look. In 1980 she became the first woman and the youngest designer to receive the prestigious Coty Award. Her menswear clientele was comprised of celebrities and political figures including John Lennon, Elton John, Boris Yeltsin, and Rudolph Giuliani.\nIn 1983 Barnes became the first fashion designer to collaborate with Knoll Textiles. She was approached by Knoll Textiles sales manager Nelson Spinks to design a capsule collection for Knoll which was completed within several months. For this collection Barnes space-dyed the yarns and added luxurious natural fibers, such as silk and linen, to impart luster to the upholsteries. Her initial collection with Knoll was a huge success. Over the course of following fifteen years she designed more than sixteen collections for Knoll as well as numerous individual fabrics for upholstery, window coverings, and wall coverings. Barnes inspired the company with her fashion-forward sensibilities and introduced the Knoll to mills specializing in fashion fabrics and innovative production methods. Unlike most designers Barnes worked directly with the mills, overseeing and checking samples. In 1986 she began working with Japanese mills. She believed that the attitude of the Japanese mills towards technology fostered innovative results in manufacturing textiles. The technological advancement of these mills allowed Barnes to pioneer new designs and approaches to manufacturing her textiles. \nDuring the 1980’s Barnes became increasingly interested in the relationship between mathematics and patterns in nature. Barnes created her first designs using an Atari computer in 1987. The computer allowed her to design diverse patterned weaves with geometric decorative motifs, which were unlike her previous designs. To create her designs she would sometimes run fractal patterning on her computer, manipulating a portion of the pattern which could then be translated into a textile sample on a loom. Barnes relied on computer programing for many of her designs in the late 1980’s. She would start off using geometric shapes and then warp them to be more curvaceous and organic looking. \nBarnes returned to her design roots when creating her Chronology Collection, an upholstery collection which resembled men’s fabrics, for Knoll in 1992. The Chronology Collection was one of Barnes most successful contributions to Knoll and it remained in their collection until 2011. The early success of Barnes’s textiles for Knoll fostered a demand for custom-made fabrics, as well as custom colorways in her best-selling fabrics. She was contracted by large companies including IMB, Nestle, Xerox, and Apple Computers, to developed custom colors and designs. \nAn important moment in Barnes’ career came in 1992. After speaking to a group of over 3,000 people about her design methods at the Convergence Conference, Barnes met Bill Jones. Jones was a mathematics professor from Syracuse who had created a computer-software program designed to create textile patterns called WeaveMaker. Jones and his colleagues teamed up with Barnes to create an even more sophisticated computer software for generating designs. This new program greatly increased Barnes’ design output and allowed her to make panel fabrics that appeared without repeat. \nIn 1996 Barnes invited six mathematicians to a symposium held for fashion and technology. Following this event Wired magazine referred to Barnes as a “Fashion Nerd.” During the same time she contributed to a math textbook and a video on fractals for the Discovery Channel’s education series. \nBarnes dissolved her relationship with Knoll in 1998 as the company began to embrace synthetic fibers, which ran contrary to Barnes’ preference for natural fibers. In the same year she founded Jhane Barnes Textiles and began to sell her interior textiles autonomously. Barnes continues to explore new areas for her designs working with modular carpets and innovative carpets as well as environmentally friendly furniture. Barnes’ primary focus remains menswear, a field in which she has considered herself an innovator since the opening of her first fashion company in 1975.",
    "woe:country_id": "23424977",
    "date": "American, b. 1954",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}