{
    "id":"18046537",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18046537\/",
    "name":"Jean Tinguely",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"6",
    "biography":"Born in Fribourg, Switzerland, 22 May 1925, Jean Tinguely is associated with the renewed interest in the DaDa movement in the late 1950s and early 1960s.  From 1941-45, Tinguely studied at the School of Fine Arts in Basel, where he lived until 1952. There he was influenced by the collage constructions of Kurt Schwitters.  At this time he began his interest in movement in art.  After marring Eva Aeppli in 1951, they relocated to Paris where Tinguely worked with Daniel Spoerri in Jean Lurcat's studio on an \"autotheater\" project, which intended to bring action to the stage even in the absence of preformers.  Moving to Dusseldorf in 1959, he made many \"metareliefs\"- motorized panels made of moving rods, as well as free standing sculptures.  In one of his early performances pieces, he dropped 150,000 copies of the manifesto Fur Statik from an airplane on Dusseldorf.  In late 1950's an early 1960s he developed the first of the \"painting machines\" which incorporated found, man-made and natural elements.  Concieved as a reaction to the then prevalent Abstract Expressionist style, he helped launch the Nouveau Realisme movement.  After moving  to New York in 1960, he constructd Homage à New York, an elaborate painting machine, in the garden of the Museum of Modern Art, which self destructed.",
    "woe:country":"23424957",
    "date":"Swiss, 1925 – 1991",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"6"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":"500010804",
        "ima:id":"610546",
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":"5882",
        "phm:id":null,
        "tms:id":"3222",
        "vanda:id":"75356",
        "viaf:id":"12338336",
        "walker:id":"500010804",
        "wikipedia:id":"7328346"
    }
}