{
    "id": "35460625",
    "tms:id": "274777",
    "accession_number": "2012-16-5-a,b",
    "title": "Decanter And Stopper, \"Design # 566\", 1956",
    "title_raw": "Design # 566",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35460625\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35402723",
    "type_id": "35284209",
    "date": "1956",
    "year_start": 1956,
    "year_end": 1956,
    "year_acquired": "2012",
    "decade": "1950",
    "woe:country_id": "23424977",
    "medium": "Glass",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "May 13, 2003: Damon Crain purchased from Brimfield, MA, exhibition; 2012: acquired by Museum",
    "dimensions": "H x W x D: 26 x 18.4 x 8.3 cm (10 1\/4 x 7 1\/4 x 3 1\/4 in.)",
    "dimensions_raw": {
        "depth": [
            "8.26",
            "centimeters"
        ],
        "height": [
            "26.04",
            "centimeters"
        ],
        "width": [
            "18.42",
            "centimeters"
        ]
    },
    "creditline": "Gift of Damon Crain",
    "description": "The flattened, undulating body incorporating multi-fired tangerine color above a lemon yellow, with uneven applied clear glass shoulders and neck, below a red stopper.",
    "justification": "The Blenko Glass Company represents the combination of technological advances in glassmaking with original designs noted for their focus on color, a key element of the glassware’s impact. \nBlenko originally produced flat glass for windows, including stained glass for the windows of St. Patrick’s Cathedral in New York City. The company earned national recognition, especially for the creation of a strong ruby red glass that could be double fired. Red, a notoriously fugitive color in glass, was generally unstable could not be fired a second time. Blenko’s glass could be double fired without loss of color, which enabled enamel decorators to paint on it. William Blenko, the company’s founder, patented the formula in 1924, ensuring its popularity with enamellers. The subsequent decision to launch a glass tableware line meant this color entered a field previously reserved for ceramics.\nBlenko’s first tableware catalogue appeared in 1929, and precipitated patronage by major department stores. Some of Blenko’s early pieces emulated Venetian glass with irregular shapes and textures to emphasize the handmade elements. Blenko explored how handmade craftsmanship and modern lifestyle could coexist in a design idiom. As a testament to the popularity of Blenko’s early tableware, the White House acquired a collection.\nAlthough the work of the company’s first designers achieved much critical acclaim, the designers were largely uncredited until Blenko hired company’s first design director, Winslow Anderson, in 1947. The role of design director was progressive for its time, as it was unusual to have a full time in-house position providing overall design direction to a firm’s output. Subsequent design directors, Wayne Husted, Joel Philip Myers, and John Nickerson, were all involved in the Studio Glass movement, as innovators or practitioners. \nBlenko’s production represents a major story of the American handmade glass industry. At its peak, more than 50 glass companies thrived in the industry’s base of West Virginia. After the industry’s decline, there are now only a few firms that create handmade antique glass. \nThe technical achievements of this decanter design, developed under Husted’s design direction, are ones of color and form. The tangerine-to-yellow effect results from the part of the heat-reactive glass going back into the fire to create the tangerine color while the part kept away from the fire remains yellow. The form comes from the glass being blown between two pieces of ornate crown molding, creating a flat form shaped by the negative of the molding. The tangerine and double color pieces became some of Blenko’s best sellers produced during Husted’s time, even though he may have preferred his designs with uniform color. This decanter’s striking colors, combined with its undulating narrow form and irregular surface, shows a sense of the budding Studio Glass movement.\nAccording to Husted, his ex-wife, Betty Baugh, was responsible for the concept, design, and execution of the decanter. Baugh, who trained as an industrial designer, produced glass designs for companies such as Anchor Hocking and Libbey. This is her only design for Blenko.\nThis piece is part of a larger gift of Blenko glass proposed for acquisition. This proposed gift is from the collection of Damon Crain, one of the leading authorities on Blenko glass, and includes significant objects that tell the story of firm’s ingenuity and work of the firm’s designers, known for their use of hard-to-produce color and innovative forms. This is a rare opportunity to acquire not only the history of an innovative firm, but works by designers of significance in their own right. At the time of proposed acquisition, two of the designers represented, Wayne Husted and John Nickerson, are still active and successful Studio Glass designers. This gift represents a distinguished history of the firm not previously represented in the museum’s collection and also strengthens the museum’s holdings of American glass from 1930 to 1980.",
    "woe:country": "23424977",
    "type": "Decanter and stopper",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/50240_00e986bf906d852a_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "50240"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/50240_00e986bf906d852a_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "50240"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/50240_00e986bf906d852a_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "50240"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/50240_00e986bf906d852a_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "50240"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/50240_00e986bf906d852a_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "50240"
            }
        }
    ],
    "participants": [
        {
            "person_id": "35459787",
            "role_id": "35236799",
            "person_name": "Wayne Husted",
            "person_date": "American, b. 1927",
            "role_name": "Design Director",
            "role_display_name": "Design Director:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/35459787\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id": "35459779",
            "role_id": "35236657",
            "person_name": "Blenko Glass Company",
            "person_date": "Milton, West Virginia, 1921 - 2012",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/35459779\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "35459791",
            "role_id": "35236655",
            "person_name": "Betty Baugh",
            "person_date": "American, b. c. 1931",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/35459791\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "51676487",
            "role_id": "35351535",
            "person_name": "Damon Crain",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51676487\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Decanter And Stopper, \"Design # 566\", 1956. Glass. Gift of Damon Crain. 2012-16-5-a,b."
    },
    "colors": [
        {
            "color": "#960001",
            "closest_crayola": "#9c2542",
            "closest_css3": "#8b0000",
            "closest_css4": "#8b0000"
        },
        {
            "color": "#a54809",
            "closest_crayola": "#c46210",
            "closest_css3": "#8b4513",
            "closest_css4": "#8b4513"
        },
        {
            "color": "#aa7809",
            "closest_crayola": "#c46210",
            "closest_css3": "#b8860b",
            "closest_css4": "#b8860b"
        },
        {
            "color": "#9c9570",
            "closest_crayola": "#9f8170",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        },
        {
            "color": "#816a4d",
            "closest_crayola": "#85754e",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "woe:country_name": "United States"
}