{
    "id":"18690589",
    "tms:id":"220814",
    "accession_number":"2000-61-7-a\/c",
    "title":"Compact Disc Packaging, \"Compact Disk Cover for David Byrne's \"Feelings\"\", 1997",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18690589\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35383549",
    "type_id":"35299415",
    "date":"1997",
    "year_start":"1997",
    "year_end":"1997",
    "year_acquired":"2000",
    "decade":"1990",
    "woe:country":null,
    "medium":"Printed paper and plastic",
    "markings":null,
    "signed":"Imprinted in CD insert (page 3\/4): \"Designed by Sagmeister, Inc.",
    "inscribed":"Imprinted at top left, \"Feelings (in brown)\/ DAVID BRYNE (in pink)\".",
    "provenance":null,
    "dimensions":"12.7 x 14.3 cm (5 x 5 5\/8 in. )",
    "creditline":"Gift of Sagmeister, Inc.",
    "description":"CD cover design for David Byrne's album \"Feelings\" within clear plastic CD case; CD insert contains six pages. Cover: Close-up color photo reproduction of doll's head modelled after David Byrne (content expression) against blue background within rounded triple-line border (in black, orange, black).  This packaging features happy, angry, sad, and content David Byrne dolls; the packaging includes a sophisticated, color-coded \"David Byrne Mood Computer (printed on and under the disc) that lets you determine your current feelings.  The type was made as an actual model and then photographed. Page 1: Title page, imprinted Feelin\/gs David\/Byrne\" at center.  Page 2. black and white photo reproduction of doll showing anger. Page 3\/4: Credits imprinted, left, \"ALL SONGS WRITTEN BY\/ DAVID\/ BRYNE\/...\/PUBLISHED BY\/ MODLY FIG MUSIC BMI\/.... At center, imprinted, \"DESIGN BY\/ SAGMEISTER, INC. NEW YORK, NY\/ PHOTOGRAPHY BY TOM SCHERLITZ...DAVID BYRNE DOLL CLOTHES BY\/ ADELLE LUTZ WITH MICHAEL DAUBE...\" At lower right, imprinted \"FOR MORE INFORMATION FO TO:\/ www.luakabop.com\". Page 5: Black and white photo reproduction of doll expressing sadness. Page 6. List of songs in two columns.  From \"FUZZY FREAKY....THEY ARE IN LOVE\".  Back of CD insert: Color photo reproduction of doll expressing happiness against yellow background.  Double line border (in green and black) around page.  \nCD: Red arrow across center and imprinted in white: \"Feelings DAVID BYRNE\".  \nUnderneath CD: Four pictures of doll showing four extreme emotions depicted in CD insert.  Pictures superimposed on color wheel corresponding to color chart on top. Color chart shows gradation from blue, green, red, to yellow which signifies a certain degree of emotional state (from pale blue=Relaxed to pale yellow=Pleased).   \nBack of case: Color photo reproduction of full view of doll wearing jacket and black pants.  On pink background, list of songs with color squares below showing the type of feeling each song produces.",
    "justification":null,
    "type":{
        "id":"35299415",
        "name":"Compact disc packaging"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18052911",
            "role_id":"35236655",
            "person_name":"Stefan Sagmeister",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18052911\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}