{
    "id":"18042001",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18042001\/",
    "name":"Emile Gallé",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"11",
    "biography":"Gallé was born in Nancy on May 8, 1846, and died there on September 23, 1904.  Son of a faience and furniture manufacturer, he studied philosophy, botany and drawing (owing to his botanical knowledge, his floral decoration, in both glass and wood, is exceptionally accurate), and also worked in his father’s studios.  In 1866-7, he served an apprenticeship in glassmaking at Burgun, Schverer & Cie. in Meisenthal. He established his own glass studio in 1873, and, in the following year, took over his father’s glass and ceramics factory in Nancy.  His early work often used colorless glass decorated with enamel, but he soon turned to using heavy opaque glass carved or etched with floral\/plant motifs, often in multiple colors.  He also experimented with inclusion of metallic foils and air bubbles.  He had highly successful showings at the Paris Exhibitions of 1878 and 1889, and at the 1891 showing at the Société national des beaux-arts, and, in particular, he showed over three hundred pieces at the 1884 Union Centrale des Arts Décoratifs exhibition, displaying his mastery of techniques, his knowledge of nature and his artistic imagination.  He established a glass workshop, the Cristallerie d’Émile Gallé, to produce in volume his designs and those of others; at its height, it employed 300 workers, and it remained in operation until 1936.  He employed master craftsmen who applied his signature only after he had approved the work.  He is still considered the dominant figure in French cameo glass.  He also produced fine pottery, furniture and jewelry, having opened a small woodworkers’ shop in 1884-5, where he experimented in marquetry designs for furniture.  He had an outstanding showing at the Paris Exhibition of 1900, with a working glass furnace at the center of his display.  In 1901, he founded and became the first president of the École de Nancy, an alliance of Lorraine artists that was an important force in French Art Nouveau.  After his death, in 1904, his wife and daughters supervised the firm’s business (Sigman Collection Notes Biography, July 2013).",
    "woe:country":null,
    "date":"French, 1846 – 1904",
    "roles":[
        {
            "id":"35236565",
            "name":"Artist",
            "count_objects":"8467"
        },
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28110"
        },
        {
            "id":"35236685",
            "name":"Maker",
            "count_objects":"4856"
        },
        {
            "id":"35236677",
            "name":"After",
            "count_objects":"559"
        }
    ],
    "concordances":{
        "freebase:id":"\/m\/01gtzn",
        "ulan:id":"500094535",
        "ima:id":"690997",
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":"2058",
        "phm:id":null,
        "tms:id":"611",
        "vanda:id":"10124",
        "viaf:id":"46769213",
        "walker:id":null,
        "wikipedia:id":"225297"
    }
}