{
    "id": "68735165",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68735165\/",
    "name": "Aldo Bakker",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "4",
    "biography": "Aldo Bakker was born in Amersfoort, Netherlands in 1971. He is the son of jewelry designer Emmy van Leersum and Gijs Bakker, a pioneer of conceptual design who founded Dutch design collective Droog alongside Renny Ramakers. Aldo Bakker began his career as a jewelry designer, but quickly changed his focus to industrial design as he became increasingly fascinated with the interaction of materials and agency of everyday objects and bodies. Bakker designs porcelain and metal tableware, wooden chairs and benches, and various other objects at his studio in Amsterdam, Netherlands. He emphasizes his dedication to form over function; basing his best-known designs, like his salt cellars or the Urushi side table, on unexpected shapes he encounters in passing rather than a traditional design canon. Bakker only tweaks the objects to ensure optimal functionality after the forms and materials are perfected. In recent years, Bakker’s work has won critical acclaim, earning him exhibitions throughout Europe and requests to design and curate works for Frieze London 2013 and Milan Design Week 2014. Emmy+Gijs+Aldo, a landmark 2011 retrospective exhibition at Zuiderzeemuseum in Enkhuizen, Netherlands that charted Bakker’s parents’ influence on his work, also served to anchor his career beyond the context of his family, establishing Bakker as a distinctive designer in his own right.\n\nhttp:\/\/www.aldobakker.com\/about\/biography-aldo-bakker\nhttp:\/\/www.aldobakker.com\/about\/curriculum-vitae\nhttp:\/\/www.dezeen.com\/2014\/04\/25\/aldo-bakker-stainless-steel-tableware-georg-jensen\/\nhttp:\/\/www.dwell.com\/profiles\/article\/new-dutch-design-aldo-bakker\nhttp:\/\/www.coolhunting.com\/design\/interview-aldo-bakker-designer.php",
    "woe:country_id": "23424909",
    "date": "Dutch, b. 1971",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424909"
}