{
    "id": "35460533",
    "tms:id": "274745",
    "accession_number": "2014-39-3",
    "title": "Model For A Rood Screen, 1530-50",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35460533\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "68730131",
    "type_id": "68743135",
    "date": "1530-50",
    "year_start": "1530",
    "year_end": 1580,
    "year_acquired": "2014",
    "decade": null,
    "woe:country_id": "23424975",
    "medium": "Carved, gilt and polychrome (traces) oak, wrought iron",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2014, Acquired by Cooper Hewitt, Smithsonian Design Museum from  Eugene V. Thaw and Clare E. Thaw; purchased by Thaws prior to 2011.",
    "dimensions": "H x W x D: 72.4 x 33.7 x 21.6 cm (28 1\/2 x 13 1\/4 x 8 1\/2 in.)",
    "dimensions_raw": {
        "depth": [
            "21.59",
            "centimeters"
        ],
        "height": [
            "72.39",
            "centimeters"
        ],
        "width": [
            "33.66",
            "centimeters"
        ]
    },
    "creditline": "Gift of Eugene V. and Clare E. Thaw",
    "description": "Gothic style  with columns, openwork, and pointed arches.",
    "justification": "This is an extraordinarily rare example of a model for a rood screen, or a&amp;nbsp;rood loft, the upper portion of the screen. Based on its similarity to flamboyant late Gothic&amp;nbsp;English rood screens of the sixteenth century for a church. Ornate partitions between the chancel and nave (and therefore between the clergy and the people) were a prominent feature in late medieval church architecture. The rood screen would have supported a loft carrying the rood, a sculptural depiction of the crucifixion. The screens were often elaborately carved and painted, heightening the sensation of magnificence. Small scale models, such as this, could have been made to present a design for an important commission to the client, probably the church.\nIts close resemblance to rood screens in the south of England of the early sixteenth century, make this a fascinating architectural study as well as conveying the skill of the wood carvers and metalworkers who worked at this time.&amp;nbsp;The design, with its undulating&amp;nbsp; form, is expressive of the full-blown English Gothic design of this period, with a more complex structure and connection of different elements than appear in earlier, more perpendicular examples.&amp;nbsp; The carver shows a mastery of the minute detail that would have been expected of him even on the full size work of much larger scale. \nMedieval woodwork was one of the most significant legacies of English craft history. The middle ages produced enormous quantities of woodwork. Churches, with their pews, rood screens and other fixtures, provided craftspeople with a steady stream of work. Parishes competed with one another to make their church the most resplendent. \n&amp;nbsp;\nThe model’s reticulated tracery is of the<b> <\/b>flamboyant type first seen in England in the fourteenth century and developed in France in the fifteenth century. Particularly notable are the curvilinear S-shaped tracery, flame-like ogee arches of the flamboyant Gothic,&amp;nbsp;and curiously patterned shafts which resemble extant screens found in Oxfordshire and Devonshire: in the latter,specifically&amp;nbsp;at&amp;nbsp;Colebrook, Colridge and Brushford.. The narrow profile of the model’s twisting mullions is comparable to the Parclose screen at Colebrook, Devonshire, made between 1509 and 1547. The model’s curiously patterned mullion shafts resemble the honeycomb patterns found in two Oxfordshire screens, Thame and Charlton-on-Otmoor. They also occur in conjunction with linen-fold panels. Small holes in the base of the model further imply that it was the top segment of a greater design or that it was held upright on a stand for presentation, or both. The staggered profile of this model resembles the uppermost tier of the rood screen at the Church of All Saints in Kenton, dating to 1478-1486. This suggests that the design’s niches may have been intended to accommodate sculpture. A similar staggered shape can be seen in other screens, including that at Beverley Minster, in Yorkshire, dating to 1520-24 . \n\n\n\n\n<a href=\"#_ftnref1\">[<\/a>.",
    "woe:country": "23424975",
    "type": "Model for a Rood Screen",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/51824_fc6369032b5fde13_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "51824"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/51824_fc6369032b5fde13_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "51824"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/51824_fc6369032b5fde13_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "51824"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/51824_fc6369032b5fde13_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "51824"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/51824_fc6369032b5fde13_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "51824"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18060137",
            "role_id": "35351535",
            "person_name": "Clare E. Thaw",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18060137\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "68736639",
            "role_id": "35351535",
            "person_name": "Eugene V. Thaw",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68736639\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Model For A Rood Screen, 1530-50. Carved, gilt and polychrome (traces) oak, wrought iron. Gift of Eugene V. and Clare E. Thaw. 2014-39-3."
    },
    "colors": [
        {
            "color": "#654d40",
            "closest_crayola": "#714b23",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#41322b",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#8b8482",
            "closest_crayola": "#95918c",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "United Kingdom"
}