{
    "id": "18045817",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045817\/",
    "name": "Dorothy Wright Liebes",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "164",
    "biography": "Dorothy Wright was born in Santa Rosa, California in 1897. Her father was a chemistry professor, which may have influenced her innovative and experimental approach to textiles and materials. She began her career as a schoolteacher, but she later decided to pursue an arts education. She studied applied design at the University of California Berkeley and graduated cum laude in 1923. During the course of her studies one of her professors encouraged her to explore weaving, so in the summer of 1920 she learned how to weave at Hull House in Chicago. She married Leon Liebes, the A. H. Liebes Department Store heir, in 1928. She also received her master’s degree from Columbia University that same year. In 1929, she moved to Paris to train and work as a textile designer for French fashion designer Paul Rodier.\n After working abroad, Liebes returned to the United States and opened her eponymous studio in San Francisco. Her business Initially focused on handwoven, small-run (under 15 yards) custom work for architectural clients like Gardner Dailey, Timothy Pflueger and Frank Lloyd Wright. Liebes continued to travel, and in 1936 she spent a few months in Guatemala, exposing her to pre-Columbian textiles; she was particularly influenced by the bright color combinations and motifs. In 1939 she was appointed director of the Decorative Arts Exhibition at the San Francisco World’s Fair, also known as the Golden Gate International Exposition. She began working with industrial clients like Goodall Fabric, Dobeckmun Co., Bigelow Sanford Inc. and E. I. du Pont de Nemours & Company. During this time, Liebes also served as the National Director of the Red Cross Arts & Skills Program, where she trained war veterans to weave, equipping them with practical skills that would improve their chances for employment in the nation’s textile industry.\nThe end of WWII was a pivotal moment for Liebes and her company. Synthetic materials that were created for and utilized in the war effort were then made available for domestic use. Aluminum, in particular, was of great interest to textile manufacturers. Liebes was excited and inspired by these possibilities, especially the innovative ways in which they could be worked and manipulated. She once remarked in a lecture to design students in Chicago, “Consider the shining cellophanes, dull acetates, lacquered plastics, treated leathers, artificial horsehair, non-tarnishable materials and glass threads!” Dorothy Liebes is often credited as a vital part of the California Modernist movement, and in the 1940s and 50s she was one of the most well-known textile designers in the United States. In contrast to the neutral palette of many of her modernist contemporaries, Liebes is well known for her unexpected use of materials, vibrant color and pattern. She had a penchant for combining seemingly mismatched colors in a cohesive, visually pleasing manner. Liebes famously called color a “magic elixir” and her textiles were characterized by their rich vibrant hues. She coined this the “California Look”, which quickly was referred to as the “Liebes Look”. \nDorothy Liebes was a talented weaver, but she was also a sharp businesswoman who believed that mass-produced textiles could reach wider audiences, regardless of client budgets. While still retaining a handwoven appearance, Liebes worked to design power-loomed fabric in a myriad of different styles and materials. Not only were her textiles accessible, but she made a powerful partner for industry. \nIn 1957, Dorothy Liebes left California and moved her studio to New York City, where she continued to work until her death in 1972. Her work can be found in private and public collections throughout the country, including the Museum of Art and Design, Metropolitan Museum of Art, Cooper Hewitt and more.",
    "woe:country_id": "23424977",
    "date": "American, 1897–1972",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}