{
    "id": "18045817",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18045817\/",
    "name": "Dorothy Wright Liebes",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "163",
    "biography": "Dorothy Wright Liebes’ career began as a school teacher, a practical profession for women in the early 20th century. After some years teaching school, she turned to the arts, something she had always found inspiring. Liebes enrolled in art classes at Berkeley in 1919 and received her B.A. cum laude in Applied Design in 1922. She first pursued her career in what was then the center of the textile industry, New York City, knocking on doors and selling her work to important companies, like Saks Fifth Avenue and Goodall Fabric Company.  \nHer marriage to A. H. Liebes Department Store heir, Leon, allowed her the freedom of doing what she wanted, which was to set up her own studio. Inspired by the city’s Chinatown, Dorothy Liebes incorporated red lacquer into her work. She also studied Scandinavian weaving techniques and combined a variety of materials, such as silk, linen, cellophane, and cork. Heavily influenced by Frank Lloyd Wright and his Arts and Crafts movement, Liebes began producing weaves that drew from the natural environment and paid close attention to how light affected those colors’ tones. Liebes traveled to Guatemala in 1936. This 3-month journey gave her new perspective on color and design, and she brought back native motifs with Spanish influences and pre-Columbian textiles. She had cemented her aesthetic, consisting of combining manmade fibers to her textiles along with metallic elements. \nShe was named Director of the 1939 Decorative Arts Exhibition in San Francisco, and used this position to turn the world’s attention to craft. As National Director of the Red Cross Arts and Skills Program, she and others trained war veterans to weave giving them a practical skill guaranteeing them jobs in the booming textile industry.\nIn the 1930s, Hollywood gave Liebes a chance to have a greater impact on American taste, when she was hired by Metro-Goldwyn-Mayer to design curtains for movie sets. Simultaneously, her hand-woven fabrics were being collected and exhibited at fine art museums, such as the Palace of Fine Arts in San Diego.\nBy the 1940s, Liebes was approached by companies to evolve her designs into machine-woven textiles. Eventually, she opened her own corporation, Dorothy Liebes Textiles, and began working with many of the leading architecture firms designing and producing patterns and textiles. She continued to travel and is known today to be a pioneer of the textile industry for her innovate use of color and material.",
    "woe:country_id": "23424977",
    "date": "American, 1897–1972",
    "woe:country": "23424977"
}