{
    "id": "18536827",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18536827\/",
    "name": "John Vassos",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Born in Romania, John Vassos moved with his family to Turkey where his father owned a newspaper for which Vassos drew controversial political cartoons as a teenager. Facing imprisonment for this work, Vassos came to the United States in 1919 and settled in Boston where he earned money as a window washer before finding work as a sign painter, stage designer, and then as an graphic artist. Around 1921 he moved to New York where he opened the New York Display Company which made graphics for film premieres. He attended the Art Students League and took classes with John Sloan. Vassos earned contracts for print advertisements with Packard cars and Cammeyer shoes and book illustrations with the publisher E.P. Dutton. He published a number of influential texts including Contempo (1929), Ultimo (1930), Phobia (1931), and Humanities (1935). Although Vassos’s design products often embraced the machine age, he expressed his ambivalence towards the powers of mechanization and expressed his ideas on consumer psychology in these illustrated publications. In 1933, he began a forty-three year tenure at the Radio Corporation of America where he worked on a range of projects including the exterior for RCA’s first television set, the first color television camera, and the case designs for multiple radios and a portable phonograph. Vassos also designed American pavilions for various international fairs, restaurant interiors, kitchen appliances, and the Perey turnstile first used in the Chicago exposition of 1933. In 1934, Vassos was featured in Fortune magazine as one of the top ten most important designers working in the United States.As a founding member of the American Designers Institute and the American Society of Industrial Designers, Vassos played an important role in establishing industrial design as a profession.",
    "woe:country_id": "23424977",
    "date": "American, b. Romania, 1898 - 1985",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}