{
  "display_date": "ca. 1980", 
  "credit_line": "Gift of Tamar Cohen", 
  "date_end": "1985", 
  "period": "Early Modern", 
  "dynasty": "", 
  "culture": "Italian", 
  "id": "214284", 
  "style": "", 
  "date_begin": "1975", 
  "dimensions": "73.3 x 53.0 cm (28 7/8 x 20 7/8 in. ), external dimensions\r\n71.8 x 51.6 cm (28 1/4 x 20 5/16 in.), internal dimensions", 
  "copyright": "", 
  "title": "Portfolio Box for \"Progetti Scenici per 'Sintesi Futuriste'\" [Scenic Projects for  \"Futurist  Sytheses\"] Portfolio", 
  "provenance": "Elaine Lustig Cohen", 
  "credit_line_repro": "", 
  "invno": "1999-6-5-1                                ", 
  "movement": "", 
  "medium": "Blue laid paper adhered to board, black cloth binding tape", 
  "media_id": "", 
  "description": "Large portfolio box with lid attached along left side; cover is mechanically printed in black ink script, in upper center, with reproduction of a handwritten description in Italian by Balla of his concept for a futurist theatrical production comprising twelve mechanical robot people each of whom makes a different sound.  The printed description is signed and dated in printed script:  Balla/Futurista/1914. [See inscriptions]\r\nDescription of complete portfolio (1999-6-5-1/22):  Portfolio containing nine mostly lithographic prints and twelve text pages. The prints reproduce nine original screenprints or drawings (this is not clear) from 1915 to 1925 by Balla for futurist set and costume designs. The prints are preceded by a title page for the complete portfolio, an introductory page by Elica Balla discussing the origin of Balla's interest in theater design, and with an essay by Guido Ballo placing Balla in the historic context of futurist set design.  Each print is also preceded by a title page for the print that also contains a table of contents for the entire portfolio with an authorization of the reproduction project by Luce and Elica Balla. Edition of 150 with 10 artist's proofs; this example is 45/150.", 
  "classification_id": "102", 
  "restrictions": "", 
  "school": "", 
  "name": "Box", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}