{
    "id":"18122943",
    "tms:id":"10089",
    "accession_number":"1901-39-3360",
    "title":"Drawing, \"Deeds of Jupiter, for a Ceiling\", 1812",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18122943\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "media_id":"35366377",
    "type_id":"35237093",
    "date":"1812",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and ink, brush and wash over traces of graphite on laid paper",
    "markings":null,
    "signed":null,
    "inscribed":"Inscribed: nascita di Giove; Antiope; Europa; Leda; Danae.",
    "provenance":"Giovanni Piancastelli, Rome",
    "dimensions":"27.2 x 41.2 cm (10 11\/16 x 16 1\/4 in.)",
    "creditline":"Museum purchase through gift of various donors",
    "description":"Infant Jupiter cared for by nymphs Adrastea and Ida, in Cretan woods. One quiets an eagle, other raises hind part of goat, Amalthea. Bucolic characters assist nymphs while Bacchic characters in rear. Caption written in graphite above: nas [c]ita di Giove. Bottom: Leda leaves stream, looking at swan who flies away. Dragon lies in right middle plane, inscription: Leda.  Pen sketch for forepart of goat. Top, in opposite direction: Jupiter, as Satyr, uncovers sleeping Antiope; inscription: Antiope. At left: Europa carried away by bull, accompanied by eagle. Bull and woman kiss each other; inscription: Europa. Beside are pen sketches. At left, head of the bull, at right, forepart of bull. At right: Danae seated upon bed receives the gold rain. Eagle shown at left; inscription: Danae.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042405",
            "role_id":"35236655",
            "person_name":"Felice Giani",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Deeds of Jupiter, for a Ceiling\", 1812.\n1812. Pen and ink, brush and wash over traces of graphite on laid paper. Museum purchase through gift of various donors. 1901-39-3360."
    },
    "colors":[

    ]
}