{
    "id":"18703205",
    "tms:id":"227378",
    "accession_number":"2005-33-6",
    "title":"Blanket, \"Sampler Blanket #6\", 2004",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18703205\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35426311",
    "type_id":"35298807",
    "date":"2004",
    "year_start":"2004",
    "year_end":"2004",
    "year_acquired":"2005",
    "decade":"2000",
    "woe:country":"23424909",
    "medium":"Medium: wool, polyester\nTechnique: needle punched wool and wool applique with machine embroidery",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"L x W: 204 x 92 cm (6 ft. 8 5\/16 in. x 36 1\/4 in.)",
    "creditline":"Museum purchase through Exhibition Funds",
    "description":"Dark brown background with lighter shade at the top and bottom.  There are white cross-stitch patterns in the upper left and lettering in the upper right, a yellow A and bright pink Z and C. In the middle right is a white deer.  Cherry blossoms feature prominently in patterned light green, shadowed by white embroidery.",
    "justification":"In 2004, the Cooper-Hewitt commissioned Dutch designer Hella Jongerius (b.1963) to create a series of ten textiles (2005-33-1 through 2005-33-10), collectively titled Sampler Blanket. This work was&amp;nbsp;undertaken in&amp;nbsp;conjunction with the exhibition Hella Jongerius Selects: Works from the Permanent Collection, which was shown in the Nancy and Edwin Marks Collections Gallery March 4 to September 4, 2005. \n&amp;nbsp;\nEach work in this series is inspired by designs found on historic samplers in the Museum’s Textile Department. Embroidered samplers are one of the richest areas of the collection: the department has over 1,000 examples from all over the world. Jongerius visited the collection three times in 2003 and 2004, and viewed hundreds of samplers. Jongerius was interested in the learning process inherent in the making of these objects, the historic use and re-use of established motifs, as well as the highly personal symbols and information contained within samplers. For her blankets, the unique motifs are hand-cut from recycled materials and joined to the foundation fabric using needle-punch technology, in which mechanized needle boards holding hundreds of barbed needles push up and down through the layers to entangle the fibers together. As a result, as second “shadow” version of the imagery appears on the back. These are then embellished with machine embroidery. Inspired by traditional handwork but using industrial processes and recycled materials, Sampler Blanket explores the transition between domestic and industrial production, and the influence of the hand even within technological innovation.\n&amp;nbsp;\nJongerius continues to let materials largely determine the design direction at Jongeriuslab, where she combines ancient craft technique with modern technology. Another work in the Museum’s collection, Layers Garden Double, is another beautiful example of this philosophy at work. Not only is it an excellent example of contemporary textiles, but it also documents a project that began with the Sampler Blanket. Together these textiles weave a narrative about the works as a creative endeavor and reveal the importance of handwork and machine production in each. ",
    "type":{
        "id":"35298807",
        "name":"Blanket"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/20833_a95959112ef86bf4_b.jpg",
                "width":500,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/20833_a95959112ef86bf4_n.jpg",
                "width":156,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/20833_a95959112ef86bf4_z.jpg",
                "width":313,
                "height":640,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/20834_c324cda47ce6538b_b.jpg",
                "width":502,
                "height":1024,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/20834_c324cda47ce6538b_n.jpg",
                "width":157,
                "height":320,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/20834_c324cda47ce6538b_z.jpg",
                "width":314,
                "height":640,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18060755",
            "role_id":"35352257",
            "person_name":"Private Collection",
            "role_name":"Transferor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18060755\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352257\/"
        },
        {
            "person_id":"18055675",
            "role_id":"35236655",
            "person_name":"Hella Jongerius",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18055675\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Blanket, \"Sampler Blanket #6\", 2004.\n2004. Medium: wool, polyester\nTechnique: needle punched wool and wool applique with machine embroidery. Museum purchase through Exhibition Funds. 2005-33-6."
    },
    "colors":[
        {
            "color":"#28261e",
            "closest_css3":"#000000"
        },
        {
            "color":"#c1b99e",
            "closest_css3":"#d2b48c"
        },
        {
            "color":"#a4a472",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#78746d",
            "closest_css3":"#696969"
        },
        {
            "color":"#616941",
            "closest_css3":"#556b2f"
        }
    ]
}