{
    "id":"18410093",
    "tms:id":"115241",
    "accession_number":"1956-45-4",
    "title":"Textile, \"Modern Master Series\", 1955",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18410093\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35251739",
    "date":"1955",
    "year_start":1955,
    "year_end":1955,
    "year_acquired":"1956",
    "decade":"1950",
    "woe:country":"23424977",
    "medium":"Medium: cotton\nTechnique: printed by engraved roller, incised by photographic method",
    "markings":null,
    "signed":null,
    "inscribed":"Fuller Fabrics Vitrail by Fernand Leger A Modern Master Original D.B. Fuller & Co. (printed in selvedge)",
    "provenance":null,
    "dimensions":"H x W: 200 x 102.2 cm (78 3\/4 x 40 1\/4 in.)\nRepeat H x W: 20 x 55.2 cm (7 7\/8 x 21 3\/4 in.)",
    "creditline":"Gift of Fuller Fabrics Corp.",
    "description":"Length of printed cotton resembling a stained glass window, with a repeating design of abstract forms built up in mosaic fashion in golden yellow, green-yellow, greens, browns and white, within a grid-like black framework.",
    "justification":"\n\n In 1953, Dan Fuller, President of Fuller Fabrics, invited five of the twentieth century’s most distinguished artists: Pablo Picasso, Fernand Léger, Marc Chagall, Joan Miró, and Raoul Dufy, to collaborate on a line of textiles to be called the Modern Masters Series. The concept was unique in that the artists were not commissioned to produce original patterns specifically for the textiles. Instead, Dan Fuller worked with each artist to select motifs from their existing body of work, which were then translated by the company’s in-house designers into repeating patterns.<a href=\"#_ftn1\">[1]<\/a> Fidelity of reproduction was essential, and Fuller’s designers worked diligently to render the motifs accurately for engraving. The patterns were roller printed rather than screen printed, because the fabric was intended to be mass produced and sold at low price points, less than $2 a yard, for use by both garment manufacturers and home sewers. Each artist approved the final patterns derived from his work and was involved in the selection of the colors. \nMarketing was a key element of the project – the Modern Master Series was launched in the fall of 1955 with a museum exhibition and documentary film that featured the artists in their studios, the original works of art, the finished fabrics, and the production process. The film and exhibition opened at the Brooklyn Museum and then traveled to other American museums.<a href=\"#_ftn2\">[2]<\/a> For a five-page editorial spread in Life Magazine, “Modern Art in Fashion,” Life’s fashion editor Sally Kirkland enlisted the participation of her friend, designer Claire McCardell. McCardell designed a wardrobe of separates and dresses using Modern Masters Fabrics which were featured in the Life photo essay.<a href=\"#_ftn3\">[3]<\/a>\nThe collection of sixty designs was much celebrated when it was launched. American Fabrics applauded Fuller for its daring and courage in bridging “the abyss” between fine and applied arts.<a href=\"#_ftn4\">[4]<\/a> Cooper-Hewitt currently holds six fabrics from Fuller’s Modern Masters Series in its collection: The Bullfight, Birds, and Poisson by Pablo Picasso, Vitrail by Fernand Leger, Femme Ecoutant by Joan Miro, and Evening Enchantment by Marc Chagall. \nIn 1951, Fernand Léger designed seventeen monumental stained glass windows (vitrail, in French) depicting the instruments of Christ’s passion for the new Eglise du Sacré Coeur in Audincourt, France. The design for one of these windows, Pincers and Nails, was used as the pattern for Vitrail. Catholic church windows seem an unlikely design source for a fashion fabric-- one garment manufacturer used Vitrail for bathing suits, in a “drip n’dry” cotton and a colorway of deep pinks. But Léger was not a religious man. His goal in designing the Audincourt church windows was to create something that was objectively beautiful, not “sentimental.” His choice of the Pincers and Nails motif for the Modern Masters Series perhaps only underscores the intent of his original window design to “produce a pattern of forms and colors that was relevant to all, believers and non-believers alike.”<a href=\"#_ftn5\">[5]<\/a>\n\n\n\n\n<a href=\"#_ftnref1\">[1]<\/a> Geoffry Rayner, Richard Chamberlain and Annamarie Stapleton, Textile Design: Artists’ Textiles 1940-76 (Woodbridge, Suffolk, UK: Antique Collectors Club, 2012), 139.\n\n<a href=\"#_ftnref2\">[2]<\/a> “Trying Abstraction on Fabrics,” ArtNews 54, issue 7 (November 1955): 43.\n\n<a href=\"#_ftnref3\">[3]<\/a> Kohle Yohannan, and Nancy Nolf, Claire McCardell: Redefining Modernism (NY: Abrams, 1998), 126.\n\n<a href=\"#_ftnref4\">[4]<\/a> “Fine Art and Textiles come to Terms,” American Fabrics 35 (Winter 1955-56): 49.\n\n<a href=\"#_ftnref5\">[5]<\/a> Fernand Léger quoted in Andre Verdet, Léger (London: Hamlyn, 1970), 38.",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42765_44ddcfffb9c6b5d2_b.jpg",
                "width":527,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42765_44ddcfffb9c6b5d2_n.jpg",
                "width":165,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42765_44ddcfffb9c6b5d2_z.jpg",
                "width":330,
                "height":640,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18388_5796c3de475a0430_b.jpg",
                "width":694,
                "height":1024,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18388_5796c3de475a0430_n.jpg",
                "width":217,
                "height":320,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18388_5796c3de475a0430_z.jpg",
                "width":434,
                "height":640,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18065027",
            "role_id":"35351535",
            "person_name":"Fuller Fabrics",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065027\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"18065027",
            "role_id":"35236657",
            "person_name":"Fuller Fabrics",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065027\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"18065033",
            "role_id":"35236655",
            "person_name":"Fernand Leger",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065033\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Textile, \"Modern Master Series\", 1955.Medium: cotton\nTechnique: printed by engraved roller, incised by photographic method. Gift of Fuller Fabrics Corp.. 1956-45-4."
    },
    "colors":[
        {
            "color":"#2f2a2a",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#c29c2f",
            "closest_css3":"#daa520"
        },
        {
            "color":"#eec721",
            "closest_css3":"#daa520"
        },
        {
            "color":"#4f463d",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#bcb2a1",
            "closest_css3":"#a9a9a9"
        }
    ]
}