{
  "display_date": "1986", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1986", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197055", 
  "style": "", 
  "date_begin": "1986", 
  "dimensions": "30.2 x 45.5 cm (11 5/16 x 18 in.)", 
  "copyright": "", 
  "title": "China Grill: Menu", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-280                              ", 
  "movement": "", 
  "medium": "Offset lithography on plastic", 
  "media_id": "", 
  "description": "Recto: The near rigid, transparent material is edged left and right by 5 cm. (2 in.) borders in a mottled, pale green, overlaid by sketches (e.g., chopsticks, a bowl on a table, a wine bottle, a leaf) in thin black outline with salmon, yellow and lavender-gray highlights. Ten horizontal lines of miniscule type, at evenly spaced top to bottom intervals, describe a traveller's journey in the Pulisanghin River region in China. The narrative is overlaid, but not abbreviated, by four opaque menu sections: from the top-center edge to above mid-center, centered side to side and finishing in a convex boundary, Appetizers, in script on yellow; from mid-center to bottom edge, centered side to side, Entrees, in capitals on a pale green square; to the left of the square, Rice, in upper and lower case on a smaller gray rectangle abutting the square on the right and a short distance from the border on the left; and to the right of the square, Vegetables, in capitals on a salmon rectangle, in effect behind the square, and with a stepped right edge. Menu selections are listed in italics, each followed directly beneath by accompaniments in upper and lower case. Just above the lower edge of the square is the Chef Makoto Tanaka and to the right, within the salmon rectangle, is No cigar or pipe smoking, please. \r\nVerso: The same opaque sections - that is, the reverse sides of the recto - form the backgrounds of listings of beverages. Pictographs serve as headings. Border designs are of the same type as on the recto; a sketch of part of the China Grill logo, the shield, appears in the border on the upper left. \r\n", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "menu", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}