{
    "id": "18051185",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18051185\/",
    "name": "Design Research, Inc.",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Retail establishment and product design. Design Research, Inc. (D\/R), founded in 1953 in Cambridge, Massachusetts, by architect Benjamin Thompson, specialized in the latest post- war products for the modern home. The displays in the stores were considered unique in that they were designed at domestic scale and the products were shown in realistic, homelike arrangements. Products were sought and selected based on the anticipated preferences of customers, not on traditional retail buying patterns. As the time, the availability of \"good design\" was limited to wholesale firms such as Herman Miller and Knoll. Thompson was the first to introduce the work of many European and Asian designers to the American retail market, including the work of the design firm of Marimekko for wich D\/R was the exclusive U.S. representative. The company also created many of its own products including chairs manufactured by Thonet. D\/R later opened stores in New York City, San Francisco, and Philadelphia. Thompson's own architectural firm, Benjamin Thompson & Associates, Inc., designed all of the D\/R stores. For the San Francisco store, Thompson renovated the former Ghirardelli Chocolate factory. Even after the stores officially closed in 1978, D\/R remained a model for many merchants.",
    "woe:country": "23424977",
    "date": "American, 1953 – 1979",
    "roles": [
        {
            "id": "35236749",
            "name": "Retailer",
            "count_objects": "2"
        },
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "1"
        }
    ],
    "concordances": {
        "freebase:id": null,
        "wikipedia:id": null,
        "viaf:id": null,
        "lcnaf:id": null,
        "moma:id": null
    }
}