{
    "id":"18716025",
    "tms:id":"233915",
    "accession_number":"2009-2-1",
    "title":"Asafo Flag, 2009-2-1, before 1957",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18716025\/",
    "department_id":"35347501",
    "period_id":null,
    "date":"before 1957",
    "year_start":null,
    "year_end":"1957",
    "year_acquired":"2009",
    "decade":null,
    "woe:country":"23424824",
    "medium":"Medium: cotton\nTechnique: appliqué",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 106.7 x 145.4 cm (42 x 57 1\/4 in.)",
    "creditline":"Museum purchase through gift of Mrs. William Goulding and from General Acquisitions Endowment Fund",
    "description":"Black flag with alternating squares of red, white, black and yellow forming a border. Flag depicts an all-female militia confronting a male intruder who reacts with fear to their presence. The two women closest to the intruder carry a flag and a drum while the others carry rifles and a machete. A small British flag appears in the upper left hand corner. The initials of the militia are embroidered along the bottom edge. The flag is fringed on three sides.",
    "justification":"\nAmong the Fante people of coastal Ghana, small local militias known as Asafo play an important role in community and political life. The word ‘Asafo' is derived from 'sa,’ meaning war and 'fo,’ meaning people. The Fante region is made up of twenty-four states, and in any one state there may be from two to fourteen Asafo companies, and rivalries among the Asafo companies are common. Many flags are specifically designed as challenges or insults to rival companies, and many are based on proverbs, with subtle references to local events or personalities. \n&amp;nbsp;\nThe display of Asafo flags is also associated with the social activities of the company and the town as a whole. For the town the major event of the year is the Akwambo (path-clearing) festival, during which paths are cleared to shrines of the gods. Bearing their flags, the Asafo companies parade through the streets to the town shrines to demonstrate their allegiances. The flags are also shown at other events, such as the enstoolment of chiefs, the annual Yam Festival and state holidays. At these social events the flags are displayed in a variety of ways: The flagpoles of the shrines of each company proudly carry the flags aloft, flags are carried in processions and, most dynamically, there is a spectacular display of dancing with the flag by specially trained flagbearers, the 'frankakitsanyi'.&quot; \n&amp;nbsp;\nThis textile, a black flag with alternating squares of red, white, black and yellow forming a border, was made before 1957. It presents a frightened looking man, perhaps an intruder, with a hand raised to his open mouth, facing an impressive group of armed women in two lines. The two women closest to the intruder carry a flag and a drum while the others carry rifles and a machete. The initials of the militia are embroidered along the bottom edge. The flag is fringed on three sides. The design evokes the saying “When even our women have been prepared for war, what are our men capable of?” &amp;nbsp;While these are typically called appliqué flags, the pieces are not applied to the surface but rather set in to the ground fabric, so that the figures are seen from both front and back, with details added to each side in embroidery. Before their independence from the United Kingdom in March 1957 many of the flags featured the Union Jack in the upper left corner, much like this example. Later flags can be dated because of the inclusion of the Ghanaian flag. This flag is very well executed technically, with fine stitching and embroidery, and a torn-cloth fringe around three sides. Given that these flags are used regularly, many are in poor condition, however this piece is in remarkably good condition. The Fante Asafo flag is part of a unique visual arts tradition, is a vibrant form of graphic design, and functions as a political and propagandistic textile, as well as textile art. \n&amp;nbsp;",
    "culture":"Fante",
    "style":null,
    "type":{
        "id":"35304835",
        "name":"Asafo flag"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/29677_fb9c2b9ea8097403_b.jpg",
                "width":1024,
                "height":727,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/29677_fb9c2b9ea8097403_n.jpg",
                "width":320,
                "height":227,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/29677_fb9c2b9ea8097403_z.jpg",
                "width":640,
                "height":454,
                "is_primary":"1"
            }
        }
    ],
    "participants":[

    ],
    "exhibitions":[

    ]
}