{
    "id":"18044261",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18044261\/",
    "name":"Ettore Sottsass, Jr.",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"6",
    "biography":"Ettore Sottsass was a product designer and architect who had an enormous influence on Italian design in the second half of the 20th century.  Sottsass was born in Innsbruck, Austria but moved with his family to Italy so that he could study architecture at Turin Polytechnic University.  Upon graduating in 1939 he was called to serve the Italian Army until the end of World War II. In 1945, Sottsass opened his own architecture and design studio in Milan. At this time he started designing furniture that experimented with the relationship between three-dimensional space and two-dimensional pattern, a theme that can be seen throughout Sottsass’ career. He worked as a design consultant for the industrial design group Olivetti from 1958-1980, where he created iconic pieces associated with pop culture such as the Elea 9003 calculator and the Valentine portable red typewriter, as well as numerous whimsical objects in glass and ceramic. In 1980, Sottsass co-founded the Milan design group Memphis with fellow avant-garde designers Andrea Branzi, Alessandro Mendini, Martine Bedin, and Michele de Lucchi. Aiming to promote radical design, they produced brightly colored, geometric, and often anti-functional furniture, lighting and ceramics. Memphis dominated the early 1980s design scene and secured Sottsass’ place in history as a founder of post-modernism.  Sottsass left the group in 1985 to focus on his own Milan-based practice, Sottsass Associati, where he worked for the rest of his life. He returned to architecture in his later years to complete a series of private houses and public buildings, notably the interior of the Milan Malpensa 2000 Airport from 1994-1998. In recent years,  Sottsass’ career has been the object of major retrospectives, including exhibitions at the Los Angeles County Museum of Art in 2006 and the London Design Museum in 2007. His works belong to numerous public collections around the world, and continue to inspire young designers.",
    "woe:country":"23424853",
    "date":"Italian, 1917–2007",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"6"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":"500019835",
        "ima:id":"619404",
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"1955",
        "vanda:id":"51144",
        "viaf:id":"93197959",
        "walker:id":null,
        "wikipedia:id":"385762"
    }
}