{
    "id":"18467287",
    "tms:id":"144274",
    "accession_number":"1968-78-1",
    "title":"Bedcover",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18467287\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35282877",
    "date":null,
    "year_start":null,
    "year_end":null,
    "year_acquired":"1968",
    "decade":null,
    "woe:country":"23424848",
    "medium":"Medium: cotton\nTechnique: mordant-painted and resist-dyed (chintz)",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":null,
    "creditline":"Museum purchase from Restricted Funds",
    "description":"The wide border, contained between two narrow guard borders with pattern of delicate flowering vine, exhibits a design of five types of palm trees – the Palmyra palm, banana, coconut, betel, and date palms – growing in a row, and forming a repeat pattern. On the ground appear a mongoose, a lamb, and shaggy gray dog wearing a collar. Several of the trees variously inhabited; the coconut palm is being ascended by the \"toddy\" man, equipped with ladder, sack and other tools, to gather the fluid which will make the \"toddy\" wine. A parakeet with red body and green tail clings to the trunk of a banana palm; a cobra is coiled round the trunk of the date palm, reaching toward birds which flutter about their next, brown squirrels are busy on the trunk of the betel palm. The palm trunks are in red, or brown, or blue with red and blue foliage. Colors are two reds, two greens, blue, yellow, violet, brown. Cotton is very fine, now a biscuit color, and glazed. Note: Dr. Robert Read identified the palms; Sect. S. Dillon Ripley of the Smithsonian, the birds and animals.",
    "justification":null,
    "type":{
        "id":"35282877",
        "name":"Bedcover"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Bedcover.\nMedium: cotton\nTechnique: mordant-painted and resist-dyed (chintz). Museum purchase from Restricted Funds. 1968-78-1."
    },
    "colors":[
        {
            "color":"#bb988e",
            "closest_css3":"#bc8f8f"
        },
        {
            "color":"#e2d3c7",
            "closest_css3":"#d3d3d3"
        },
        {
            "color":"#6f5f5a",
            "closest_css3":"#696969"
        },
        {
            "color":"#e4bbad",
            "closest_css3":"#ffb6c1"
        },
        {
            "color":"#494342",
            "closest_css3":"#2f4f4f"
        }
    ]
}