{
    "id": "18043673",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18043673\/",
    "name": "Chip Kidd",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "15",
    "biography": "Chip Kidd, the new York based graphic designer and writer, has become one of, if not the most famous book jacket designer to date. Born in 1964 and raised in Reading, Pennsylvania; his designs have been, according to Graphic Design: America Two, credited with \"helping to spawn a revolution in the art of American book packaging in the last ten years.\" One of the most consistent characteristics of Kidd's revolutionary style is the fact that his book jackets do not have a signature look. According to Kidd, \"A signature look is crippling...[because] the simplest  and most effective solutions aren't dictated by style.\"\n     \n     Kidd graduated from Pennsylvania State University where he majored in graphic design and became interested in the work of Paul Saville, the designer of British record sleeves for whose designs he still considers a major influence on his work.\n    \n      Most of Kidd's more famous book jackets have been created during his ongoing fifteen years plus run at the venerable Alfred A. Knopf publishing house under art director, Carol Devine Carson, who according to The New York Times \"is credited with helping overhaul old ways of using type, artwork, photography and color on book jackets.\" Kidd's list of clients is made up of some of the most well known and celebrated authors of today including Anne Rice, John Updike, Dean Koontz and Michael Crichton for whom he created the now iconic illustration of a dinosaur skeleton for his book \"Jurassic Park\". Kidd's dinosaur skeleton also became the central image of the movie marketing campaign as well. He also designed the catalogue cover for the Cooper-Hewitt's \"Mixing Messages\" exhibitions. \n    \n      Kidd's work has been featured in Vanity Fair, Time, The New York Times, Graphis, New York and ID magazines. Chip Kidd has also written about graphic design for Vogue, The New York Times, the New York Observer, Arena, Details, The New York Post and Print magazines. He also wrote and designed the cover for his novel \"Cheese Monkeys\".",
    "woe:country": "23424977",
    "date": "born 1964",
    "roles": [
        {
            "id": "35351535",
            "name": "Donor",
            "count_objects": "118109"
        },
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        },
        {
            "id": "35236677",
            "name": "After",
            "count_objects": "584"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": "\/m\/05mx1l",
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": "97006288",
        "moma:id": null,
        "phm:id": null,
        "tms:id": "1524",
        "vanda:id": null,
        "viaf:id": "49387975",
        "wikipedia:id": "1680655",
        "ideo:id": null
    }
}