{
    "id": "18730711",
    "tms:id": "241449",
    "accession_number": "2009-16-13",
    "title": "Vase",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18730711\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35414521",
    "type_id": "35237225",
    "date": null,
    "year_start": null,
    "year_end": null,
    "year_acquired": "2009",
    "decade": null,
    "woe:country_id": null,
    "medium": "Glazed earthenware",
    "markings": "In magic marker on bottom:\nCeramica Sao Bernardo\nAlcobaca, Portugal\nDesign: Gerard Gulotta\n\nSticker:\nGerard Gulotta Design, Inc.\n22 W 26th St. New York, NY 10010",
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": null,
    "dimensions_raw": null,
    "creditline": "Gift of Gerald Gulotta",
    "description": null,
    "justification": "This prototype was designed by the American industrial designer and teacher, Gerald Gulotta. His work is recognized for its simplicity juxtaposed with sophistication, resulting in objects that are both functional and aesthetically pleasing. Gulotta designed glass, ceramics, cutlery, and other tabletop objects from the mid-20th through the early 21st century, producing wares for an international roster of manufacturers in the United States, Europe, and Asia. \nGulotta studied industrial design under Eva Zeisel at the Pratt Institute in Brooklyn. Upon graduation in 1950, he began working for established industrial designers like Zeisel, Raymond Loewy, and George Nelson. Gulotta returned to Pratt as a teacher, inheriting Zeisel’s ceramics class in 1955; he continued to teach at Pratt for more than 25 years while also maintaining his own design practice. Gulotta was additionally active in international design education. He organized and directed the Industrial Design Workshop ‘74 in Portugal and designed the first foundation curriculum in industrial design for a new school of design at the University of Guadalajara in Mexico in 1976–77. He was a guest lecturer at several art schools in China in 1982, including the College of Arts and Crafts in the ancient pottery manufacturing center of Jingdezhen.\nBy the early 1970s, Gulotta’s tableware and glassware designs had risen in popularity and developed a devoted following. During this period he began working with the Block China Corporation; the firm’s Portuguese manufactory opened doors to the European market. Gulotta’s work has been featured in many exhibitions, including the 1960 Smithsonian traveling exhibition, Designed for Silver. Gulotta is also the recipient of numerous awards. He was a finalist in the Concurso Internazionale della Ceramica d’Arte, Faenza, Italy, in 1960; he won the Premio Internacional at the 1971 Concurso de Diseño Industrial de Cerámica y Vidrio in Valencia, Spain; in 1980 he claimed first prize at the International Competition for handmade glass, in Lisbon, Portugal.[1] Gulotta's work is held by major collections in the United States, England, and Australia.\nIn the 1990s, Gulotta invited several American museums, including Cooper-Hewitt, to visit his studio and select examples of his work. At that time, the museum acquired cutlery patterns, glassware, a suite of his Chromatics tableware, and drawings for ceramics. The objects currently proposed for acquisition were selected by curators invited by Gulotta for another visit, which took place a few days before Gulotta shuttered his practice and retired to New Mexico. These vase prototypes, produced for the Portuguese manufacturer, Cerâmica São Bernardo, represent Gulotta’s experimentation with ceramic glazes and surface effects. The prototypes are in a celadon craquelure surface reminiscent of Asian ceramics, but also have a fish scale-like matte white surface achieved by spraying the glaze through a screen. Variations in the surface are a result of the way the ceramics worker finished the piece, holding the screen while applying the glaze. This rapid process is the same for each work, but each surface is unique.\nThe models and prototypes under consideration are desirable for the way they tell a story of the industrial design process—from concept and modifications to a final version ready for mass production. According to Gulotta: \n“I always begin with thumbnail sketches. When I think an idea is interesting, I begin a model right away…. I'm not a potter…. [I deal] in the cross section—it's really cross-section designing. The factory gets my drawings and models, and they have to make their own production models….I go to the factory in the beginning stages. The plaster models are always…pristine. Sometimes the translation into ceramics requires modification that you can't control until you make a sample.” [2]\n[1] “Premio de diseño de ceramica,” ABC, April 16, 1971, <a href=\"http:\/\/hemeroteca.abc.es\/nav\/Navigate.exe\/hemeroteca\/madrid\/abc\/1971\/04\/16\/055.html\">http:\/\/hemeroteca.abc.es\/nav\/Navigate.exe\/hemeroteca\/madrid\/abc\/1971\/04\/16\/055.html<\/a>[2] Susan Wechsler, “The New American Ceramics,” Industrial Design, May\/June 1985, 26.",
    "woe:country": null,
    "type": "Vase",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92687_5cd50bf4d39031a8_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "92687"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92687_5cd50bf4d39031a8_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "92687"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92687_5cd50bf4d39031a8_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "92687"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92687_5cd50bf4d39031a8_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "92687"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92687_5cd50bf4d39031a8_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "92687"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38938_98e42b3ead480990_b.jpg",
                "width": 309,
                "height": 143,
                "is_primary": "0",
                "image_id": "38938"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38938_98e42b3ead480990_z.jpg",
                "width": 309,
                "height": 143,
                "is_primary": "0",
                "image_id": "38938"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38938_98e42b3ead480990_n.jpg",
                "width": 309,
                "height": 143,
                "is_primary": "0",
                "image_id": "38938"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38938_98e42b3ead480990_d.gif",
                "width": 309,
                "height": 143,
                "is_primary": "0",
                "image_id": "38938"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/38938_98e42b3ead480990_sq.jpg",
                "width": 300,
                "height": 143,
                "is_primary": "0",
                "image_id": "38938"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18041133",
            "role_id": "35351535",
            "person_name": "Gerald Gulotta (American, b. 1921)",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041133\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18062317",
            "role_id": "51571159",
            "person_name": "Laura Gulotta",
            "person_date": "",
            "role_name": "Agent",
            "role_display_name": "Agent:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062317\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/51571159\/"
        },
        {
            "person_id": "18041133",
            "role_id": "35236655",
            "person_name": "Gerald Gulotta (American, b. 1921)",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041133\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Vase. Glazed earthenware. Gift of Gerald Gulotta. 2009-16-13."
    },
    "colors": [

    ]
}