{
    "id": "18046189",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046189\/",
    "name": "Anton Refregier",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Anton Refregier (American, b. Russia, 1905-1979) moved from his home city of Moscow  to Paris and then to New York in 1920. He worked in a factory before earning a scholarship to the Rhode Island School of Design, where he studied until 1925. He returned to New York and worked commercially, producing inexpensive copies of famous paintings for interior decorators until 1927. He then returned briefly to Europe to study in Munich.  \nBack in New York, Refregier lived in the Mount Airy artists’ colony on Croton-on-Hudson. He wanted to paint murals, and in 1936, the Federal Art Project of the Works Project Administration (WPA) hired him for $23.86 per week. For the WPA, he created murals at Greenpoint Hospital in Brooklyn, New York and at the Rincon Post Office (now the Rincon Center) in San Diego, California. The latter, a 27-panel work entitled “History of San Francisco,” took eight years (1940-1948) and cost $26,000 to complete. The mural was controversial because of its depiction of tragic historical moments. Some wanted it destroyed; it was added to the National Registry of Historic Places in 1979. \nIn 1937, Refregier’s work was included in exhibitions at the Art Institute of Chicago and the Whitney Museum of American Art. He subsequently took part in exhibitions at the Corcoran Gallery, the Pennsylvania Academy of the Fine Arts, and the National Academy of Design. From 1937-1938, he taught at and chaired the board of the short-lived American Artists School in New York. He was also a professor of painting at Bard College from 1962-1964.\nAt the time of his death, Refregier was working on a mural for the Moscow Medical Clinic.\nThere is currently one example of Refregier's work in the museum's collection: Textile, Open Sesame, 1952 (1994-38-10). His work can also be found in the collections of the Art Institute of Chicago, the Brooklyn Museum, the Smithsonian American Art Museum, and the Woodstock Artists Association, among others.",
    "woe:country_id": "23424977",
    "date": "American, b. Russia, 1905 - 1979",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}