{
    "id":"18220555",
    "tms:id":"26512",
    "accession_number":"1921-6-203",
    "title":"Book Of Engravings, \"No title\", 1703–70",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18220555\/",
    "department_id":"35347493",
    "period_id":"35417101",
    "media_id":"35371135",
    "type_id":"35271461",
    "date":"1703–70",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1921",
    "decade":null,
    "woe:country":"23424819",
    "medium":null,
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"From the Collection of Léon Decloux",
    "dimensions":null,
    "creditline":"Purchased for the Museum by the Advisory Council",
    "description":"Bound book of plates, the first four being various Chinoiserie scenes.  The remaining 8 are scenes of Rococo figures and ornamentation.\n\nChinoiserie plates:\n\n1. Four chinoise figures on a boat. Text below reads: \"Paris Chez Huquier rue S.Jacque au coin de la rue des Mathurnes. Avec privil du roi. Sculp: Aveline Junior.\n\n2. Four chinoiserie figures. One female stands while three youths remain in various poses at her feet.  Sculp: Huquier, rue St. Jacques.\n\n3. A shepherd with his flock.  Sculp: Aveline Junior.\n\n4. A corpulent chinoiserie figure reclines beneath a palm tree. Text below reads: \"A Paris Chez Huquier, rue St. Jacques, au coin de la rue des Mathurins. Avec privilige du Roi.\"\n\nRococo plates:\n\n1. \"Triomphe de Pomone.\" Sculp: Cochin Filius. Three figs. atop a large escutcheon.\nText below plate reads: \"A Paris Chez De Larmessin graveur du Roy, rue des Noyes a la duxienne Porte cochere a gauche entrant par la Rue St Jacques A.P.D.R.\"\n\n2. \"Triomphe de Priape.\" Sculp: C.L. Duflos. Ten putti frolicking in various poses.\nText below reads: \"A Paris Chez de Larmessin graveur du Roy rue des Noyes a la deuxiene Porte cochere a gauche entrant par la rue St. Jacques A.P.D.R.\n\n3.  \"Hommage Champetre.\" Sculp: C.L. Duflos. Two seated figures, 1 male, 1 female. Male is placing a wreath on the young girl's head. Text below reads: \"A Paris Chez De Larmessin, graveur du Roy rue des Noyers a la duxienne Porte cochere a gauche entrant par la rue St. Jacques A.P.D.R.\n\n4. \"Rocaille.\" Sculp: Duflos. Depicts various rocaille ornamentation, including coral and shells. \n\n5. \"Leda.\" Sculp: Duflos. Leda & the Swan sit together beneath Rocaill ornamentation, possibly a fountain? \n\n6. \"La Pesche.\" Sculp: Le Prince. Text beneath reads: \"A Paris Chez Huquier rue des Mathurnes au coin de la rue de Sorbonne. C.P.R.\"\n\n7. \"La Chasse.\" Sculp: Le Prince. Text beneath reads: \"A Paris Chez Huquier rue des Mathurnes au coin de la rue de Sorbonne. C.P.R.\"",
    "justification":null,
    "type":{
        "id":"35271461",
        "name":"Book of engravings"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18539409",
            "role_id":"35236607",
            "person_name":"François Boucher",
            "role_name":"Inventor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18539409\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236607\/"
        }
    ],
    "exhibitions":[

    ]
}