{
    "id":"18045617",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18045617\/",
    "name":"Junichi Arai",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"29",
    "biography":"Junichi Arai, an important innovator in 20th century textiles, was born in 1932 in Kiryu, a city that has been an important center for textile production in Japan for four centuries. As the sixth generation of a mill-owning family, Arai grew up with fabrics being woven for obis and kimonos. He maintains a deep reverence for traditional weaving techniques and the capabilities that only the hand can provide in the craft of making fabrics. In 1984 he founded Nuno Corporation, a company and retail store that produces and sells innovative functional fabrics. Though his work is very technically innovative, Arai takes a traditional approach with his company by employing local craftspeople to help create his work. He has expanded the potential of a jacquard loom, explored reflective surfaces using polyester slit yarn, developed new interpretations of age-old techniques such as ikat and shibori (tie-dye), and exploited the thermoplastic memories of synthetic fibers to give flat fabrics and third dimension. Because of his extensive work, Arai holds patents on 36 processes.",
    "woe:country":null,
    "date":"Japanese, b. 1932",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28110"
        },
        {
            "id":"35236685",
            "name":"Maker",
            "count_objects":"4856"
        },
        {
            "id":"35351535",
            "name":"Donor",
            "count_objects":"110575"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"2700",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":null
    }
}