{
    "id": "18714213",
    "tms:id": "233004",
    "accession_number": "2008-5-1",
    "title": "Model number 41 Armchair, ca. 1935–40",
    "title_raw": "Model number 41",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18714213\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35388551",
    "type_id": "35237947",
    "date": "ca. 1935–40",
    "year_start": 1930,
    "year_end": 1940,
    "year_acquired": "2008",
    "decade": "1930",
    "woe:country_id": "23424812",
    "medium": "Bent birch plywood, solid birch",
    "markings": "Stamped on the underside of each runner: \"27\"",
    "signed": null,
    "inscribed": null,
    "provenance": "2008: acquired by Museum (from Juhani Lemmetti and Aero Design Furniture Oy, Helsinki, Finalnd) [1]\n\n\n\n\n\n\n\n[1] Chair \"descended in a family from Helsinki\"",
    "dimensions": "H x W x D: 63.5 x 60.5 x 83 cm (25 in. x 23 13\/16 in. x 32 11\/16 in.)",
    "dimensions_raw": {
        "depth": [
            "83.00",
            "centimeters"
        ],
        "height": [
            "63.50",
            "centimeters"
        ],
        "width": [
            "60.50",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of Linda and Irwin Berman and from General Acquisitions Endowment Fund",
    "description": "Curved bent birch plywood seat joined to frame composed of ribbon-like curved, laminated bent birch elements forming legs\/arms; form reinforced by solid birch cross pieces at curled ends of back and seat, and at rear legs.",
    "justification": "The Paimio chair is an icon of 20th-century design and among Alvar Aalto’s best known and most recognized furniture forms.\nAalto was born in 1898 in Kuortane, Finland, and studied architecture at the Helsinki University of Technology from 1916 to 1921. He opened his own architectural practice in 1923. His first major project, the design of the Viipuri Library, provided Aalto with the ideas that coalesced in his design of the Paimio Sanatorium, a tuberculosis sanatorium named for the town in Finland in which it is located. From 1929 to 1933, Aalto designed the facility and its furnishings, exemplifying the modernist ideals of an all-encompassing design program. Aalto’s stamp on modernism is characterized by the use of natural materials, minimal and functional organic forms, and also by exploring the human side of design. Throughout his career, Aalto was an influential figure in 20th-century architecture, town planning, furniture, lighting and glass. Besides the Viipuri and Paimio buildings, his numerous architectural projects included the 1929 exhibition commemorating the 700th anniversary of the Finnish city of Turku, the Finnish pavilions at the 1937 Exposition Internationale des Arts et Techniques dans la Vie Moderne in Paris, and the 1939 New York World’s Fair and the Opera House, in Essen, Germany (designed 1959), now known as the Aalto Theatre.\nThis armchair for the Paimio Sanatorium lounge was designed with its back angled to help sitters breathe more easily. Aalto’s intention was to create furniture that was more comfortable than the “new” tubular metal furniture considered suitable for institutional use and created by his contemporaries including Marcel Breuer, Ludwig Mies van der Rohe, and Charlotte Perriand. Although Aalto was influenced by these designers, and even used some of their furniture in his own home, he felt that chromed tubular steel was sanitary and durable but, “. . . psychophysically [this material was] not good for the human being. The sanatorium needed furniture that . . . was better for the human touch and more suitable as the general material for the long and painful life in a sanatorium.”\nThe Paimio chair is a culmination of Aalto’s early experimentation with laminated wood. From the late 1920s onward, Aalto experimented with plywood and laminated strips, working with Otto Korhonen, the technical director of the furniture manufacturer, Huonekalu-ja Rakennustyötehdas, in Turku near Paimio. After extensive testing, Aalto and Korhonen resolved difficult technical problems and were able to maintain the materials’ resilience and strength while producing the bending, ribbon-like laminated strips and plywood sheet forms. Huonekalu ja Rakennustyötehdas became the first manufacturer of the chair.\nThe Paimio chair’s one-piece seat suspended in its own frame expressed a structural rationalism fundamental to principals of modernist design. The juxtaposition of the flowing curved lines of the frame and the broad scrolling plane of the seat in warm natural wood result in an inviting organic quality. Aalto said the Paimio chair was the first “resilient” plywood chair and that, “though buoyant as a spring cushion, the seat back is virtually unbreakable.” Early examples of the chair include color variations such as the seat and frame in natural wood finish, or with a black lacquered seat in a plain wood frame. In 1933, the Paimio chair was shown in England at an exhibition of Finnish design sponsored by Architectural Review and, by 1934, it was marketed there by the British importer and distributor Finmar, founded that same year. With his bentwood designs gaining popularity in international markets, Aalto, his wife Aino Marsio (also an architect and designer), art historian Nils-Gustav Hahl, and the Finnish industrialists Harry and Maire Gullichsen, established the firm Artek to produce and distribute Aalto’s furniture. Artek has been active since it was established in 1935, and the Paimio chair is still in production. \nGiven the Paimio chair’s utilitarian nature, early examples are rare. This example, which according to its markings was made for the Finnish market in the earliest period, is in remarkably good condition. \nThis chair is important as both an example of early modernist design in the International Style and as a hallmark of innovative use of material and breakthrough manufacturing techniques. At the time of proposed acquisition, the museum has a late production Paimio chair dating from the 1980s. The workmanship, finish, and thicker, more uniform, laminations at curved elements on the later version are noticeably different than those of early productions, like this chair. This important benchmark in the story of bentwood design would help create a continuum in the collection, now spanning about 100 years, including 19th-century examples by the Austrian firm Thonet, several of Charles and Ray Eames’s mid-20th-century plywood designs, and Frank Gehry’s Cross Check chair (1994). This acquisition would also add a significant piece to the museum’s holdings of Aalto’s product design and applied arts work, currently represented by two Model 11 stacking side chairs and several examples of his Savoy vase.",
    "gallery_text": "The Paimio, or Scroll, chair was one of the furnishings Alvar Aalto created for the tuberculosis sanatorium he designed in Paimio, Finland. The modernist form is made warm and welcoming through organic curves and natural materials. Aalto claimed this chair was the first “resilient” plywood chair and was “virtually unbreakable.” This sculptural masterpiece influenced the Eameses, and Eero Saarinen in their early molded plywood work. The chair was produced for commercial sale by 1934 and remains in production today.",
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424812",
    "type": "armchair",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/104659_6acd7bbe44d68a53_b.jpg",
                "width": 1024,
                "height": 969,
                "is_primary": "1",
                "image_id": "104659"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/104659_6acd7bbe44d68a53_z.jpg",
                "width": 640,
                "height": 605,
                "is_primary": "1",
                "image_id": "104659"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/104659_6acd7bbe44d68a53_n.jpg",
                "width": 320,
                "height": 303,
                "is_primary": "1",
                "image_id": "104659"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/104659_6acd7bbe44d68a53_d.gif",
                "width": 320,
                "height": 303,
                "is_primary": "1",
                "image_id": "104659"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/104659_6acd7bbe44d68a53_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "104659"
            }
        },
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29520_17c25f4029486bdd_b.jpg",
                "width": 1024,
                "height": 849,
                "is_primary": "0",
                "image_id": "29520"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29520_17c25f4029486bdd_z.jpg",
                "width": 640,
                "height": 530,
                "is_primary": "0",
                "image_id": "29520"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29520_17c25f4029486bdd_n.jpg",
                "width": 320,
                "height": 265,
                "is_primary": "0",
                "image_id": "29520"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29520_17c25f4029486bdd_d.gif",
                "width": 320,
                "height": 265,
                "is_primary": "0",
                "image_id": "29520"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/29520_17c25f4029486bdd_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "29520"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18056931",
            "role_id": "51571025",
            "person_name": "Linda Berman",
            "person_date": "",
            "role_name": "Funder",
            "role_display_name": "Purchased with funds from:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056931\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/51571025\/"
        },
        {
            "person_id": "18056929",
            "role_id": "51571025",
            "person_name": "Irwin R. Berman",
            "person_date": "American",
            "role_name": "Funder",
            "role_display_name": "Purchased with funds from:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056929\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/51571025\/"
        },
        {
            "person_id": "18061751",
            "role_id": "35352249",
            "person_name": "Juhani Lemmetti",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18061751\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18061749",
            "role_id": "51571159",
            "person_name": "Aero Design Furniture Oy",
            "person_date": "",
            "role_name": "Agent",
            "role_display_name": "Agent:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18061749\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/51571159\/"
        },
        {
            "person_id": "18053641",
            "role_id": "35236657",
            "person_name": "Huonekalu-ja Rakennustyötehdas",
            "person_date": "Turku, Finland",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18053641\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18053139",
            "role_id": "35236655",
            "person_name": "Alvar Aalto",
            "person_date": "Finnish, 1898–1976",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18053139\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Model number 41 Armchair, ca. 1935–40. Bent birch plywood, solid birch. \nMuseum purchase through gift of Linda and Irwin Berman and from General Acquisitions Endowment Fund. 2008-5-1."
    },
    "colors": [

    ],
    "woe:country_name": "Finland"
}