{
    "id": "18714213",
    "tms:id": "233004",
    "accession_number": "2008-5-1",
    "title": "Armchair, \"Scroll\", ca. 1935–40",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18714213\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35388551",
    "type_id": "35237947",
    "date": "ca. 1935–40",
    "year_start": 1930,
    "year_end": 1940,
    "year_acquired": "2008",
    "decade": "1930",
    "woe:country": "23424812",
    "medium": "Bent birch plywood, solid birch",
    "markings": "Stamped on the underside of each runner: \"27\"",
    "signed": null,
    "inscribed": null,
    "provenance": "2008: acquired by Museum (from Juhani Lemmetti and Aero Design Furniture Oy, Helsinki, Finalnd) [1]\n\n\n\n\n\n\n\n[1] Chair \"descended in a family from Helsinki\"",
    "dimensions": "H x W x D: 63.5 x 60.5 x 83 cm (25 in. x 23 13\/16 in. x 32 11\/16 in.)",
    "creditline": "Museum purchase through gift of Linda and Irwin Berman and from General Acquisitions Endowment Fund",
    "description": "Curved bent birch plywood seat joined to frame composed of ribbon-like curved, laminated bent birch elements forming legs\/arms; form reinforced by solid birch cross pieces at curled ends of back and seat, and at rear legs.",
    "justification": "From Acquisition Justification:\n&quot;Context: This chair is among Finnish architect\/designer Alvar Aalto's best known and most recognized furniture forms, and has become an icon of twentieth-century design. Alvar Aalto was born in 1898 in Kuortane, Finland and studied architecture at the Helsinki University of Technology from 1916 to 1921. He opened his own architectural practice in 1923.&amp;nbsp; His first major project, the design of the Viipuri Library (1927-1933), provided Aalto with the ideas that coalesced in his design of the Paimio Sanatorium, a tuberculosis sanatorium named for the town in Finland in which it is located.&amp;nbsp; From 1929 to 1933, Aalto designed the facility and its furnishings, exemplifying Modernist ideals of an all-encompassing design program.&amp;nbsp; Aalto's stamp on modernism is characterized by the use of natural materials, organic forms that were minimal and functional, and the human side of design. Throughout his career, Aalto was an influential figure in twentieth-century architecture, town planning, furniture, lighting and glass. Besides the Viipuri and Paimio buildings, his numerous architectural projects included the 1929 exhibition commemorating the 700th anniversary of Turku, Finland, the Finnish pavilions at the 1937 Exposition Internationale des Arts et Techniques dans la Vie Moderne in Paris and the 1939 Worlds Fair in New York, and the Opera House, Essen, Germany (designed 1959).\nThe Chair: This armchair for the Paimio Sanatorium lounge was designed with its back angled to help sitters breath more easily.&amp;nbsp; Aalto's intention was to create furniture more comfortable than the 'new' tubular metal furniture considered suitable for institutional use, created by his contemporaries such as Marcel Breuer, Ludwig Mies van der Rohe, and Charlotte Perriand, among others. Aalto was influenced by these designers, and used some of their furniture in his own home, but felt that although chromed tubular steel was sanitary and durable, &quot;…. psychophysically [this material was] not good for the human being. The sanatorium needed furniture that…was better for the human touch and more suitable as the general material for the long and painful life in a sanatorium.&quot; The Paimio chair is a culmination of Aalto's early experimentation with laminated wood.&amp;nbsp; From the late 1920s he was experimenting with plywood and laminated strips, working with Otto Korhonen, the technical director of the furniture manufacturer, Huonekalu-ja Rakennustyotehdas, in Turku near Paimio. After extensive testing, they resolved the difficult technical problems in producing the bending, ribbon-like laminated strips and plywood sheet forms, while maintaining the materials' resilience and strength. Huonekalu-ja Rakennustyötehdas became the first manufacturer of the chair.\nThe Paimio chair's one-piece seat suspended in its own frame expressed a structural rationalism fundamental to principals of modernist design.&amp;nbsp; The juxtaposition of the flowing curved lines of the frame and the broad scrolling plane of the seat in warm natural wood display an inviting organic quality.&amp;nbsp; Aalto said the Paimio chair was the first &quot;resilient&quot; plywood chair, and, &quot;Though buoyant as a spring cushion, the seat back is virtually unbreakable.&quot;&amp;nbsp; Early examples of the chair include color variations such as seat and frame in natural wood finish, or black lacquered seat in a plain wood frame. In 1933, the Paimio chair was shown in England at an exhibition of Finnish design sponsored by Architecture Review, and by 1934 it was marketed there by the British importer and distributor Finmar, founded in the same year. With his bentwood designs gaining popularity in international markets, Aalto, his wife Aino Marsio (also an architect and designer), art historian Nils-Gustav Hahl, and the Finnish industrialists Harry and Marie Gullichsen, established the firm Artek in 1935, to produce and distribute Aalto's furniture.&amp;nbsp; Artek has been active from that time to the present, and the Paimio chair is still in production.&quot;",
    "type": {
        "id": "35237947",
        "name": "armchair"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/29519_3c904f266b2fbe1a_b.jpg",
                "width": 1024,
                "height": 855,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/29519_3c904f266b2fbe1a_n.jpg",
                "width": 320,
                "height": 267,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/29519_3c904f266b2fbe1a_z.jpg",
                "width": 640,
                "height": 535,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/29520_17c25f4029486bdd_b.jpg",
                "width": 1024,
                "height": 849,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/29520_17c25f4029486bdd_n.jpg",
                "width": 320,
                "height": 265,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/29520_17c25f4029486bdd_z.jpg",
                "width": 640,
                "height": 530,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "role_name": "Fund",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18056931",
            "role_id": "51571025",
            "person_name": "Linda Berman",
            "role_name": "Funder",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056931\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/51571025\/"
        },
        {
            "person_id": "18056929",
            "role_id": "51571025",
            "person_name": "Irwin R. Berman",
            "role_name": "Funder",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056929\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/51571025\/"
        },
        {
            "person_id": "18061751",
            "role_id": "35352249",
            "person_name": "Juhani Lemmetti",
            "role_name": "Vendor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18061751\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18061749",
            "role_id": "51571159",
            "person_name": "Aero Design Furniture Oy",
            "role_name": "Agent",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18061749\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/51571159\/"
        },
        {
            "person_id": "18053641",
            "role_id": "35236657",
            "person_name": "Huonekalu-ja Rakennustyötehdas",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18053641\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18053139",
            "role_id": "35236655",
            "person_name": "Alvar Aalto",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18053139\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Armchair, \"Scroll\", ca. 1935–40. Bent birch plywood, solid birch. Museum purchase through gift of Linda and Irwin Berman and from General Acquisitions Endowment Fund. 2008-5-1."
    },
    "colors": [
        {
            "color": "#eac571",
            "closest_css3": "#deb887"
        },
        {
            "color": "#2c1309",
            "closest_css3": "#000000"
        },
        {
            "color": "#ad804b",
            "closest_css3": "#cd853f"
        },
        {
            "color": "#8a6848",
            "closest_css3": "#a0522d"
        },
        {
            "color": "#613b21",
            "closest_css3": "#8b4513"
        }
    ]
}