{
    "id": "404536749",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/404536749\/",
    "name": "Coors Porcelain Company",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Coors Porcelain Company was founded in 1910 as Herold China and Pottery Company. The company’s facility had originally been developed by German-born Adolph Coors as Colorado Glass Works in 1887 to manufacture beer bottles for his eponymous brewing company. A year later, the glass works, incorporated as Coors, Binder & Co., was shuttered following a strike, never to re-open. \n\nTwenty-two years later, in 1910, the facility was leased to John J. Herald, also German-born, and repurposed for his Herold China and Pottery Company. Using clay from area mines, Herold produced dinnerware and heat-resistant porcelain boasting the trademark “Herold Fireproof China,” and working with Colorado School of Mines professor Herman Fleck, Herold refined his glazing technique. Adolph Coors became a majority stockholder and, following Herold’s retirement in 1912, Adolph Coors Company acquired the company in 1914. Not long after, the facility started producing chemical porcelain to satisfy a market that had been cut off by embargoes on German imports after the start of World War I. The firm was renamed Coors Porcelain Company in 1920 and the “Coors U.S.A.” trademark was first used.\n\nDuring Prohibition, the ceramics company played a key role in keeping Adolf Coors Company afloat, and during World War II, the company’s manufacturing shifted from nonessential ceramic wares to technical ceramics such as spark plugs and nose cones for military rockets. The firm continued to produce technical wares as well as ovenware, teapots, and vases (tableware was produced only by special order) and in 1986 was renamed Coors Ceramics Company after Joseph Coors, Jr. became the company’s president. The company is still in existence: it has acquired a number of other potteries and continues to produce industrial porcelain to this day.",
    "woe:country_id": "23424977",
    "date": "American, founded 1910",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}