{
  "display_date": "1987", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1987", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197119", 
  "style": "", 
  "date_begin": "1987", 
  "dimensions": "1993-151-338a - 28 x 21.5 cm (11 x 8 1/2 in.)\r\n1993-151-338b - 10.5 x 24 cm (4 1/8 x 9 3/8 in.)\r\n1993-151-338c - 5 x 9 cm (2 x 3 1/2 in.)\r\n1993-151-338d - 12 x 12 cm (4 1/2 x 4 1/2 in.)", 
  "copyright": "", 
  "title": "Todo Mundo, Ltd.", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-338                              ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "An illustration of three triangular shapes in wavy outline, representing mountains, underlined by three wavy lines, representing water, comprise the Todo Mundo, Ltd. production company logo, which appears on each of the four components of the present object.\r\n1993-151-338a, letterhead - On light beige paper, the logo is imprinted, centered, close to the bottom edge; to its left, Words and to its right, Pictures, are imprinted. Close to the top edge, the company name, address, and telephone and fax numbers are imprinted on one line, almost the full width of the page. Logo and type, capitals in a sans serif style, are in red.\r\n1993-151-338b, envelope - Recto: On tan (manila) paper, the logo is imprinted, centered top to bottom, close to the left edge. Verso: Just below the top edge of the flap, centered, the address is imprinted on one line. Logo and type, capitals in a sans serif style, are in red.\r\n1993-151-338c, business card - On ivory paper, the logo is imprinted, centered. In the upper left-hand corner are telephone and fax numbers; in the lower left-hand corner, company name and street address; in the lower right-hand corner, city, state and zip code. Logo and type, capitals in a sans serif style, are in red.\r\n1993-151-338d, sticker - On Kelly green paper, just above the bottom edge, the logo is imprinted, centered; just below the bottom edge, the company name and address are imprinted on one line, almost the full width of the page. Logo and type, capitals in a sans serif style, are in black.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Stationery", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}