{
    "id": "18062109",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18062109\/",
    "name": "Franz von Zülow",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "18",
    "biography": "Franz von Zülow was a designer and artist who created designs for prints, wallpaper, fabrics, decorative household objects, painted furniture, tapestries, paintings, drawings, picture books, and other graphic works. \n\nAfter studying at two Viennese drawing schools, the Allgemeine Zeichenschule (General Drawing School) and the Graphische Lehr-und Versuchsanstalt (the Graphic Academy and Research Institute) in Vienna from 1901–03, he broadened his studies at the Kunstgewerbeschule (School of Arts and Crafts) until 1906. In 1905, he decorated a screen designed by Josef Hoffmann with colored woodcuts of sunflowers, a design he also adapted for a fabric pattern. He joined the Vienna Secession in 1908, and exhibited at the International Art Exhibition in Rome in 1911. In 1912, he was the recipient of the Prince of Liechtenstein’s travel stipend and spent time in Germany, France, and England. That same year he designed rugs, textiles, decorative panel paintings, and stencil designs for the Wiener Werkstätte. From 1920 to 1922 he was an instructor at the ceramics study workshop in Gmunden, Austria. In 1925, he was awarded a Gold Medal at the Paris Exposition Internationale des Arts Décoratifs et Industriels Moderne for a vase produced by the Wiener Porzellanmanufaktur at Augarten.[1] Von Zülow continued to exhibit ceramics at numerous exhibitions in Vienna through the 1930s.\n\nIn 1907, early in his career, Von Zülow’s experiments with printing techniques led him to patent a method using a cut paper pattern to create a template that is colored and printed in reverse. In contrast to previous template printing, the resulting picture is not dependent upon the negative forms that have been cut out, but rather on the crosspieces that remain. These form a network of black outlines; the empty spaces between the crosspieces are often strongly colored, creating an almost cloisonné-like effect. \n\n[1] Waltraud Neuwirth, Wiener Porzellan: vom Spätbarock zum Art Deco im Zeichen des Bindenschilds (Vienna: W. Neuwirth, 1990), 114.",
    "woe:country_id": "23424750",
    "date": "Austrian, 1883-1963",
    "videos": [

    ],
    "woe:country": "23424750"
}