{
    "id": "18650837",
    "tms:id": "200354",
    "accession_number": "1995-167-2",
    "title": "Poster, \"Southern California Institute of Architecture\", late 20th century",
    "title_raw": "Southern California Institute of Architecture",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18650837\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35399021",
    "type_id": "35238163",
    "date": "late 20th century",
    "year_start": 1970,
    "year_end": 1995,
    "year_acquired": "1995",
    "decade": "1970",
    "woe:country_id": "23424977",
    "medium": "Offset lithograph on paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "1995: acquired by Museum",
    "dimensions": "52.7 x 88.3 cm (20 3\/4 x 34 3\/4 in. )",
    "dimensions_raw": {
        "height": [
            "52.70",
            "centimeters"
        ],
        "width": [
            "88.30",
            "centimeters"
        ]
    },
    "creditline": "Gift of April Greiman",
    "description": "Promotional poster for Southern California Institute of Architecture, Los Angeles for undergraduate degree program. \nRecto: Large digital image in side-way perspective of building and park cars in front inside irregular border.  Building is possibly the Institute. Across center: \"Southern California Institute (in white) of architecture (in white and in superscript) of Architecture (in white)\". Small photo reproductions scattered throughout poster.  Two small inversed photo reproductions of landscapes with poem in foreign language below and English translation below second image at top left.  One small inversed photo reproduction of rock at top right.  Black and white photo reproduction of satellite with sphere superimposed at bottom left.  Black text box with \"SCI-ARC\" in color scheme from green to red in ascending diagonal with \"Southern California Institute of Architecture (in blue and white) superimposed at bottom right.  \"SCI-ARC\" imprinted vertically in same color scheme along left side.  Image of super-sonic Japanese animé character at center left edge.  Image of man climbing rope at top left edge.  Short text throughout poster.\nVerso: divided into 16 equal sections, made up of either black and white photo reproductions with text, text with colored geometric shapes, or just simple text, with each section describing a facet about school.\n\nImprinted at top left, poem: \"May it be delightful, my house:\/ from my head to my feet, may it be delightful.\/  Where I lie, all above me,\/ all around me, may it be delightful.\/  May it be delightful, my fire,\/ may it be delightful for my children.\/ May all be well.\/ May it be delightful with my food and (thirst??),\/ may all my possessions be well,\/ and may they be made to increase\" with foreign version next to this.  Imprinted in black, at top right: \"Architecture can punch a hole in your sky\".  Just above center, in three text boxes: \"At Sci-Arc people do move than they talk about.  Architecture is more than a talent or a profession.\/ It is a way of living\" (first box); \"What is unique about Sci-Arc is the diversity of its faculty and students.  Together they teach me that\/ excellence is never singular but of many.  This assurance breeds complete creative freedom\" (second box); \"Sci-Arc is a place that fosters inquires into the essence of architecture, an architecture that is strong\/ individually and collectively, an architecture that produces a feeling of acceleration and pleasure\".  \nImprinted vertically in black, inside yellow text box: \"Los Angeles California 90066\".  Just below center, in three text boxes: \"Sci-Arc is a vacant lot where you can build a fort.\" (first box); \"Sci-Arc is an atmosphere in which faculty and students are encouraged not to fear failure\/ but instead to fear not taking chances.\" (second box); Architecture fills our deep epistemic need to  understand and provide at least a general sense\/ of one's place\/placeness in the universe.\" (third box). \nVerso: Text throughout explaining institute's philosophy, projects, programs, and education.",
    "justification": null,
    "videos": null,
    "woe:country": "23424977",
    "type": "poster",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/81535_5792f12997631e4d_b.jpg",
                "width": 653,
                "height": 1024,
                "is_primary": "1",
                "image_id": "81535"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/81535_5792f12997631e4d_z.jpg",
                "width": 408,
                "height": 640,
                "is_primary": "1",
                "image_id": "81535"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/81535_5792f12997631e4d_n.jpg",
                "width": 204,
                "height": 320,
                "is_primary": "1",
                "image_id": "81535"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/81535_5792f12997631e4d_d.gif",
                "width": 204,
                "height": 320,
                "is_primary": "1",
                "image_id": "81535"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/81535_5792f12997631e4d_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "81535"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18041839",
            "role_id": "35351535",
            "person_name": "April Greiman",
            "person_date": "American, b. 1948",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041839\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18041839",
            "role_id": "35236655",
            "person_name": "April Greiman",
            "person_date": "American, b. 1948",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041839\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, \"Southern California Institute of Architecture\", late 20th century. Offset lithograph on paper. Gift of April Greiman. 1995-167-2."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}