{
    "id": "18059359",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18059359\/",
    "name": "Herbert Bayer",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Born outside Vienna, Herbert Bayer studied at the Weimar Bauhaus from 1921 to 1923 under Johannes Itten and Wassily Kandinsky. When the school moved to Dessau in 1925, Bayer was hired by Walter Gropius to head his newly created typography and graphic design workshop. Bayer’s most dramatic innovation was his creation of a universal typeface that organized the alphabet around simple, geometrically constructed forms. Because spoken language does not differentiate between capital and lowercase letters, Bayer created an efficient font organized around four arcs, three angles, vertical and horizontal lines, and all lowercase sans serif letters. This change was particularly drastic in Germany where Blackletter script prevailed. The Bauhaus adopted a variation of Bayer’s universal typeface for all of its printed materials. In addition, Bayer developed a communications hierarchy in which the type size and weight progressed from the most important to the least important information. Bars, rules, rectangles, and boxes were used to subdivide the surface and stress the most important words. All these elements, combined with pictorial images, were organized in a dynamic diagonal composition using flush left and ragged right typesetting. One bright color with black was the favored color scheme.\n\nIn 1928, Bayer left the Bauhaus to set up a graphic design studio in Berlin. He worked for the Dorland advertising agency and served as art director for Paris Vogue from 1929 to 1930. By the mid-1930s, several Bauhaus colleagues, including László Moholy-Nagy and Gropius had immigrated to the United States. Bayer was looking for work in America and Gropius gave him the role of organizing the 1938 exhibition, Bauhaus 1919–1928, for MoMA. This project provided Bayer with the perfect opportunity to introduce European modernist design ideas to the American public. He chose the objects, wrote the catalog, and organized the exhibition. \n\nBayer was able to further develop his commitment to educating the public and industry on the role of graphic design in improving human life after he moved to America in 1938. His great opportunity came when he was hired as a designer for the Container Corporation of America, for which he created a series of illustrated posters during World War II. Bayer’s design ideas perfectly matched the interests of the company’s owner, Walter P. Paepcke, who became a close friend. Paepcke wanted to build a nature and cultural resort in Aspen, Colorado, where they could hold conferences and cultural festivals to educate industrial and cultural leaders in social and environmental responsibility. Under Paepcke’s patronage, Bayer relocated to Aspen and from there designed posters, brochures, letterhead, architecture, and books for the Aspen Institute of Humanistic Studies. Bayer’s position at the Aspen Institute brought him to the attention of other corporate clients, including Olivetti Typewriter, for whom he designed two posters for the Olivetti adding machine. In 1966, after Paepcke’s death, Bayer became the graphic design consultant for the Atlantic Richfield Corporation.",
    "woe:country_id": "23424750",
    "date": "Austrian, active Germany and USA, 1900–1985",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424750"
}