{
  "display_date": "1933", 
  "credit_line": "Museum purchase through gift of Lucy Work Hewitt", 
  "date_end": "1933", 
  "period": "", 
  "dynasty": "", 
  "culture": "Soviet", 
  "id": "194632", 
  "style": "", 
  "date_begin": "1933", 
  "dimensions": "85.7 X 59.1 cm (33 3/4 X 23 1/4 in.)", 
  "copyright": "", 
  "title": "Machinal/Kamerny Theater", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1992-167-1                                ", 
  "movement": "", 
  "medium": "Lithography and letterpress on thin cream newsprint, laid down on linen-lined paper", 
  "media_id": "", 
  "description": "Text of the play announcement  imprinted in black and red lettering (with black underlining) of different sizes is arranged in horizontal lines in upper segment and three columns running below, superimposed on overall grid-like grey pattern. Imprinted across top edge of poster in black: \"MOSCOW STATE CHAMBER THEATER\"; below in smaller font: \"TVERSKOY BOULEVARD, 23\"; below in center in black: \"S.TRADWELL or TREDWELL\"; underneath between two black parallel lines in large red typeface: \"MACHINALE\"; below in center in small font: \"TRANSLATED BY S.BERTENSON.\" Imprinted in black in wide central column: \"ACT 1  OFFICE; ACT 2  HOME; ACT 3  HONEYMOON; ACT 4  MOTHERHOOD; ACT 5  SOBRIETY; ACT 6  LOVE; ACT 7  FAMILY HEARTH; ACT 8  LAW; ACT 9  MACHINE (with red underlining).\" Imprinted below: \"COMPOSITION AND DIRECTION OF THE PLAY BY/ALEXANDR TAIROV (in red)/PREMIERE/22,23,24,27,28,30/MAY/1933/BEGINS AT 7:30 PM/TICKETS ARE SOLD AT THE THEATER BOX OFFICE,/CENTRAL THEATER BOX OFFICE, TRB,/AND INFORMATION BOOTHS.\" Imprinted in black in left narrow column: \"STARRING ALISSA KOONEN.\" Imprinted below in smaller font is the list of participating actors and actresses.  Imprinted in black in right narrow column is the list of the staff members involved in the production of the play.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Poster", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}