{
    "id":"18732705",
    "tms:id":"242474",
    "accession_number":"2009-48-3",
    "title":"Textile, \"Futsu Crisscross\", 2009",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18732705\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35433429",
    "type_id":"35251739",
    "date":"2009",
    "year_start":2009,
    "year_end":2009,
    "year_acquired":"2009",
    "decade":"2000",
    "woe:country":"23424856",
    "medium":"Medium: 62% silk (raw silk and kibiso), 38% cotton\nTechnique: two intercrossed plain weave structures (double cloth)\nLabel: raw silk, kibiso, and cotton double cloth",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"New from NUNO",
    "dimensions":"Warp x Weft: 308 x 21.6 cm (121 1\/4 x 8 1\/2 in.)\nWeft (stretched out): 20 in.",
    "creditline":"Gift of NUNO",
    "description":"Double cloth of thick and thin stripes in black and white. Vertical bands of thick black and white stripes alternate with horizontal bands of thin black and white stripes. Overtwisted black threads create a puckered effect.",
    "justification":"This particular textile is part of a series NUNO made from kibiso and raw silk. The combination of these two materials reveals a very rich texture, structure, and surface design. Kibiso, an industrial waste product, is&amp;nbsp;the protective outer layer of the silk cocoon that is “wiped off” and discarded in order to reach the finer silk fiber underneath. Consisting of sericin and other amino acids that ultimately help to protect the silkworm, kibiso has been used by other industries in such products as human and pet foods and cosmetics. &amp;nbsp;Nuno is now experimenting with kibiso, and “upcycling” it, or using the waste product to make something of greater value, to produce textiles which have special qualities such as filtering UV rays and natural moisture, among other things. These qualities make the textiles in the series eco-friendly and sustainable.&amp;nbsp; \n&amp;nbsp;\nIn their effort to explore other uses for kibiso, Nuno also created an important social network for retired silk weavers who are responsible for hand-weaving the fabrics in Tsuruoka, Yamagata. Many of the workers are women whom have spent their whole life working with silkworms making their knowledge of silk manufacturing invaluable.&amp;nbsp; Because the sericin is very gelatinous and binds like glue it is impossible to use the 2000-denier kibiso fibers in a mechanized power loom. They also cannot be machine spun into fine threads; instead yarns have to be sorted and eventually split by hand to a manageable 200-denier slub yarn that can then be machine loomed. Nuno is particularly proud that they have simultaneously kept the elder weaving community actively involved in the local industry while making extraordinary textiles out of waste silk.",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/31251_b1e8da19c66abfc9_b.jpg",
                "width":710,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/31251_b1e8da19c66abfc9_n.jpg",
                "width":222,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/31251_b1e8da19c66abfc9_z.jpg",
                "width":444,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18045705",
            "role_id":"35236657",
            "person_name":"NUNO Corporation",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18045705\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"18045705",
            "role_id":"35351535",
            "person_name":"NUNO Corporation",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18045705\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone":{
        "epitaph":"Textile, \"Futsu Crisscross\", 2009.Medium: 62% silk (raw silk and kibiso), 38% cotton\nTechnique: two intercrossed plain weave structures (double cloth)\nLabel: raw silk, kibiso, and cotton double cloth. Gift of NUNO. 2009-48-3."
    },
    "colors":[
        {
            "color":"#cfc4b3",
            "closest_css3":"#c0c0c0"
        },
        {
            "color":"#2b2421",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#8f8983",
            "closest_css3":"#808080"
        },
        {
            "color":"#594f48",
            "closest_css3":"#556b2f"
        }
    ]
}