{
    "id": "18730717",
    "tms:id": "241452",
    "accession_number": "2009-5-1",
    "title": "War Rug, 2009-5-1, 1979–90",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18730717\/",
    "department_id": "35347501",
    "period_id": null,
    "date": "1979–90",
    "year_start": "1979",
    "year_end": "1990",
    "year_acquired": "2009",
    "decade": "1970",
    "woe:country": "23424739",
    "medium": "Medium: wool\nTechnique: knotted pile",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "Warp x Weft: 154 x 89 cm (60 5\/8 x 35 1\/16 in.)",
    "creditline": "Gift of Max Allen",
    "description": "Prayer-rug sized carpet with dark blue ground, field and border layout, knotted fringe. The field and border both include traditional medallion and floral motifs along with weaponry, including tanks and \"butterfly\" landmines.",
    "justification": "In recent years both the USSR (in 1979) and the USA (in 2001) have invaded Afghanistan in response to the threat of Islamist terrorism, and in between the Soviet withdrawal in 1989 and the current war on terrorism came a decade of brutal civil war. Through these three decades of international and civil war, Afghans have borne witness to disaster by weaving unprecedented images of battles and weaponry into their rugs. \nThis earlier piece has a field and border layout and combines medallion and floral patterns with a few, discreet tanks and helicopters which are not immediately apparent. This is because most traditional oriental rugs share the same layout: a patterned center field, like a garden, framed on all sides by a protective border. The earliest war rugs, from the period of the Soviet occupation (1979-1989), often share this format. They look like typical floral carpets, until upon closer inspection one notices the tanks and helicopters neatly hidden in the body of the rug or encircling its border. Sometimes images of weapons cover the whole field of the rug, like a colourful meadow of flowers, framed by neat rows of bullets or grenades. Once such popular motif is of the butterfly mine, which has become a symbol of the war since in the 1980s Russian helicopters and infantry scattered millions of these mines, also called PFM-1 mines which have injured and killed many people. These mines are responsible for the very common sight of adults and children with arms and legs that have been blown off. In later rugs, for example object number (2009-5-2), the field and border format has been abandoned, and landscapes are drawn from multiple shifting vantage points with more overt reference to weapons. ",
    "culture": null,
    "style": null,
    "type": {
        "id": "35305733",
        "name": "War rug"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/30333_fb00be1a46e9be53_b.jpg",
                "width": 475,
                "height": 752,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/30333_fb00be1a46e9be53_n.jpg",
                "width": 202,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/30333_fb00be1a46e9be53_z.jpg",
                "width": 404,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [

    ],
    "exhibitions": [

    ]
}