{
    "id": "102147325",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/102147325\/",
    "name": "Radio Corporation of America, RCA Victor Division",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "The Radio Corporation of America, commonly known as RCA, was founded in 1919. The company emerged to fill the vacuum left by the end of the United States government’s monopoly on radio communications; this had been necessitated by World War I and the need to communicate across the Atlantic without the use of telegraph cables, which had been cut by the Allies in order to curtail the communications of the Central Powers. In 1919, American naval officers met with General Electric Corporation to request that GE cease selling alternators to the British firm Marconi. The officer proposed that, instead, GE establish an America radio company to partner with the U.S. Army and Navy to create a monopoly on long-distance radio communications. The result was GE’s purchase of Marconi’s subsidiary, the Marconi Wireless Telegraph Company of America, and the combination of its assets with the Pan-American Telegraph Corporation and those already under the control of the Navy to form the Radio Corporation of America. The Departments of War and the Navy would play a large role in RCA’s operations, with several officers serving on its board of directors and a portion of its functions dedicated to federal purposes, despite the fact that in 1930 the U.S. Department of Justice brought anti-trust charges against the firm, leading it to detach itself from GE and Westinghouse.\n\nAs time progressed, RCA both acquired and created a vast number of patents and eventually took on a greater role in international communications through its subsidiaries RCA Communications, Inc. and the RCA Global Communications Company. The firm also purchased the Victor Talking Machine Company in 1929, which included majority ownership of the Victor Company of Japan, and the resulting subsidiary RCA-Victor became the largest manufacturer of phonographs and records in the world. RCA’s operations only grew with the outbreak of World War II, and after the war it became an important producer of television sets, appliances, and early computers and eventually had stakes in other consumer electronics firms as well as record labels. In 1986 GE once again took control of RCA, broke up its holdings, and the company’s various subsidiaries were dispersed among other brands, effectively ending the corporation but keeping its trademark in use.",
    "woe:country_id": "23424977",
    "date": "American, founded 1929",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}