{
    "id": "35350777",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/35350777\/",
    "title": "Extreme Textiles: Designing for High Performance",
    "text": "Technical textiles are among the most innovative examples of design today. These highly engineered fabrics are everywhere, yet they are often concealed under roadways, behind walls, and even within our bodies. They can lift hundreds of tons, weigh a fraction of their metal counterpart, enable users to reach speeds of over two hundred miles per hour, and protect against extreme cold and heat. Pure function is their purpose, and success is determined by their ultimate performance.\nExtreme Textiles: Designing for High Performance is the first major museum exhibition to present technical textiles and their applications. It showcases some of the most inventive uses of these high-performance fabrics in a broad range of areas, including aeronautics, medicine, apparel, sports, agriculture, transportation, and civil engineering. Some of the extraordinary textile accomplishments featured in this show include the fabric chosen for the wing section in the first controlled flight by man, textile-based robots designed to explore the Martian surface, and a garment that can monitor vital signs and provide live communication with a soldier on the battlefield. All exemplify the highest standards of performance—stronger, lighter, faster, smarter or safer. These are the criteria used to evaluate products within the technical textiles industry, and also the exhibition categories used to highlight particular applications.\nTextiles form the infrastructure of all the objects on display here. The diversity of techniques reflects Cooper-Hewitt’s own outstanding textile collection, which includes thousands of historical examples of weaving, knitting, embroidery, and braiding. These textile structures provide a historic continuum, from the first evidence of plain weaving, at least 10,000 years ago, to the present. It is appropriate, then, that the first mark made by man in the soil of Mars—an impression left by the Pathfinder’s airbags when they bounced on the planet’s surface—was that of a plain-woven fabric, and that sixteenth-century metallic embroidery is the inspiration for some of the most compelling current research in electronic textiles. The primary difference between past and present textiles is that traditional techniques are now being used with new fibers in unconventional disciplines—biotechnology, chemistry and information science—to develop technological solutions unimaginable even a century ago. The future of design lies with these models of innovation as textiles push boundaries, eliminate borders between traditional disciplines, and continue to be a foundation of our physical world.",
    "date_start": "2005-04-08",
    "date_end": "2005-10-30",
    "is_active": "0",
    "department_id": "35347495",
    "count_objects": "271",
    "count_objects_public": "21"
}