{
    "id": "136300253",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/136300253\/",
    "name": "Michael Izrael Galmer",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "11",
    "biography": "Michael Izrael Galmer (American, b. Soviet Union, 1947) is a silversmith, sculptor and jewelry maker based in New York. Trained in technical science engineering at Moscow University from which he received a PhD, Galmer has put his technical knowledge to use to pursue his dream professionally of being a sculptor and designer since shortly after his arrival in the United States in 1981. Although he had drawn and sculpted as a hobby in the Soviet Union, the lack of private galleries and access to artistic support precluded fulfilling his artistic passion professionally. He jumped at the opportunity to leave the country when emigration became possible.\n\nHe, his wife Galina, and young daughter, Zina, settled in Queens where his son Andrew was born in 1984. Galina first supported Michael while he experimented and honed his skills in silversmithing, combining some traditional techniques with the adaptation of others, such as electroforming, whose properties he understood from his technical training.  \n\nSoon his work came to the attention of Tiffany & Company who commissioned him to create works for them.  After seeing some of his designs that included techniques their silversmiths had not employed, they gave him both artistic and technical latitude to present his designs to them.   \n\nGalmer works both for companies and creates objects of his own design for commissions and sale directly to clients.  He has also been chosen to create replicas of historical pieces to get accuracy in silver. These include the 1914 U.S.S. Oklahoma Punchbowl, and the Woodlawn Vase, the trophy presented to the owners of the winning horse of the Preakness race. Galmer has also created several replicas of historic Judaica as well as his own productions that are influenced by his Jewish heritage, including a candelabrum with ten branches resting on a base with the city of Jerusalem, called the Ten Commandments.  He also designs and makes jewelry.",
    "woe:country_id": "23424977",
    "date": "American, b. Soviet Union, 1947",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}