{
    "id":"18696627",
    "tms:id":"223894",
    "accession_number":"2002-23-1",
    "title":"Textile, ca. 1953",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18696627\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35251739",
    "date":"ca. 1953",
    "year_start":"1943",
    "year_end":"1963",
    "year_acquired":"2002",
    "decade":"1940",
    "woe:country":"23424977",
    "medium":"Medium: cotton\nTechnique: screen printed on plain weave",
    "markings":null,
    "signed":null,
    "inscribed":"A Signature Fabric \"Golf Magic\" Created by Brian Connelly of Associated American Artists (printed in selvedge)",
    "provenance":null,
    "dimensions":"H x W: 182.9 x 89.5 cm (72 x 35 1\/4 in.)",
    "creditline":"Museum purchase through gift of Mrs. William Goulding",
    "description":"Length of printed cotton with an acid yellow ground and an all-over trompe l'oeil pattern of golf balls and their shadows.",
    "justification":"This textile, titled “Golf Magic”, was designed in the early 1950s by Brian Connelly (1926-63), a self-taught American artist.&amp;nbsp; In the late 1940s or early 1950s Connelly became involved with Associated American Artists (AAA), a profitable gallery and organization that was founded in 1934 by Reeves Lewenthal.&amp;nbsp; Lewenthal and AAA played a central role in “linking modern American art and consumerism” by producing limited edition fine art prints by American artists such as Connelly as well as more famous names as Thomas Hart Benton and Grant Wood.&amp;nbsp; Artists were paid a fee for each edition and then prints were sold through department stores and mail order.&amp;nbsp; By 1941 the AAA was the largest commercial art gallery in the world – running a $500,000\/year business.\n&amp;nbsp;\nStarting in 1952, AAA undertook joint ventures with fabric and ceramic manufacturers to create “modern” housewares.&amp;nbsp; The “Art by the Yard” series by Riverdale Fabrics was available as yard goods or made up into curtains, slipcovers, and other household goods. The first two series were printed by Riverdale, and later editions were printed by Signature Fabrics of which “Golf Magic” is an example. The Textile department has several examples of AAA fabrics printed by Signature Fabrics, and the Drawings, Prints and Graphic Design department has a number of prints associated with the AAA.&amp;nbsp; \n&amp;nbsp;\n“Golf Magic” boasts a motif of golf balls realistically portrayed with stark shadows on an acid yellow background, is particularly evocative of the burgeoning Pop Art movement in the United States and Britain during the 1950s. The fact that it is the same golf ball, just repeated endlessly in the textile gives the impression of mass production, consumerism, and popular culture, all of which are ideas central to the Pop Art movement.&amp;nbsp; ",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/21398_51720d82ec51551e_b.jpg",
                "width":919,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/21398_51720d82ec51551e_n.jpg",
                "width":287,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/21398_51720d82ec51551e_z.jpg",
                "width":574,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18055323",
            "role_id":"35236655",
            "person_name":"Brian Connelly",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18055323\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18046183",
            "role_id":"35236671",
            "person_name":"Associated American Artists",
            "role_name":"Producer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18046183\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236671\/"
        }
    ],
    "exhibitions":[

    ]
}