{
    "id": "18654871",
    "tms:id": "202405",
    "accession_number": "1997-141-1",
    "title": "Poster, The Big Press\/HTF Didot, March 1995",
    "title_raw": "The Big Press\/HTF Didot",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18654871\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "136271929",
    "type_id": "35238163",
    "date": "March 1995",
    "year_start": 1995,
    "year_end": 1995,
    "year_acquired": "1997",
    "decade": "1990",
    "woe:country_id": null,
    "medium": "photopolymer on acid-free teton warm white paper",
    "markings": null,
    "signed": "Imprinted in black, center right below brown page: \"DESIGN: JONATHAN HOEFLER\"",
    "inscribed": "Imprinted in black, along bottom edge: \"This poster is composed in HTF Didot, a family of original typefaces desoigned by Jonathan Hoefler first seen in Harper's Bazaar and now available generally from THE HOEFLER TYPE FOUNDRY, INC\/ The Hoefler Type Foundry specializes in the design of original typefaces: For more information, or a copy of our specimen book, contact 611 Broadway Room 840 New York, NY 10012-2608 Tel 212 777 6640 fax 212 777 6684 E-Mail: HOEFLER.TYPE@APPLELINK.APPLE.COM\"  In center, black logo with reversed text in white: \"The\/ Hoefler\/ Type\/ Foundry\/ New York\"",
    "provenance": null,
    "dimensions": "73.7 x 50.8 cm (29 x 20 in. )",
    "dimensions_raw": {
        "height": [
            "73.70",
            "centimeters"
        ],
        "width": [
            "50.80",
            "centimeters"
        ]
    },
    "creditline": "Gift of The Hoefler Type Foundry",
    "description": "Eight layers, each resembling page from antique book overlapping each other with seven in  circular formation which are brown color and one in center which is white. Starting from top in counterclockwise direction: \"No.   CIVIL   108\/ Accolades en CUIVRE et en MATIÈRE\/ 2.ª \" in black, centered.  Twenty marron horizontal swirls decreasing in length with four vertical swirls increasing in height, on each side.  Next page: Imprinted in black, \"N. LXXIV\/ GROS CANON\".  Below, partially visible enlarged French text in marron: \"L'honm\/celui q\/acquér. Alternating between large marron font and small black font: \"LABOUYLAYE\/ Corps Quatre-Vingts\/ ESPINASSE\/ Corps Quatre-Vingts-huit\/ CROSNIER\/ Corps Quatre-Vingts-Seize\/ PASTEUR\/ Corps Cent-Vingt\/ BIESTA\".  Next page: French peom in two columns with second column only partially visible.  Imprinted in marron: \"s'il m'est doux de vous obélir\/ Je l'avouerai. c'est un plaisir\/ Qui dans cet instant m'embarrasse...\" with the initials \"P.D.\" bottom center.  Next page: 3 x 4 grid alternating from \"Z\" to \"z\" in marron.  Next page: Alternating from large marron font to small black font with partial view: \"Coras\/ Corps Cent-trente-Deux\/ nard\/ Corps Cent-Quarante-Quatre\/ onte\/ Corps Cent-Soixante-Huit\". Next page: Imprinted in black: \"LXXVIL\/ GROS CANON, GROS OEIL\/ C'EST LÀ\/ ma place\/ au soleil,\/ divoit un.  Next page: Imprinted in black: \"le Dix-Huit\" and rest in French text \"....MONSIEUR...orqueil cet oeuvre de Voltaire...\".\nCenter page: Imprinte in black center: \"THE BIG PRESS\/ Julie Holcomb Printers is pleased\/ to announce the arrival of our new\/ HEIDELBERG CYCLINDER PRESS\/ Having maximum sheet size of\/ 22 x 32 inches and a printing area\/ of 20 x 30, the heidelberg's close\/ registration, excellent inking and great impressional strength makes\/ it deal for large size letterpress\/ projects like posters, presentation\/ folders, books, and brochures, as\/ well as large runs of smaller pieces\/ which can be run economically as\/ multiples. (image of steam train engine) This specimen sheet\/ was printed from photopolmer\/ plates on acid-free Teton warm white, in a limited editiion of seven hundred and fifty, March 1995\" Imprinted below line in marron: \"JULIE HOLCOMB PRINTERS\/ 665 Third Street, Suite 425\/ San Francisco, California 94107\/ Tel. 415 243 0530 fax 415 243 3920\".",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "poster",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18054099",
            "role_id": "35236673",
            "person_name": "Julie Holcomb Printers",
            "person_date": "",
            "role_name": "Printer",
            "role_display_name": "Printed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18054099\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236673\/"
        },
        {
            "person_id": "18054097",
            "role_id": "35236655",
            "person_name": "Jonathan Hoefler",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18054097\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18049603",
            "role_id": "35351535",
            "person_name": "Hoefler Type Foundry",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18049603\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, The Big Press\/HTF Didot, March 1995. photopolymer on acid-free teton warm white paper. Gift of The Hoefler Type Foundry. 1997-141-1."
    },
    "colors": [

    ],
    "is_loan_object": 0
}