{
    "id": "18060335",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18060335\/",
    "name": "Henry Van de Velde",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Henry Van de Velde was a Dutch painter, designer, and theoretician. After studying painting in Antwerp and later in Paris, Van de Velde returned to Antwerp in 1886 where he joined the avant-garde artists' association, Les XX. In Brussels, he became increasingly influenced by English Arts and Crafts pioneers John Ruskin and William Morris and abandoned painting to pursue the design of interiors, book graphics, jewelry, and metalwork. Like Morris, Van de Velde advocated the idea that all branches of art share a common language of form and are equally important to human existence. He saw ornament not as decoration but as a logical element of the total work and as the result of formal, structural considerations. His forms evolved from plants and other natural motifs into an abstract style. He believed that contemporary design should be modern and express the needs of the day. \n\nVan de Velde's career can be divided into five periods based upon changes in his locale. A first Belgian period dates from 1893–1900; this was followed by an important phase in Berlin and Weimar (1900–17), where he directed the Weimar Kunstgewerbeschule (Weimar School of Arts and Crafts), a precursor to the Bauhaus. A third period was spent in Switzerland from 1917–20. A fourth phase in the Netherlands from 1921–25 was followed by a second Belgian period from 1925–48. The last 10 years of his life were spent in Switzerland. After the turn of the century, Van de Velde became very influential in the field of aesthetics through his teaching and writing. His books, The Renaissance in Modern Applied Art (1901) and A Laymen's Sermons on Applied Art (1903), were essential theoretical sources for art nouveau and for the development of 20th-century design and architecture. \n\nVan de Velde married in 1894; the next year he built a family home, Bloemenwerf (1895), near Brussels, for which he designed the architecture and house contents in a coherent, organic whole, down to his wife’s dresses and jewelry. The house brought Van de Velde to the attention of the art historian, critic, and publisher, Julius Meier-Graefe, and the art dealer Samuel Bing. Bing, who was opening his boutique, L’Art Nouveau, in Paris, commissioned Van de Velde to design four rooms (a dining room, two salons, and a bedroom) for his shop; the designs were subsequently shown at the Exposition des Arts Appliqués in Dresden, Germany in 1897. From this time on, Van de Velde was in great demand in Germany. The influential German periodical, Pan, published his article on the making and fabrication of modern furniture.\n\n1898 was an important year for Van de Velde. He founded the Société Van de Velde for the popularization of construction and ornamentation and built a factory in Brussels for the production of interior furniture that was sold at Meier-Graefe’s newly-opened Parisian shop, La Maison Moderne. The same year Tropon Werke’s general manager, Eberhard von Bodenhausen, appointed Van de Velde as the firm’s director of advertising and graphic design. Van de Velde's graphics and packaging for Tropon received the respect and admiration of the entire graphic design community and appeared in multiple publications, including Pan.",
    "woe:country": "23424757",
    "date": "Belgian, 1863 – 1957",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": "\/m\/02gx21",
        "ulan:id": "500002737",
        "ima:id": "602674",
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "13307",
        "vanda:id": "11801",
        "viaf:id": "68944453",
        "wikipedia:id": "491662",
        "ideo:id": null
    }
}