{
    "id": "18047217",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18047217\/",
    "name": "Arnold D. Blanch",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Arnold Blanch (American, 1896-1968) was known for his realist portraits and landscapes. From 1915-1917, he attended the Minneapolis School of Fine Arts, where he met his first wife, the painter Lucile Lundquist. \nDuring World War I, he drew maps for the American Expeditionary Forces’ intelligence corps. After the war, he and his wife moved to New York City and enrolled at the Art Students League of New York. Blanch studied there from 1919-1921 and began teaching at the League’s summer school in Woodstock, New York in 1920. In 1923, he settled in Woodstock and joined the Woodstock artists’ colony.\nDuring the 1930s, as part of the Federal Art Project, he painted murals in post offices in Columbus, Wisconsin; Norwalk, Connecticut; and Fredonia, New York. All three murals are still extant.\nIn 1939, he married his second wife, the artist Doris Lee. That year, Blanch and Lee exhibited with the artist Yasuo Kuniyoshi at the Golden Gate International Exhibition. \nHis artwork appeared on Castleton china, which produced his famous Green Thumb plates. He was a member of Associated American Artists, which promoted his artwork in the form of ceramics, textile designs and gelatone and lithograph prints.\nIn 1962, the Krasner Gallery in New York held a 40-year retrospective of his work. \nAt the time of Blanch’s death at age 72, he was married to Ann Keefe. \nHis paintings are in the permanent collections of the Metropolitan Museum of Art, the Museum of Modern Art in New York, the Cleveland Museum of Art, the Whitney Museum of American Art, the Smith College Museum of Art, the Sheldon Museum of Art, and the Woodstock Artists Association and Museum (WAAM), among others.",
    "woe:country_id": "23424977",
    "date": "American, 1896-1968",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}