{
    "id":"18109725",
    "tms:id":"8032",
    "accession_number":"1901-39-1518",
    "title":"Drawing, 1901-39-1518",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18109725\/",
    "department_id":"35347493",
    "period_id":"35417095",
    "date":null,
    "year_start":null,
    "year_end":null,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and brown wash, graphite, on paper",
    "markings":"Recto and Verso: Cooper Union Museum for the Arts of Decoration (Lugt#457d)",
    "signed":null,
    "inscribed":"Inscription at left: Li grifi di brosso dorato e festone\/ li bassi rilievi in fondo turchino\/ e figure bianche in Mosaicho devono\/ figurarle li otto pianeti del Cielo\/ Le quatro\/ stagioni base\/ di Gialli piantati\/ di colonna di marmo biancho\/ Piantato ove e il tiratore fondo\/ Sabro dove cornice\/ di gialli festoni\/ e cornici delle Medaglie in bronso\/ dorato e Dettaglio della cornice sopra il\/ Fregio ossia della cimara dell'\/ architrave andante. Il listello\/ introdotto fra il guscio e l'ovolo\/ e necessario per dividere gl'intagli\/ dei due membri acio non si confondono. \nThe scales: \"Scale di Palmi due per il Detaglio\" and \"Scala di Palmi Romani Architectonici\"",
    "provenance":"Ex collection: Giovanni Piancastelli",
    "dimensions":"42.7 x 31.8 cm (16 13\/16 x 12 1\/2 in.)",
    "creditline":"Museum purchase through gift of various donors",
    "description":"Intended to be executed in marble and gilt bronze. The elevation is not entirely lateral. Below is an oblong pedestal, upon three steps supported by calices. Alternative designs are suggested for the somewhat protruding corners of the pedestal, the right an oblong one. The front of the pedestal is decorated like an entablature. In the frieze hang festoons with circular medallions above them, in the central part, octagonal ones at the pedestals. At the corners stand women with cornucopias upon pedestals. In the center is an oblong pedestal with griffins disposed obliquely at the corners, carrying a festoon. Two women, sitting upon clouds, the left of whom shows apparently a crescent in her hair, are represented at the front. Above, two slaves, sitting, carrying a globe, showing Europe upon their shoulders. Saturnus stands on top supporting a dial with his head and raised arms.",
    "justification":null,
    "culture":"Italian",
    "style":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/805_9625891b5cc2ced6_b.jpg",
                "width":765,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/805_9625891b5cc2ced6_n.jpg",
                "width":239,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/805_9625891b5cc2ced6_z.jpg",
                "width":478,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[

    ],
    "exhibitions":[

    ]
}