{
    "id":"18357127",
    "tms:id":"61990",
    "accession_number":"1938-88-1696",
    "title":"Drawing",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18357127\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35410933",
    "type_id":"35237093",
    "date":null,
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and brown wash",
    "markings":"Watermark: Lily in oval over B\nVerso: Cooper Union Museum for the Arts of Decoration (Lugt#457e)",
    "signed":null,
    "inscribed":"Inscriptions: Portone di\/Palazzo; Porta di un' Arsenale o di Carcere; porta di\/ un' quartiere; porta di un' Casino di citta\/ e di vinga, di un' Particolare\nRight bottom corner: S-3\n\nAlternate transcription of inscription on catalogue card.",
    "provenance":"Ex collection: Piancastelli and Mrs. Edward D. Brandegee.",
    "dimensions":"Image: 19.6 x 27.1 cm (7 11\/16 x 10 11\/16 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Top row: section of a dado; ornament. Second row: elevation of a gateway of a palace. Arched door opening flanked by wall panels and Doric columns. Statues and reliefs are to decorate the panels. Balustrade on top. Eelvation of a gateway of a prison. the door opening is in the rear wall of a vestibule, which is bordered in front by two Doric columns and flanking pylons. Crossed bars. Bottom: elevation of a doorway for barracks. The door opeing is flanked by wall panels from which pedestals with trophies of arms project. Beneath: plan. A trophy of arms. Elevation of a doorway for a casino. Oblong opening flanked by embedded Doric columns. Balustrade on top.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing.\nPen and brown ink, brush and brown wash. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-1696."
    },
    "colors":[

    ]
}