{
    "id": "18051153",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18051153\/",
    "name": "Henry Varnum Poor",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "7",
    "biography": "Henry Varnum Poor was born in Chapman Kansas in 1887. He attended public schools in Kansas City and practiced drawing throughout high school. Poor went to Stanford University where he studied economics in addition to art and was a Phi Beta Kappa. Following graduation in 1910, Poor embarked on a bicycle tour of Europe with his art professor, Arthur B. Clark.  He remained abroad and first studied at the Académie Julian in Paris under Jacques Emile Blanch and Lucien Simon. Then he moved to London, where he took night classes at the London County Council Schools with the painter Walter Sickert. Poor attended the show “Manet and the Post-Impressionists” that included works by Cezanne, Derain, Picasso, Rouault, and Matisse at London’s Grafton Gallery that would have a lasting impact. After a year in Europe, Poor returned to Stanford University and taught drawing and painting in the art department and later taught at the California School of Fine Arts in San Francisco. He was drafted into the war and was appointed the “regimental artist,” making portrait drawings of fellow soldiers. Following his military service, Poor settled in a community of artists in New City, New York where he purchased land and began building a home called Crow House. Ascertaining that he could not make a living as a full-time painter, Poor taught himself pottery and primarily turned to the production of bowls, plates, vases, pitchers, and tiles in the 1920s. In 1928 he helped to organize the American Designers Gallery where he exhibited a bathroom done in his own decorative tiles. In 1930, moved to Europe to paint, later returning again to the United States where he added works in fresco to his oeuvre. Poor’s numerous mural works included frescoes for the U.S. Departments of Justice (1936) and the Interior (1938) in Washington, D.C. In 1940 Poor was appointed as a Commissioner of Fine Arts, a group that oversaw decoration of federal buildings in Washington, D.C. and in 1943, he was appointed to the War Department Art Advisory Committee. In 1946 he founded the Skowhegan (Maine) School of Painting and Sculpture. Poor moved to Rome where he became resident artist at the American Academy in 1950, which led to an appointment as professor of painting at Columbia University in 1952.",
    "woe:country_id": "23424977",
    "date": "American, 1888 – 1971",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}