{
    "id": "18644417",
    "tms:id": "197111",
    "accession_number": "1993-151-330",
    "title": "Poster, \"American Institute of Graphic Arts (AIGA): National Design Conference\", 1989",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644417\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1989",
    "year_start": "1989",
    "year_end": "1989",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "22.8 x 21 cm (9 x 8 1\/4 in.), closed\n45.5 x 93.5 cm (18 x 33 in.), opened",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "With the poster opened, both recto and verso are designed for horizontal viewing, in inverted positions. For mailing, the object is folded in half horizontally and in quarters vertically, resulting in eight equal sections. The design is executed in bright blue ink on ivory-yellow paper.  \n\nRecto:  At the top, in capitals, AIGA National Design Conference stretches across the width of three sections. A line showing the dates, Oct. 5-8, 1989, also in capitals, is centered directly below. Underneath that, three columns, respectively headed General Sessions, Breakout Sessions and Conversations, in smaller capitals, provide the schedule of events, in typewriter-style upper and lower case letters. A registration form (upper half) and addressee form (lower half) comprise column four. \n\nVerso: Across the top, the conference theme, The Search for an Ethos of Design, is imprinted in an upper and lower case serif type. Six lines of smaller type are centered directly underneath the title. The remaining space consists of a rectangle formed on the sides and bottom by thin lines and on the top by a band. Thin vertical lines divide the space into three columns, headed in ivory-yellow type on the band: Art Ethos, Read These Questions First, and Business Ethos. Thin horizontal lines extend between the left and right boundaries of the rectangle, dividing each column into six \"boxes.\" The six lines of type below the title instruct participants to express their views by answering six survey questions, listed in column two and keyed to statements in columns one and three.  Answers are to be expressed by placing a dot on a scale, marked at equal intervals C- B- A- Midpoint - A- B- C on the lower horizontal line of each question box. A fourth narrow column on the right (the reverse of the registration form), separated from column three by a dotted line, consists of a duplicate of the survey scales, to which respondents are requested to transfer their answers and mail to AIGA, along with individual respondent information, anonymously; and interest indicators related to columns two and three on the recto.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35238163",
        "name": "poster"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id": "18042107",
            "role_id": "35236655",
            "person_name": "Milton Glaser",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042107\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}