{
    "id": "18043521",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18043521\/",
    "name": "Wolfgang Weingart",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "26",
    "biography": "Weingart is a self taught Designer. He learned the craft of hot-metal typesetting as an apprentice. Since 1968 he has been an instructor of typography at the Basel Allegemeine Gewerbeschule.  He also teaches typography annually at the Yale Summer Program in Graphic Design, Brissago Switzerland. In 1972 he published the important article \"How Can One Make Swiss Typography?\" which explores the theoretical and practical results of typographic design and discusses the educational application of these results, in Switzerland,  from 1968 to 1972.\nBiographical text printed on 1997-19-409:\nWeingart, 1941, trained typesetter. Since 1968 teacher for typography \/ at the School of Design \/ Basel - Switzerland. At the center-point of his work \/ Stands the experimentation with typography. During the past fifteen years his typography \/ has been printed in technical journals and special supplements, and for many years \/ he has been a co-worker with the 'Typographische Monatsblaetter', St. Gallen. \/ He is founder of the special supplement in the same magazine, 'TM\/Communication. \/ In 1969 a comprehensive survey of his work was exhibited by the gallery Knauer -Expo \/ Stuttgart. In 1973 by the Woods-Gerry Gallery, Providence - RI\/USA. \/ Important pieces of work include a portfolio of 11 typographical text \/ interpretations",
    "woe:country": "23424957",
    "date": "Swiss, b.1941",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        },
        {
            "id": "35236689",
            "name": "Author",
            "count_objects": "246"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": "\/m\/02rv36g",
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": "6289",
        "phm:id": null,
        "tms:id": "1442",
        "vanda:id": "66300",
        "viaf:id": "54366559",
        "wikipedia:id": "11837797",
        "ideo:id": null
    }
}