{
    "id": "18535949",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18535949\/",
    "name": "Pipsan Saarinen-Swanson",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Eva Lisa (Pipsan) Saarinen Swanson is part of an influential design family. Her father was the architect and designer Eliel Saarinen, her mother was the textile designer and sculptor, Loja Saarinen, and her brother was architect Eero Saarinen. Pipsan was born in Finland in 1905 and moved with her family to the United States in 1923. The family eventually settled in Bloomfield Hills, Michigan, where Saarinen became the resident architect at the Cranbrook Academy of Art. Pipsan was involved with her father’s projects at Cranbrook, including designing decorative motifs for the Cranbrook School for Boys (1926), the Saarinen House (1930), and the Kingswood School Cranbrook (1931). She began teaching costume and interior design at Cranbrook in the early 1930s and collaborated on interior design projects with her husband’s architectural firm. (Her husband, J. Robert F. Swanson, was a former student of Saarinen’s). In 1939, she created, with her husband and father, the Flexible Home Arrangements group of furniture, manufactured by Johnson Furniture Company of Grand Rapids, Michigan, to provide contemporary furniture appropriate to the modern structures Swanson was designing.\n\nThe Saarinen Swanson Group, which debuted in 1947, formed to embody contemporary design and offer versatility and affordability for the modern postwar home. Pipsan’s designs for the Saarinen Swanson Group included the modernist glassware design Flower Floater\/Candleholder no. 5905-20, screen-printed textiles for the Goodall Fabric Company of New York, lights for the Mutual Sunset Lamp Manufacturing Company of New York, and modestly-priced glassware for the United States Glass Company in Tiffin, Ohio. Pipsan later provided a successful line of indoor outdoor furniture, the Sol-Air Group, produced by Ficks Reed Company; her textile designs in the 1950s and 1960s included screen printed fabrics for Edwin Raphael Company, an award-winning design shown at the Brussels World’s Fair in 1958, and rug designs for E. T. Barwick Mills.[1]  \n\n[1] Ashley Brown, \"Backgrounds for Modern Living: Furniture, Textile, and Fashion Designs by Pipsan Saarinen Swanson\" (Bloomfield Hills, MI: Cranbrook Art Museum, 1999).",
    "woe:country_id": null,
    "date": null,
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}