{
    "id":"18644489",
    "tms:id":"197147",
    "accession_number":"1993-151-363-1\/8",
    "title":"Brochure, \"Memphis (Condominiums): Portfolio\", 1985",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644489\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35247617",
    "date":"1985",
    "year_start":"1985",
    "year_end":"1985",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1. portfolio- 35.5 x 25.3 cm (14 x 10 in.), closed; 35.5 x 50.9 cm (14 x 20 1\/8 in.), opened; left-hand inside pocket- 27.3 x 25.6 cm (11 x 9 7\/8 in.); right-hand inside pocket- 27.3 x 12.4 cm (11 x 4 7\/8 in.)\n1\/ 5. floor plans- 32.8 x 21.5 cm (13 x 8 1\/2 in.), closed; 57.8 x 73.2 cm (22 3\/4 x 28 7\/8 in.), opened.\n6. accordian fold insert- 15.2 x 12.5 cm (6 x 5 in.), closed; 15.2 x 49.4 cm (6 x 19 1\/2 in.), opened.\n7. M brochure- 35 x 11.8 cm (13 7\/8 x 4 5\/8 in.), closed; 35 x 23.6 cm (13 7\/8 x 9 1\/4 in.), opened.\n8. Apartments brochure- 33 x 11 cm (13 x 4 3\/8 in.) closed; 33 x 22.1 cm (13 x 8 3\/4 in.), opened.",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"Portfolio - Recto: There is an all-over squiggle pattern in black on white with turquoise highlights. Centered in the upper half is a turquoise square, within a thin\ndouble border, white inside, black outside, and a symmetrical step design puncturing the center of the bottom edge. The Memphis (condominiums) logo is imprinted in white across the upper part of the square; the condominiums, in italics, appears underneath. Just above the portfolio's bottom edge, centered, is a line of type concerning the real estate offering.\n\nVerso: The squiggle pattern of the recto is duplicated.\n\nInside: The face of the portfolio is golden yellow. On the left-hand side is a pocket, in the squiggle pattern repeated from the recto, now in turquoise on black, with white highlights. A cut-out arrow-tip shape, incised in the center of the pocket's top edge, points downward to a line of type, Floor Plans, in white capitals, enclosed within a narrow  black rectangle edged in white.  An additional line of type, Neighborhood, in the same format, is imprinted in the lower half; just above, a horizontal slit forms a smaller pocket, containing an accordian-fold brochure. The floor plans enclosed in the larger pocket are partly visible at the top. On the right-hand side, in the right half, is a pocket in the squiggle pattern, now in white on black, with turquoise highlights. The step design, inverted, is incised in the center of the top edge. The word, Building, is imprinted on the same horizontal level and in the same format as Neighborhood. The pocket holds a four-sided brochure. In the left half, there is a fifteen page brochure, its back cover pasted to the portfolio.\nAccordian-fold brochure - Recto: The title of the condominium marketing brochure, East Sixties, is visible when the folded brochure is inserted in its pocket. When opened, there is a photographic view of Manhattan townhouses in the lower left-hand corner, with an accompanying marketing narrative about the East Side neighborhood of the Memphis condominiums. Additional photographs and marketing narrative comprise the subsequent pages. Verso: The centerpiece, a Manhattan East Side grid, in pink, covers the west-east area from Central Park (facing Fifth Avenue) to the East River, and the north-south from the East 70th Street to the east fifties. The Memphis (condominium) building is marked by a red circle, labelled uptown [italicized]\/ Memphis [logo], with a curved arrow pointing to the location. The accompanying marketing narrative, under the headings Location, Restaurants and Shopping, concludes with uptown [italicized]\/ Memphis [logo], followed by the location and sponsor information.\n\nFloor plans - Folded and inserted in their pocket, the floor plans show a dark greenish-gray area bordered in white at the top, with an arrow-tip shape, centered and pointing downward, just above the identical incised shape on the pocket. The  word, floors, in thin black capitals, is imprinted within the white arrow-shaped space, followed by the specific locations on the four plans: 5-17, 18-37, 38-39 and\n40. Opened, the plans, within the gray appearing on all four sides, depict the various apartment layouts in white, pale yellow, light gray, and a black and white marbleized pattern.\n \nM brochure - In the top half, the cover shows an M from the Memphis (condominiums) logo, in white on a red square, identical to, but smaller than, the turquoise square on the portfolio cover. Underneath, in the center, is a black and white image of a slanted house-with-chimney, other buildings, and plantings, with geometric shapes in shades of turquoise and pink interspersed; the whole rests on a shelf-like line, in back of an archery bow-like curve. The Memphis (condominium) logo is imprinted in black in the lower half and the offering statement is on one line just above the bottom edge. The inside front cover: composite photograph of the Citicorp building in back of a lowscale building streetscape. P. 3 (title page): Across\nthe top, the years 1982, 1983, 1984, 1985, 1986, 1987 in shades of pink and turquoise, with 1984 in black; underneath, centered, an icon composed of conical shapes; underneath that, New\/ York in pink and turquoise tones; underneath that, centered, a composite photograph of Manhattan skyscrapers and lowscale buildings; underneath, curved, Something is going on in this town; completing the page, seven lines of type, beginning Look up, about trends in Manhattan architecture. Pp. 4-11: Photographs of 1980s interiors and individual design objects (e.g., p. 6, Dakota Jackson table; p. 8, Antonio Citterio vases, chair) are accompanied by attributions.  Pp. 8-9: Brief statements about the Memphis design group, imprinted on a pink background, a rectangular shape with step pattern cut-outs; this is superimposed on a circle in an abstract floral pattern, overlaid by pairs of short parallel lines, all in turquoise tones. Pp. 10, top half: Quotation about Memphis from Ettore Sottsass, Jr.  P. 11: Imprinted in the bottom quarter, uptown\/ Memphis [logo]\/ downtown; and underneath, in a curved format, Classical expressions of the new spirit in design. Two pages (unpaginated), for notes, follow p. 11, one in a graph paper design; the other composed of parallel lines. The back cover, in the top quarter, repeats the Memphis (condominium) configuration from p. 11 and includes additional marketing information.\n\nFour-sided brochure - Cover:  At the right edge, a border in turquoise tones, intensifying from pale to bright, begins in the top half and extends to the bottom edge. At the top edge, centered, is a squiggle design, in black with turquoise highlights. Immediately underneath, in black capitals, is The Apartments\/ uptown [black italics]\/ Memphis [turquoise logo]. At the same level as the top edge of the border, a list of thirteen statements about the apartments begins; these are from one to four lines, separated by + shapes, which are centered and in turquoise. An offering statement just above the bottom edge completes the page. Opened, the inside shows an all-over background squiggle design in black on white, with pink highlights. The Memphis (uptown) condominium is depicted against a deep blue sky in a full-length photographic view beginning left of center and continuing to about an inch from the right edge. In addition, there are three bird's-eye views in a rectangular format superimposed on the squiggle background, one each intersecting the right and left edges of the central image and the third, on the left, entirely on the background.  At the lower left , a golden yellow square, bordered in black and white and with a step design cut-out in its bottom edge, is placed half on the full-length view and half on the background. Within the square, the Memphis (condominium) logo is imprinted in red and marketing information in black.",
    "justification":null,
    "type":{
        "id":"35247617",
        "name":"brochure"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id":"18043651",
            "role_id":"35236655",
            "person_name":"Stephen Doyle",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043651\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18052659",
            "role_id":"35236655",
            "person_name":"Alexander Isley",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18052659\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18056541",
            "role_id":"35236725",
            "person_name":"Danny Abelson",
            "role_name":"Editor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18056541\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236725\/"
        },
        {
            "person_id":"18056491",
            "role_id":"35236667",
            "person_name":"Alvin Preiss, Inc.",
            "role_name":"Client",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18056491\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Brochure, \"Memphis (Condominiums): Portfolio\", 1985.\n1985. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-363-1\/8."
    },
    "colors":[

    ]
}