{
    "id":"18797503",
    "tms:id":"274411",
    "accession_number":"2012-23-1",
    "title":"Drawing, \"Drawing for Hemmerle Bracelet\", 1995",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18797503\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35456709",
    "type_id":"35237093",
    "date":"1995",
    "year_start":1995,
    "year_end":1995,
    "year_acquired":"2012",
    "decade":"1990",
    "woe:country":"23424829",
    "medium":"Blue and black ball point ink, green, grey and brown waxy medium crayon on off-white wove paper",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Acquired from the designers, 2012.",
    "dimensions":"30.7 x 22.2 cm (12 1\/16 x 8 3\/4 in.)",
    "creditline":"Gift of Hemmerle",
    "description":"Upper drawing:  Design for yellow diamond pave with small row of white diamond baguettes crafted out of yellow gold; design for brown diamond pave with small row of white diamond baguettes crafted out of white gold.  Middle drawing:  Design for yellow sapphire baguettes with small row of emeralds crafted out of white gold; design for emerald baguettes with small row of yellow saphires crafted in white gold.  Lower drawing: Design for emerald and yellow sapphire ovals surrounded by emerald and yellow sapphire baguettes crafted out of white gold.  These designs were not produced but the middle pair of designs inspired Stefan Hemmerle to create a similar bracelet made of citrine baguettes and 2 citrine cabochons crafted in rose gold and produced in 1997.",
    "justification":"In the late 1980s, Stefan Hemmerle created the first designs for the Harmony Bangle, a bracelet that has since become the signature of the Hemmerle firm.&amp;nbsp; The open-ended form, a style of bracelet that can be traced back to ancient times, becomes distinctively modern in the form of the Harmony Bangle.&amp;nbsp; Each end of the Bangle is “capped” in gems or stones, yet the rounded forms serve to extend the fluid lines of the bracelet.&amp;nbsp; A hidden closure mechanism embedded within the bracelet enables this seamless form.&amp;nbsp; The Harmony Bangle’s simple, sophisticated silhouette has become the basis of two decades of imaginative and seductive contrasts of materials.&amp;nbsp; This sketch drawing, executed by Stefan Hemmerle in 1995, is a striking example of the designer working out the possibilities of the Harmony Bangle’s fluid form when featuring glistening, pavé-set gemstones.&amp;nbsp; In this drawing, Stefan Hemmerle is still in the stages of working out an idea, and the immediacy of Stefan’s creative process is on display in the faint, ballpoint pen sketches and the quickly rendered variations of the bracelet.&amp;nbsp; ",
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/50080_f71cd1d1bc2a5882_b.jpg",
                "width":725,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/50080_f71cd1d1bc2a5882_n.jpg",
                "width":227,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/50080_f71cd1d1bc2a5882_z.jpg",
                "width":453,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"35456089",
            "role_id":"35236655",
            "person_name":"Stefan Hemmerle",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/35456089\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Drawing, \"Drawing for Hemmerle Bracelet\", 1995.Blue and black ball point ink, green, grey and brown waxy medium crayon on off-white wove paper. Gift of Hemmerle. 2012-23-1."
    },
    "colors":[
        {
            "color":"#93a5c6",
            "closest_css3":"#a9a9a9"
        },
        {
            "color":"#5b7499",
            "closest_css3":"#708090"
        },
        {
            "color":"#e5cd47",
            "closest_css3":"#f4a460"
        },
        {
            "color":"#2f396a",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#928d75",
            "closest_css3":"#808080"
        }
    ]
}