{
    "id": "18644521",
    "tms:id": "197163",
    "accession_number": "1993-151-378",
    "title": "Form, \"M&Co: Fax Cover Set\", 1984–85",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644521\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1984–85",
    "year_start": "1984",
    "year_end": "1985",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-378a, Cheers from M&Co - 27.7 x 21.5 cm (10 15\/16 x 8 1\/2 in.)\n1993-151-378b, Hello\/ How are you? - 27.7 x 21.5 cm (10 15\/16 x 8 1\/2 in.)\n1993-151-378c, Hello\/ Is anybody there - 27.7 x 21.5 cm ( 10 15\/16 x 8 1\/2 in.)\n1993-151-378d, Tin Can\/ String Phone - 27.7 x 21.5 cm (10 15\/16 x 8 1\/2 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Four fax cover sheets, imprinted in black on white coated paper, comprise the set.\n\n1993-151-378a - In the upper half of the page on the left, a M&Co FAX form is imprinted. The design of the remaining page is composed of: Cheers from M&Co, imprinted to the right of center close to the top of the page; M&Co New York, imprinted in a curved format on the lower left; and telephone, FAX and address information in five lines centered directly underneath.\n\n1993-151-378b - In the upper half of the page on the left, a M&Co FAX form is imprinted. The design of the remaining page is composed of: Hello?, imprinted to the left of center close to the top of the page; How are you?, imprinted in a curved format to the right of center, a short distance underneath; Cheers from M&Co, imprinted in a curved format on the lower left; and telephone, FAX and address information in five lines centered directly underneath.\n\n1993-151-378c - In the upper half of the page on the left, a M&Co FAX form is imprinted. The design of the remaining page is composed of Hello?, imprinted to the left of center close to the top of the page; Is anybody there?, imprinted to the right of center, a short distance underneath; Cheers from M&Co, imprinted in a curved format on the lower left; and telephone, FAX and address information in five lines centered directly underneath.\n\n1993-151-358d - On the upper left is a line illustration of two boys, each holding one end of a tin-can-and-string play telephone. An above-the-waist view of the boy, facing right, in the upper left hand corner, shows him holding a can to his mouth; a taut string attached to the can stretches diagonally upward to the right, where it is attached to a second tin can, also held by a boy, facing the viewer and standing, to his ear. In the upper half of the page, below the first boy, are twenty-two lines of instructions for making a can-and-string telephone, accompanied by an illustration in the lower half. The center section is imprinted top to bottom with horizontal broken lines; FAX directions are imprinted on lines five to ten and on the bottom line. In the upper right hand corner, M&Co A Design Group, Inc. is followed underneath by four lines of address and telephone information.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35294837",
        "name": "form"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}