{
    "id":"18565597",
    "tms:id":"76090",
    "accession_number":"1942-36-4",
    "title":"Drawing, \"Design for a Candelabrum\", 1530–40",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18565597\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35427395",
    "type_id":"35237093",
    "date":"1530–40",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1942",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Black chalk, brush and brown wash, incised lines and compass points on cream laid paper, lined",
    "markings":"Watermark:  anchor in circle, six-pointed star on top, similar to Briquet 478 (Bergamo, 1502) or  Briquet 511(Udine, 1535)",
    "signed":null,
    "inscribed":"Inscribed in black chalk, center, on molding of upper pedestal:  8; lower center on margin of Sacrifice panel:  +; at lower right, in center lower plan:  5; on upper rim of lower plan:  8; on left edge of lower plan:  +",
    "provenance":"Lord Amherst of Hackney [Sale Sotheby's London, Dec. 14, 1921]; P. & D. Colnaghi, London",
    "dimensions":"43.4 x 25.4 cm (17 1\/16 x 10 in. )",
    "creditline":"Museum purchase through gift of Mrs. John Innes Kane",
    "description":"A candelabrum, in elevation, resting on upper and lower pedestals.  The lower pedestal, supported by lion's feet, is flanked by terminal, winged, caryatid cherubim (or seraphim) perching on curling volutes; in between is a central panel depicting a scene of sacrifice (a figure with arms outstretched is between two standing figures flanking a bull (?) splayed on the altar).  Between the lion's paws at the base (on the lowest rectangular block), there is a scalloped lunette with an urn at its center, from which hang paired festoons.  At the top of the lowest pedestal, the wings of the addorsed cherubim terminate in a frontal, bald-headed mask with fin-like jowls.   These cherubim support the stepped, base molding (scored with a stylus) of the upper pedestal which is flanked by two ram heads, with garlands hanging from their mouths, above two animal masks. Two cinerary urns in niches decorate the upper pedestal's central panel.  Atop the two-tiered pedestals,the  upper candelabrum shaft consists of a vase surmounted by an urn and another upper section.  A baluster crowns the shaft.  Faintly sketched are six branches (three on either side of the upper shaft) to suggest an overall seven-branch candlestick design. At the lower right, two plan sketches with numbers (\"8\" and \"5\") indicating, probably, the size of the marble block needed to carve the corresponding sections of the candelabrum (as Sir Timothy Clifford has suggested); the numbers correspond to others on the more finished drawing.  Some believe the design might have been intended to be realized in metal.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042155",
            "role_id":"35236565",
            "person_name":"Michelangelo",
            "role_name":"Artist",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042155\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Design for a Candelabrum\", 1530–40.\n1530–40. Black chalk, brush and brown wash, incised lines and compass points on cream laid paper, lined. Museum purchase through gift of Mrs. John Innes Kane. 1942-36-4."
    },
    "colors":[
        {
            "color":"#ad9a8b",
            "closest_css3":"#bc8f8f"
        }
    ]
}