{
    "id": "35520767",
    "tms:id": "275047",
    "accession_number": "2013-24-4",
    "title": "Drawing, \"Drawing for Trees 9, D10, and D11\", 2011",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35520767\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35520751",
    "type_id": "35237093",
    "date": "2011",
    "year_start": 2011,
    "year_end": 2011,
    "year_acquired": "2013",
    "decade": "2010",
    "woe:country": "23424853",
    "medium": "Graphite on white paper mounted on white paper",
    "markings": null,
    "signed": "Signed in graphite, lower left: Andrea Branzi 2011",
    "inscribed": null,
    "provenance": "Andrea Branzi; Friedman Benda Gallery until February 2013",
    "dimensions": "34 x 49 cm (13 3\/8 x 19 5\/16 in.)",
    "creditline": "Gift of Marc Benda and Barry Friedman, courtesy of the artist",
    "description": "Three designs depicted. Upper right: a tree against a large rectangular banner with stripes; lower right: a tree with several disks growing out the side contained within a frame; left center: four trees of various sizes, each with disks growing from them contained within a frame. Some orange crayon markings.",
    "justification": "The five drawings presented by the celebrated Italian post-modernist architect Andrea Branzi, are all connected to an exhibition entitled Trees &amp; Stones, displayed at the Friedman Benda Gallery from September 11 to October 13, 2012.&amp;nbsp; As one of the architects emerging in the 1960s and 1970s, who were looking for an alternative to modernist design and architecture, Branzi has sought to reconcile architecture and design with the factors of contemporary life.&amp;nbsp; He was one of the first architects to comment on the dichotomy of the natural and artificial worlds, on the over-saturation of mass production, and the limited supply of resources.\nIn his Trees &amp; Stones exhibition, Branzi produced furniture that brings the natural world into the living environment.&amp;nbsp; The D3 series bookshelves combines parts of birch trees with metal and wood shelves and frames.&amp;nbsp; To document this series there is one presentation drawing showing four vertical book cases set against a back frame with 3 birch tree branches running vertically in between them.&amp;nbsp; The spaces between the cases is wide enough to give breadth and independence to the birch trunk elements rising a bit higher than the cases, creating a balance and harmony to Branzi’s unique creations.&amp;nbsp;&amp;nbsp;One graphite drawing contains alternative preparatory sketches for this&amp;nbsp;Tree D3&amp;nbsp;bookcase.&amp;nbsp; \nAnother design is the&amp;nbsp;Trees D11&amp;nbsp;series.&amp;nbsp; The presentation drawing for this display unit shows four orange tree trucks of differing heights with alternating black disks, presumably to hold objects, grafted on to them.&amp;nbsp;&amp;nbsp; Here again, Branzi is playing with the idea of the natural and technological worlds brought together in the daily urban environment which can be quite estranged from nature. &amp;nbsp;&amp;nbsp;To illustrate the design process,&amp;nbsp;two drawings have been selected with various shelving designs on it including one with tree trunks and disks emerging from them.\n&amp;nbsp;\n&amp;nbsp;",
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62905_ef824ab5710eeac4_b.jpg",
                "width": 1024,
                "height": 709,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62905_ef824ab5710eeac4_n.jpg",
                "width": 320,
                "height": 222,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/62905_ef824ab5710eeac4_z.jpg",
                "width": 640,
                "height": 443,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18040901",
            "role_id": "35351535",
            "person_name": "Barry Friedman",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18040901\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "35518605",
            "role_id": "35236655",
            "person_name": "Andrea Branzi",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/35518605\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18062523",
            "role_id": "35351535",
            "person_name": "Marc Benda",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, \"Drawing for Trees 9, D10, and D11\", 2011. Graphite on white paper mounted on white paper. Gift of Marc Benda and Barry Friedman, courtesy of the artist. 2013-24-4."
    },
    "colors": [
        {
            "color": "#b5b5b5",
            "closest_css3": "#c0c0c0"
        }
    ]
}