{
    "id": "51676343",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/51676343\/",
    "name": "Inge Dusi (German)",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "from: http:\/\/www.ingedusi.cl\/english.html\n\nInge Dusi is a textile artist of German origin, who, except for three years of study in Munich, Germany, lived in Chile until 1974. At that point, she moved to Costa Rica where she lived for another 6 years. Between 1983 and 1997 she resided in Milan, Italy.\n\nHer inspiration comes from her exposure to “amarra”, a technique originally used in Pre-Colombian textiles and internationally recognized nowadys as Shibori. An invitation form th Museum of Contemporary Crafts of New York and a Fullbright Foundation scholarship allowed her to meet important textile artists in th USA. While in Milan, she became part of a group of fiber artists who devoted themselves to applying their art to fashion.  This contact with the italian textile industry and its larg variety of fibers and fabrics has enriched her work and, consequently, it led her to be twice selected as the italian representative to the International Textile Design Contest held by the Fashion Foundation of Tokio, Japan. \n\nIn 1997 she returned to Chile, and along with japanese artist Yoshiko I. Wada, she organized the third International Shibori Symposium at both, the Museum of fine Arts and the Museum of Pre-Colombian Art in Santiago.\n\nThe works of Inge Dusi can be found in collections at the Cooper Hewitt Museum of Decorative Arts (Smithsonian Institution), and the Jack Lenor Larsen Collection, both in New York; the Amaral Textile Museum in Bogotá, Colombia; and in private collections throughout the United States, Japan, Switzerland, Colombia, Costa Rica, Peru and Chile. She has held and participed in exhibitions throughout Latin America, Europe, Japan and the United States.",
    "woe:country": null,
    "date": null,
    "roles": [
        {
            "id": "35351535",
            "name": "Donor",
            "count_objects": "118109"
        },
        {
            "id": "35236747",
            "name": "Dyer",
            "count_objects": "13"
        },
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "11924",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": null,
        "ideo:id": null
    }
}