{
    "id": "18644761",
    "tms:id": "197284",
    "accession_number": "1993-151-91-a\/aa",
    "title": "Labs, Books, A Mystery, 1989",
    "title_raw": "A Mystery",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644761\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35422863",
    "type_id": "35294855",
    "date": "1989",
    "year_start": 1989,
    "year_end": 1989,
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country_id": "23424977",
    "medium": "Offset lithography. pencils, metal, printed matter",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Gift of Tibor Kalman\/ M & co.",
    "dimensions": "1993-151-91a - 25 x 19.4 x 2.2 cm (9 7\/8 x 7 5\/8 x 7\/8 in.), book, closed\n1993-151-91a - 25 x 40.7 x 2.2 cm (9 7\/8 x 16 1\/8 x 7\/8 in.), book, opened\n1993-151-91b - 2.5 x 19 cm (1 x 7 1\/2 in.), ruler\n1993-151-91c - n - 18.8cm (7 3\/8 in.), pencils\n1993-151-91o - 25.5  x 19.4 x 2.5 cn (10 1\/8 x 7 5\/8 x 1 in., jacket \n1993-151-91p - 13.5 x 9 x 1.7cm (5 1\/4 x 3 5\/8 x 3\/4 in.), paper stack\n1993-151-91q - 2.3 x 5.6 x 1.3 cm (1 x 1 x 1\/2 in.), eraser\n1993-151-91r - 2.5 x 2.5 x 1.3 cm (1 x 1 x 1\/2 in.), pencil sharpener\n1993-151-91s - 8.4 x 4.5 cm (3 1\/4 x 1 3\/4 in.), pencil wrapper\n1993-151-91t - 19.0 x 2.5 x 1 cm (17 1\/2 x 1 x 1\/2 in.), paper wedge\n1993-151-91u - 1.8 x 9.3 x 1.5 cm (1\/2 x 3 5\/8 x 5\/8 in.), paper stack wrapper\n1993-151-91v - 5 x 5 cm (1 15\/16 x 1 15\/16 in.), insert\n1993-151-91w - not measured,  rubber band wrapper \n1993-151-91x - 2.3 x 4.5 x 1.3 cm (7\/8 x 1 3\/4 x 1\/2 in.), eraser wrapper\n1993-151-91y - 3.2 x 5 cm (11\/4 x 1\/4 in.), paper clips\n1993-151-91z  - 4.7 x 1 (1 7\/8 x 3\/8 in.), tin\n1993-151-91aa -  6 cm (2 1\/2 in.) , rubber bands",
    "dimensions_raw": {
        "depth": [
            "2.20",
            "centimeters"
        ],
        "height": [
            "25.00",
            "centimeters"
        ],
        "width": [
            "40.70",
            "centimeters"
        ]
    },
    "creditline": "Gift of Tibor Kalman\/ M & Co.",
    "description": "Jacket - Constructed of coated black, marbleized stock, notched in the center of the open edges. There is an incised outline of a circle on the front, just above center. \n\nBook, front and back covers: Dark green cloth; spine bound in black cloth, which extends about two inches, front and back. \nFront cover: Imprinted a\/ Mystery, the a italicized; mystery in serif-style capitals; in gold. Centered below the title is a key design, also in gold.\n\nSpine: With the object lying flat and back cover faced downward, the viewer may read the title, imprinted horizontally in a smaller version of the front cover type, accompanied by thin gold lines, gradually narrowing from the center outward. With the object standing up, M&Co\/ Vol.1 may be viewed at bottom.\n\nInside front cover: Marbleized paper in tones of beige, bordered in black; divided into eight variously sized rectangular sections, separated by thick black lines. In small beige capitals, a quotation attributed to Marcus Aurelius makes its way around the border, beginning and ending at the top, left. The pattern continues in the imprinting of discrete aphorisms on the five vertical and two horizontal outlines dividing the sections. A long, narrow section (here called # 1) on the left, titled Pencil Making in\/ Today's Modern World, in small capitals, continues in small upper and lower case with a description of pencil-making, separated every few lines by stylized illustrations composed of circles, dots and lines. Moving across, the next section (#2), equally long but narrower than #1, lists three different categories of measurement, headed by related line illustrations: a V-shaped compass; balance scales; cup and saucer. An eleven-line quotation from William Strunk, Jr.'s Elements of Style, imprinted in italics, comprises the adjacent section (#3), ending at the spine. Two sections underneath together match the width of the rectangle directly above; the smaller one (#4), on the left, quotes from Ernest Hemingway’s The Sun Also Rises, while the larger, on the right (#5), quotes from a [George] Meredith poem. The bottom row, left to right, features a quotation from Edmund Burke, in a sans serif type, in the smallest rectangle (#6); another, from Thomas Jefferson, in a serif style type, in the next largest rectangle (#7); and in the third and largest rectangle (#8), eleven lines, in sans serif type, about vulcanization. \n\nSpine: In sans serif type, a quotation referring to dictionaries occupies the entire space.  An ideogram of a dictionary opened on a bookstand appears between the second and third lines. The attribution to Jean Paul Sartre, The Words, and the date, 1964, are imprinted on three lines just above the lower edge.\n\nInside back cover: An uncovered wooden box is divided into eight sections corresponding to the configuration of the inside front cover.  Sections #1, 3, 4, 6, 7 and 8 are lined with the same beige-toned paper used on the inside front cover. Section #1, featuring an illustration of a tree in leaf, holds a dozen sharpened, shiny black pencils imprinted Cheers from M&Co in gold. Placed in the box with the points down and red rubber erasers up, they are contained in an ivory-colored paper wrapper, arguably featuring the object's most detailed design in relation to  size. On the top left, in miniscule capitals, is A mixture of\/ German and Mexican\/ graphic and\/ Bavarian clay, and in the same style on the top right, is Encased\/ in a Western\/ incense cedar\/ shaft. Centered just below is a cross section of the inside of a pencil, followed underneath by 12\/ Genuine No. 2\/ Pencils (this last in larger and darker capitals than the rest)\/ (Lat. Pencillus, lit. \"little tail\"). Centered underneath, completing the design, is an illustration of a partial view of the eraser end of a pencil shaft, overlaid by a banner imprinted Made in USA. Three horizontal arrows, labeled accordingly in small capitals, point to different pencil features: on the right, shiny\/ brass ferule; on the left, above, handy\/ rubber eraser; on the left, below, basic black\/ finish.  In Section #2,  a metal ruler is placed on top of a paper wedge. The ruler is pierced by a hole, for hanging purposes, on the top short edge. On the recto, seven inch markings are imprinted in dark Roman numerals. Reading across, inch and metric equivalent measurements are imprinted in the spaces between the edge and one inch, one and two inches and five and six inches; M&Co within an oval between three and four inches and time=money between six and seven inches. The verso shows Roman numerals, at intervals of ten, marking metrical measurements up to 170. M&Co Labs (R) New York is imprinted between 100 and 130. The paper wedge is imprinted, top to bottom and justified on the right, This\/ genuine M&Co\/ 7 inch\/ steel rule is\/ packed in a clean\/ environment\/ and will show\/ fingerprints\/ as you begin\/ to use it.\/ In time it will\/ develop a\/ slightly darker\/ patina. Section #3 contains a stack of off-white paper, its top right edge sliced on the diagonal; its paper binder is imprinted in italics A Nice Stack of Paper Perfect for Writing Notes, separated between the words paper and perfect by a line illustration of a pair of crossed pencils. The section liner shows a design of a hand, extending to the left from a shirt cuff within a jacket sleeve edge, holding a pen, poised over a piece of paper on which part of a word has already been written.\nSection #4 contains brass-colored clips in a box of the same material as the pencil wrapper, imprinted on a curve in small capitals about 75 clips\/ they're bendable. Arrows extend from the center to line illustrations of clips, three at the top edge and three at the bottom, bent into various shapes and labeled accordingly. The section liner is imprinted vertically in a hand-drawn style 1+1 are 2. In Section #5, a round metal tin of Italian-manufactured mints, labeled Tabu\/ bianco\/, followed by the manufacturer's Italian-language motto, is placed on a liner imprinted with a line illustration of a leaf on a stem. Section #6 contains a two-holed, brass-colored, wedge-shaped pencil sharpener on top of a liner imprinted with a line illustration of a gavel or hatchet. In Section #7, a rectangular, off-white eraser is placed in a black wrapper, imprinted in the center with a design of a duck within a circle; the quotation, to err is human to forgive divine is imprinted in a curved format in unattached script type, beginning on the wrapper with the first four words and concluding on the liner. Section #8 contains a bunch of rubber bands bound at the center in a black paper wrapper; the liner is imprinted in the center with a design composed of the letters h and c connected by horizontal and vertical lines.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "labs, books",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21698_072f890d73a3c9f0_b.jpg",
                "width": 1024,
                "height": 687,
                "is_primary": "1",
                "image_id": "21698"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21698_072f890d73a3c9f0_z.jpg",
                "width": 640,
                "height": 429,
                "is_primary": "1",
                "image_id": "21698"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21698_072f890d73a3c9f0_n.jpg",
                "width": 320,
                "height": 215,
                "is_primary": "1",
                "image_id": "21698"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21698_072f890d73a3c9f0_d.gif",
                "width": 320,
                "height": 215,
                "is_primary": "1",
                "image_id": "21698"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/21698_072f890d73a3c9f0_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "21698"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18046097",
            "role_id": "35236655",
            "person_name": "Alexander Brebner",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18046097\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18053923",
            "role_id": "35236655",
            "person_name": "Douglas Riccardi",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18053923\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Design Director",
            "role_display_name": "Design Director:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "person_date": "founded 1979",
            "role_name": "Firm",
            "role_display_name": "Firm:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        }
    ],
    "tombstone": {
        "epitaph": "Labs, Books, A Mystery, 1989. Offset lithography. pencils, metal, printed matter. \nGift of Tibor Kalman\/ M &amp; Co.. 1993-151-91-a\/aa."
    },
    "colors": [
        {
            "color": "#b19f5d",
            "closest_crayola": "#bab86c",
            "closest_css3": "#bdb76b",
            "closest_css4": "#bdb76b"
        },
        {
            "color": "#918378",
            "closest_crayola": "#9f8170",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        },
        {
            "color": "#87743a",
            "closest_crayola": "#85754e",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#2e2b2a",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#716a5e",
            "closest_crayola": "#6e5160",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "woe:country_name": "United States"
}