{
    "id": "18644591",
    "tms:id": "197198",
    "accession_number": "1993-151-409",
    "title": "Postcard, \"M&Co: House with Lion\", 1979",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644591\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1979",
    "year_start": "1979",
    "year_end": "1979",
    "year_acquired": "1993",
    "decade": "1970",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "10.8 x 15.2 cm (4 1\/4 x 6 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "In this photographic reproduction, the frontal view is of a small white house, the surface of which appears to be aluminum siding. The centrally placed front door is set within an asymmetrical structure jutting out from the house and rising to a peak against a dark roof. On both left and right is a single window, partly covered by a canopy of striped material, probably metallic. Additional features include a tall brick chimney, located between the left hand window and the peaked structure; a strip, matching the window canopies, at the top of the door; and a lantern installed above that. To the right of and behind the house, partially visible, is a two-car garage with two cars parked outside in front of the closed garage doors. A tall evergreen tree is next to the house on the left and additional trees, bare of leaves, form the background. The frontage consists of five stone or cement steps, flanked by hedges, leading to the door; a path extending from the bottom step out to the left; and a patch of lawn abutting the lower edge of the card. A small stone statue of a lion, viewed in profile, appears in front of the hedge on the right.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35247593",
        "name": "postcard"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}