{
    "id": "18644699",
    "tms:id": "197253",
    "accession_number": "1993-151-63-1,2",
    "title": "Album Cover, \"David Byrne, O. Samba\", 1989",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644699\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35294759",
    "date": "1989",
    "year_start": 1989,
    "year_end": 1989,
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-63-1, album cover, 31.3 x 31.3 cm (12 3\/8 x 12 3\/8 in.)\n1993-151-63-2, inner sleeve, 31.1  x 31.1 cm (12 1\/8 x 12 1\/8 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Album -  Recto: On a white background within  the right half is a vertical photographic image of a nude woman dancer (a member of the Urban Bushwomen Dance Company) from head to below the knee, her head thrown back, body twisted, with the musculature visible on the left side of her back and her arms bent at the elbows and raised. She is wearing a cord tied around her waist, four strands of beads around her buttocks and a wave-patterned scarf wrapped around her head, its length trailing in a curved shape to the left. In her left hand, she carries what appears to be a ball, enveloped in the scarf, and in her right, an upraised dagger. In the section underneath the scarf on the left is the album title, the curved letters formed by jewelled trinkets and stones in predominantly blue-green tones. In the narrow band across the top, the album subtitle and David Byrne's name are imprinted in lower case letters in white and blue on a multicolored  photographic strip of Brazilian carnival musicians and dancers.\nVerso: On a black background, a three-quarter view photograph of the head and upper body of a black Brazilian singer, mouth open as if singing, occupies the center; he is wearing a white suit, shirt, pocket handkerchief and hat, and a swirl- patterned tie. To the left in the upper half is a marquee advertising a Brazilian entertainment in Portuguese and in the lower half a shadowy image of a man, probably a singer. A similar image is in the same position on the opposite side. The names of the album songs and artists, along with production information, are listed in a vertical format on the left, next to and following the outline of the central figure and superimposed on both the marquee and background figure. \nThe top band, excerpted from a photograph by Sebastiao Salgado, shows cylindrical, bone-like shapes, with the album title and subtitle superimposed in blue, and a note about liner essays imprinted directly below.\nInner sleeve -   Recto: Placed around all four edges are nine headshots of the album artists, and a tenth outlined figure representing the missing headshot, with the artists' names beside them. The song lyrics in English and related Brazilian musical terminology are imprinted in five columns. \nVerso: In the left half are liner notes in a vertical format; in the center, pictographs of musical instruments and their names, also vertical; and on the right in reverse top-to-bottom order, additional liner notes.",
    "justification": null,
    "type": {
        "id": "35294759",
        "name": "Album cover"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18055915",
            "role_id": "35236631",
            "person_name": "Lois Greenfield",
            "role_name": "Photographer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055915\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236631\/"
        },
        {
            "person_id": "18041893",
            "role_id": "35236655",
            "person_name": "Marlene McCarty",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041893\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "role_name": "Firm",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        }
    ],
    "tombstone": {
        "epitaph": "Album Cover, \"David Byrne, O. Samba\", 1989. Offset lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-63-1,2."
    },
    "colors": [

    ]
}