{
    "id":"18761785",
    "tms:id":"257186",
    "accession_number":"2011-17-1",
    "title":"Dress, 2009",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18761785\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35434679",
    "type_id":"35266835",
    "date":"2009",
    "year_start":"2009",
    "year_end":"2009",
    "year_acquired":"2011",
    "decade":"2000",
    "woe:country":"23424747",
    "medium":"Medium: chaguar fiber (bromeliad family)\nTechnique: interconnected looping and crochet",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Purchased new from Lydia Novillo, 2010",
    "dimensions":"H x W: 176.7 x 77.3 cm (5 ft. 9 9\/16 in. x 30 7\/16 in.); includes tie",
    "creditline":"Museum purchase from Friends of Textiles Fund",
    "description":"Halter-style dress with a tie at the neck in tan, dark brown and dark blue. Looping is tighter in the mid-section to form a waistband. Deep flounce at the bottom. Pattern is geometric.",
    "justification":"This dress, woven by Lydia Novillo, in a women’s cooperative in Formosa, Argentina illustrates the continuation of an important South American textile tradition through a contemporary lens. The tradition stems from the weaving practices of the indigenous people of South America, the Wichi, who live primarily in Formosa, an isolated area in northern Argentina. Originally settling near the Bermejo and Pilcomayo Rivers they were semi-nomadic, agricultural people who also relied on fishing during the dry season. For centuries they have used the fibers of the chaguar, from the bromeliad family, to weave fishing nets, bags, and other objects, which continue to sustain many of the communities today.&amp;nbsp; \n&amp;nbsp;\nUsing an interconnected looping technique, Novillo makes a beautifully executed and graphically dynamic halter dress that incorporates variations of the traditional diamond pattern of the rattlesnake into the dress. More tightly woven loops in the midsection help to cinch the dress to naturally form a waistline, and crocheted edging around the dress, as well as in the halter straps, finish the garment. This particular dress took the weaver one month to make. This is because the process of making the fiber is extremely time-consuming. One has to pick the chaguar leaves which are then mashed with a stone to retrieve the pulpy fiber. The fiber dries for 1-2 months, after which it is twisted together to make a yarn that, although it is quite rough initially, softens over time resulting in a fabric that is wearable. ",
    "type":{
        "id":"35266835",
        "name":"dress"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18063833",
            "role_id":"35236685",
            "person_name":"Lydia Novillo",
            "role_name":"Maker",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18063833\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236685\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Dress, 2009.\n2009. Medium: chaguar fiber (bromeliad family)\nTechnique: interconnected looping and crochet. Museum purchase from Friends of Textiles Fund. 2011-17-1."
    },
    "colors":[
        {
            "color":"#2c2221",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#a5997b",
            "closest_css3":"#bc8f8f"
        },
        {
            "color":"#cdd4d8",
            "closest_css3":"#d3d3d3"
        },
        {
            "color":"#593f23",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#8c7c5b",
            "closest_css3":"#808080"
        }
    ]
}