{
    "id": "18063109",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18063109\/",
    "name": "David Adjaye",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "10",
    "biography": "David Adjaye is a British architect born in Tanzania in 1966. He established Adjaye Associates (of which he is the principal architect) in June 2000.  Adjaye is based in New York City and London. His work includes the Nobel Peace Center in Oslo and the National Museum of African-American History and Culture, for which he was lead designer, focusing on the formal development and refinement of the building. Adjaye is now recognized as one of the leading architects of his generation in the UK and beyond. Winner of the Royal Institute of British Architects award in 1993, he brings an internationally acclaimed design expertise and a global perspective to his designs. His designs have been the subject of two books: David Adjaye Houses: Recycling, Reconfiguring, Rebuilding and David Adjaye: Making Public Buildings. He has presented numerous television and radio programs on architecture for the BBC, including \"Building Africa: Architecture of a Continent,\" in 2005.\n\nHis approach to design seeks to be highly sensitive to the cultural framework of different peoples. He also believes that “Sustainability is not just material use or energy use...it is lifestyle”, and he strives to incorporate this principle into his designs. Driven by the desire to enrich and improve daily life, his buildings are designed to meet the diverse needs of the communities they serve.  His furniture designs are a critical part of his practice’s work, providing a testing ground for form and materials. \n\nAdjaye’s projects range in scale from private houses, exhibitions and temporary pavilions to major arts centers, civic buildings and masterplans in Europe, North America, the Middle East, Asia, and Africa.  He is the architect of the Smithsonian's National Museum of African American History and Culture, scheduled to open in 2016. He is also the guest curator of CHSDM's Select Series, David Adjaye selects, June 19, 2015-February 14, 2016.  He has also designed furniture and products that encompass custom-designed pieces, as well as production furniture for Knoll, Sawaya and Moroni, and Moroso. Completed works include: the Alara Concept Store in Lagos, Nigeria (2015); Marian Goodman Gallery, London (2014); Moscow School of Management SKOLKOVO in Moscow (2010); The Nobel Peace Centre in Oslo (2005); The Bernie Grant Arts Centre in London (2007); Rivington Place in London (2007); and the Idea Stores on Chrisp Street (2004) and Whitechapel (2005) – two pioneering new libraries in the London Borough of Tower Hamlets. The former was nominated for the Stirling Prize in 2006, received a RIBA Building Award in 2005 and has been exhibited at the VIII Venice Biennale of Architecture (2002 and 2005) and the Sao Paulo Biennial (2003).",
    "woe:country_id": "23424975",
    "date": "English, born Tanzania 1966",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424975"
}