{
    "id": "18062111",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18062111\/",
    "name": "Wiener Porzellan Manufaktur, Augarten",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "14",
    "biography": "The Wiener Porzellan Manufaktur, or Vienna Porcelain Manufactory, was founded in 1718 by Claudius Innocentius du Paquier. Paquier imported the secret of making hard-paste porcelain to Vienna and was granted an official privilege from Emperor Karl VI to establish the city’s sole porcelain manufactory. In 1744, Empress Maria Theresa took control of the manufactory; from that point on, pieces produced by the firm bore the blue-striped shield of the Duke of Austria’s coat of arms underneath the glaze. Maria Therese favored the mid-eighteenth century rococo fashion and many pieces from this period borrowed scenes from famous designers such as Antoine Watteau. The firm became known as Augarten, due to its location in the Augarten part of Vienna,  when it re-opened in 1922 and initiated a series of modern designers working with traditionally trained artisans.\n\nThe Manufactory continued to enjoy success during the Neoclassical period under the leadership of Conrad von Sorgenthal, who became director in 1784. Furthermore, the Congress of Vienna helped assert the Manufactory’s reputation as its pieces infiltrated royal homes both in Austria and abroad. Starting around 1830, the Biedermeier era, Vienna Porcelain found its way into middle class homes: these handmade pieces primarily featured floral styles and became status symbols for the wealthy. Unfortunately, rapid expansion and domestic competition led to the closure of the company in 1864; its collection of designs was donated to the Museum of Art and Industry (now the Museum of Applied Art) in Vienna.\n\nThe Manufactory continued to enjoy success during the Neoclassical period under the leadership of Conrad von Sorgenthal, who became director in 1784. Furthermore, the Congress of Vienna helped assert the Manufactory’s reputation as its pieces infiltrated royal homes both in Austria and Hungary.\n\nSixty years later, in 1922, the manufactory reopened at Augarten Castle under the name Vienna Porcelain Manufactory Augarten. While continuing to produce Imperial designs, the firm also manufactured pieces by contemporary designers such as Josef Hoffmann, Michael Powolny, Franz von Zülow, and other members of the Wiener Werkstätte circle. The firm continues to operate under the same name at Augarten today.",
    "woe:country_id": "23424750",
    "date": "founded 1718",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424750"
}