{
    "id": "18056281",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18056281\/",
    "name": "Ilmari Tapiovaara",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Ilmari Tapiovaara studied industrial and interior design at the Institute of Industrial Arts in Helsinki, graduating in 1937. His designs reflect his conviction that an object’s function and structural conception should be readily visible. He developed an aesthetic that incorporated influences of the architects and manufacturers that he worked for, each a major figure of mid-century modern style: Alvar Aalto, in Artek’s London Office (1935–36); Le Corbusier in Paris (1937); and Ludwig Mies van der Rohe in Chicago (1952–53). Tapiovaara was a pioneer in the design of low cost “knock-down” furniture for Finland’s expanding postwar exports of the late 1940s through 1950s. In addition to its affordability, the furniture’s components could be efficiently packed for overseas shipping and could be easily assembled after delivery.\n\nTapiovaara became particularly well known for functional furniture such as the stackable, bentwood Domus (1947) and Lukki I (1951) chairs that he initially designed for institutional use at the Domus Academy and the Tech Student Village, respectively. He also earned a reputation as a practical businessman. He served as art director for the furniture firm of Askon Tehaat (1937–40), and later for the major furniture manufacturer Asko (1938–41). He founded the cabinetwork factory of Keravan Puuteollisuus (1941–51), and maintained creative and commercial control by serving as both artistic and managing director. In addition to these business activities and teaching, he and his wife, Annikki, set up their own design consultancy firm (1950), which accepted furniture and industrial design commissions from a variety of companies. Though best known for his designs of interiors and furniture, he also designed lighting, glass, cutlery, carpets, textiles (often in collaboration with his wife), and radio and stereo components, through the mid-1970s.\n\nMid-20th century Scandinavian design exerted a remarkable and enduring influence on modern design. Finnish designers, such as Tapiovaara, contributed significantly to the development of the modern aesthetic.",
    "woe:country_id": "23424812",
    "date": "Finnish, 1914 - 1999",
    "videos": [

    ],
    "woe:country": "23424812"
}