{
    "id":"18734937",
    "tms:id":"243617",
    "accession_number":"2010-5-1",
    "title":"Side Chair, \"Mark Hopkins House side chair\", ca. 1878–80",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18734937\/",
    "department_id":"35347497",
    "period_id":null,
    "media_id":"35433713",
    "type_id":"35237951",
    "date":"ca. 1878–80",
    "year_start":null,
    "year_end":null,
    "year_acquired":"2010",
    "decade":null,
    "woe:country":"23424977",
    "medium":"Rosewood, various woods (inlay),  silk (of the period but not original)",
    "markings":"On underside of side stretcher: Herter numbers \"#4649\"",
    "signed":null,
    "inscribed":"Photo of one chair in set shows pencil inscription \"Hop..\" for Hopkins",
    "provenance":"Mary Frances Sherwood Hopkins [1]; 1891: Edward F. Searles; April 2008: heir of Pine Lodge Estate; Margot Johnson [2]; 2010: acquired by Museum\n\n\n\n\n\n\n[1] married to Edward F. Searles (1841-1920),  her second husband (m. 1887) after death of railroad magnate Mark Hopkins. Searles, an interior decorator and architectural designer, was former West Coast sales representative for Herter Bros and inherited the bulk of Mary's estate upon her death in 1891. The  three chairs were part of his Pine Lodge estate in Methuen Massachusetts; then by descent from the heir to the Pine Lodge estate to the last owner who sold them in East Moriches, NY in April 2008.  \n\n[2] All three, one of which has a pencil inscription \"Hopkins\" underneath the upholstery, were acquired and re-upholstered in antique period silk by Margot Johnson who offered this chair for sale. The Museum has been provided with a photograph of the inscription.",
    "dimensions":"H x W x D: 88.9 x 43.2 x 44.5 cm (35 x 17 x 17 1\/2 in.)",
    "creditline":"Museum purchase from General Acquisitions Endowment Fund",
    "description":"The back of inlaid open rectangular latticework surmounted by an incurved crest band inlaid with a rod with ribbons holding a banner, side stretchers separated with three circular voids, side supports, tapered legs and stretchers all with gilded incuse lines; the yellow Chinese silk upholstery fabric of the period but replaced.",
    "justification":"From Acquisition Justification:\n&quot;Herter Brothers was the foremost American firm in the production of high-quality Renaissance Revival and Aesthetic Movement furniture.&amp;nbsp; They developed an international reputation, turning the tables on American furniture from a domestic market to that of export as well. The Herter Brothers, Christian (1839-1883) and Gustave (1830-1892) Herter, were German-born highly-skilled craftsmen who worked in New York during the second half of the nineteenth century.&amp;nbsp; Gustave emigrated from Wurttemberg in 1848, and already owned what was a leading cabinet-making and interior decorating company by the time he was joined by Christian in 1859.&amp;nbsp; Christian became a full partner in what became Herter Brothers in 1864, after which the firm's business greatly expanded.&amp;nbsp; Despite this, Christian spent some time in France in 1868-9, and in 1870 went to England.&amp;nbsp; The firm took advantage of the Herters' European training and knowledge of style there, to create cosmopolitan interiors and furniture for clients all over the United States, and even in England, as their business developed.&amp;nbsp; \nThis chair is an early example of Japonism in American furniture and is a superb expression of high-quality craftsmanship and design of Aesthetic movement American furniture embodying several areas of interest for the Museum.&amp;nbsp; Made of rosewood with contrasting lighter woods it displays a finely inlaid crest rail totally Japanese in inspiration.&amp;nbsp; The inlay's motifs relate to other decorative arts, including textiles, and the side stretchers have a three-circle design that is seen on other Herter chairs of Japonesque inspiration.&amp;nbsp; \nThe chair was originally made for the Mark Hopkins House in Nob Hill in San Francisco. In 1878, Herter Bros. was commissioned by the wife of the railroad magnate Mark Hopkins, Mary Frances Sherwood Hopkins, to complete the decoration of their residence in Nob Hill.&amp;nbsp;&amp;nbsp; The furnishings for the commission can be dated to 1878-80. A similar chair was designed for the Red Room of the White House in 1875 showing that Herter Brothers had already adopted Japonism before the 1876 Centennial Exhibition in Philadelphia brought Japanese design to a broader audience in the United States.\nDespite the Centennial, little Japanese influence entered the design vocabulary prior to 1880 in the United States, except for silver.&amp;nbsp; Christian Herter's stay in Paris, and his 1870 visit to London, where he noted the Japanesque Aesthetic style work of E.W. Godwin, undoubtedly played a role in the early date of the Herters' Japanesque designs.&quot;",
    "type":{
        "id":"35237951",
        "name":"side chair"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/32899_bff2a6c22632c07e_b.jpg",
                "width":742,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/32899_bff2a6c22632c07e_n.jpg",
                "width":232,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/32899_bff2a6c22632c07e_z.jpg",
                "width":464,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18048535",
            "role_id":"35352247",
            "person_name":"General Acquisitions Endowment",
            "role_name":"Fund",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id":"18051117",
            "role_id":"35352249",
            "person_name":"Margot Johnson, Inc.",
            "role_name":"Vendor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18051117\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id":"18062991",
            "role_id":"35236685",
            "person_name":"Herter Brothers",
            "role_name":"Maker",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18062991\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236685\/"
        }
    ],
    "tombstone":{
        "epitaph":"Side Chair, \"Mark Hopkins House side chair\", ca. 1878–80.Rosewood, various woods (inlay),  silk (of the period but not original). Museum purchase from General Acquisitions Endowment Fund. 2010-5-1."
    },
    "colors":[
        {
            "color":"#d0c7b2",
            "closest_css3":"#c0c0c0"
        },
        {
            "color":"#71442a",
            "closest_css3":"#8b4513"
        },
        {
            "color":"#452c1e",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#a77e30",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#d0a844",
            "closest_css3":"#cd853f"
        }
    ]
}