{
    "id":"18634127",
    "tms:id":"191910",
    "accession_number":"1990-133-2",
    "title":"Skirt, late 19th–early 20th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18634127\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35420703",
    "type_id":"35285151",
    "date":"late 19th–early 20th century",
    "year_start":null,
    "year_end":"1920",
    "year_acquired":"1990",
    "decade":null,
    "woe:country":"23424854",
    "medium":"Medium: raffia palm fiber\nTechnique: plain weave patterned by tied-resist dying",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 83.8 x 30.5 cm (33 x 12 in.)",
    "creditline":"Museum purchase through gift of Anonymous, Dr. and Mrs. Lewis Balamuth, Mr. and Mrs. Dewitt Clinton Cohen, Gertrude Crownfeld, Valerie Dreyfus, Norvin Hewitt Green, Rodman A. Heeren, Misses Hewitt, Sarah Cooper Hewitt, Florence N. Levy, Mrs. Paul C. Pennoyer, Mrs. Harry T. Peters, Mrs. Bernard Reis, Mrs. William Jay Schieffelin, and Mr. and Mrs. Stephens B. Stanton",
    "description":"A woman's ceremonial dance skirt of tubular form made from woven raffia and resist-dyed in ocher, red, and dark brown. The main body has four rows of red and ochre lozenges, there is an open-work section in the upper quarter. The upper edge is finished with an edging, and the bottom with a knotted fringe.",
    "justification":null,
    "type":{
        "id":"35285151",
        "name":"Skirt"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Skirt, late 19th–early 20th century.\nlate 19th–early 20th century. Medium: raffia palm fiber\nTechnique: plain weave patterned by tied-resist dying. Museum purchase through gift of Anonymous, Dr. and Mrs. Lewis Balamuth, Mr. and Mrs. Dewitt Clinton Cohen, Gertrude Crownfeld, Valerie Dreyfus, Norvin Hewitt Green, Rodman A. Heeren, Misses Hewitt, Sarah Cooper Hewitt, Florence N. Levy, Mrs. Paul C. Pennoyer, Mrs. Harry T. Peters, Mrs. Bernard Reis, Mrs. William Jay Schieffelin, and Mr. and Mrs. Stephens B. Stanton. 1990-133-2."
    },
    "colors":[
        {
            "color":"#b65653",
            "closest_css3":"#cd5c5c"
        },
        {
            "color":"#b86f4a",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#6e4746",
            "closest_css3":"#696969"
        },
        {
            "color":"#832a27",
            "closest_css3":"#a52a2a"
        },
        {
            "color":"#d48d6f",
            "closest_css3":"#e9967a"
        }
    ]
}