{
    "id": "35459747",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/35459747\/",
    "name": "Leslie Tillett",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "15",
    "biography": "Leslie Tillett learned textile printing from his father, George Tillett, whose family had been in the textile industry for generations in England. He learned dyeing, printing and finishing techniques, and became an expert colorist. In 1940 he moved to Mexico to establish a fabric printing workshop, Artes Tillett, with his brother James. \nIt was here that he met Doris Doctorow in 1944. After their courtship and marriage, they moved the business to Taxco, an artists’ and writers’ colony, and renamed it Tillett de Taxco. In 1946 the couple returned to the United States and founded House of T Fabrics. Their designs soon became popular with important interior designers like Sister Parish and Albert Hadley, and acquired style-setting clients like Brooke Astor, Babe Paley, and First Lady Jacqueline Kennedy. \nKennedy also enlisted Tillett to participate in a community development project, Design Works, in the Bedford Stuyvesant neighborhood of Brooklyn. Authorized by legislation introduced by Senator Robert Kennedy, Design Works was recognized for the success of its printed fabrics, many inspired by African art, while providing employment to a dozen members of the community. The Tilletts trained the workers in the skills of color mixing and screen printing. Tillett also served in an advisory role to community-based initiatives in Nantucket and Santa Fe.\nTillett also authored and illustrated books about Native American history and the Spanish conquest of Mexico, which was the subject of a tapestry he created over a 25-year period. Inspired by the so-called Bayeux Tapestry, Tillett illustrated over 200 scenes from the conquest, which he had embroidered by women from New York, Mexico and Haiti. The “Tillett Tapestry” debuted at the Museum at FIT and the American Museum of Natural History in 1978, and was subsequently exhibited around the country.",
    "woe:country_id": "23424977",
    "date": "American, b. England, 1915 - 1992",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}