{
    "id":"18785137",
    "tms:id":"268880",
    "accession_number":"2011-36-1",
    "title":"Textile, \"Lippen\", 1968",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18785137\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35251739",
    "date":"1968",
    "year_start":"1968",
    "year_end":"1968",
    "year_acquired":"2011",
    "decade":"1960",
    "woe:country":"23424957",
    "medium":"Medium: cotton\nTechnique: printed on plain weave",
    "markings":null,
    "signed":null,
    "inscribed":"Verner Panton anatomie m-dralon",
    "provenance":"R 20th Century.",
    "dimensions":"Warp x Weft: 449 x 121.9 cm (14 ft. 8 3\/4 in. x 48 in.)",
    "creditline":"Gift of Evan Snyderman and Zesty Meyers of R 20th Century and museum purchase from General Acquisitions Endowment Fund",
    "description":"Length of orange cotton printed with large, photo-realist lips, in slightly paler orange.",
    "justification":"This textile, Lippen, is a textile in The Anatomical Design series, which was initially part of Visiona 0, an exhibition from 1968. The exhibition showcased a futurist environment that included furniture, lighting, and textiles, the combination of which caused a visually interesting and almost psychedelic effect. Round rooms of various colors were bedecked with draperies and round carpets printed with large photorealist representations of hands, feet, mouths (seen here), eyes and ears. The model for these body parts was the designer’s wife, Marianne. Later on, the Swiss textile company, Mira-X, which had a long-time collaboration with Panton, produced these designs under the name of Anatomic. The Visiona series continued until the mid-1970s under Panton’s leadership and featured such illustrious designers as Joe Colombo.&amp;nbsp; However, the focus shifted to featuring only home textiles rather than presenting Panton’s idea of a model living environment crafted by new technical innovation and the implementation of synthetic materials.",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18045471",
            "role_id":"35236655",
            "person_name":"Verner Panton",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18045471\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Textile, \"Lippen\", 1968.\n1968. Medium: cotton\nTechnique: printed on plain weave. Gift of Evan Snyderman and Zesty Meyers of R 20th Century and museum purchase from General Acquisitions Endowment Fund. 2011-36-1."
    },
    "colors":[
        {
            "color":"#ef9a54",
            "closest_css3":"#f4a460"
        },
        {
            "color":"#eebf9a",
            "closest_css3":"#deb887"
        }
    ]
}