{
    "id":"18471105",
    "tms:id":"146192",
    "accession_number":"1969-62-1",
    "title":"Embroidery, 18th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18471105\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35379635",
    "type_id":"35267359",
    "date":"18th century",
    "year_start":1700,
    "year_end":null,
    "year_acquired":"1969",
    "decade":null,
    "woe:country":"23424925",
    "medium":"Medium: silk, wool, linen\nTechnique: silk applique, embroidered and quilted (stuffed with wool).",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 264 x 240 cm (8 ft. 7 15\/16 in. x 7 ft. 10 1\/2 in.)",
    "creditline":null,
    "description":"Central pale blue field with three borders, - inner narrow, deep red; yellow main wide, and outer light blue. Pale blue field: Central fountain within an architectural frame the foal point of which is a figure in a shell under a canopy, two horses and  a water nymph. This is a surrounded by Chinese-style figures in various poses and putti occupied by a variety of activities. Red inner border: A figure in each corner and a bowl of flowers in the center of each side. Yellow main border: Top - in the center, a female figure before a stove and brazier (representation of Winter?); left, woman holding a spear seated before trees with two dogs at her feet (Diana ?); right, standing female figure with Cupid and lamb (?) pierced by an arrow (?); extreme left and right, standing pseudo American Indian (?) holding an arrow. \nRight - In center, a seated female figure holding grapes in one hand and a cup in the other with a kneeling winged figure offering a bowl filled with flowers (representation of Fall ?); to the right, figure seated under a canopy, kneeling figure holding an umbrella (?), standing figure, dog on a mound; extreme left and right, standing figure in European dress holding a spear. \nLeft - In center, a seated female figure holding a garland of flowers with fruit and a lion at her feet (representation of Summer?); to the left and right and extreme left and right, the same as in the border to the right. \nBottom: In center, a female figure seated on rocks holding wheat with a spade, watering can, sickle, and a rake at her feet (representation of Spring ?); to left and right an extreme left and right the same as in the top border. In each corner the Pious Pelican in a nest of thorns. In each bottom corner, a king seated on a canopied throne. \n\nOuter blue border: Bouquet of flowers in each corner connected by a tasseled swag. \n\nEntirely lined with linen (patched at top) included in the quilting and some of the embroidery.",
    "justification":null,
    "type":{
        "id":"35267359",
        "name":"Embroidery"
    },
    "images":[

    ],
    "participants":[

    ],
    "tombstone":{
        "epitaph":"Embroidery, 18th century.Medium: silk, wool, linen\nTechnique: silk applique, embroidered and quilted (stuffed with wool).. 1969-62-1."
    },
    "colors":[

    ]
}