{
    "id":"18732721",
    "tms:id":"242482",
    "accession_number":"2009-36-2",
    "title":"Sweat Protector (koyori Ase-hajiki), 1850–1860",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18732721\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35389525",
    "type_id":"35306583",
    "date":"1850–1860",
    "year_start":null,
    "year_end":null,
    "year_acquired":"2009",
    "decade":null,
    "woe:country":"23424856",
    "medium":"Medium: paper\nTechnique: 4-strand plaiting with 2-strand twists",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Purchase from Morita Antique Textiles, Tokyo",
    "dimensions":"H x W: 62.2 x 52 cm (24 1\/2 x 20 1\/2 in.)",
    "creditline":"Museum purchase from General Acquisitions Endowment Fund",
    "description":"Vest which opens at the front; fronts connected to back by two strands. Plaited recycled paper forming hexagonal mesh. Twisted strands are knotted at the bottom and middle of each side. Recycled handwritten material reads as irregular black spots on the strands of plaited and twisted paper.",
    "justification":"Woven textiles made from paper find their origin in sixteenth century Japan where these paper cloths – called shifu in Japanese – were most likely developed by the impoverished rural population for lack of other materials. With few raw materials available, farmers originally cut the pages of ancient account books in order to turn them into shifu weaves. The ink writing on the paper also remained visible on the finished fabric leaving an interesting speckled pattern.&amp;nbsp; Soon this cloth attained a more prominent place in society as the Samurai refined the technique by means of sophisticated and elaborate folding, cutting and spinning processes, in which the finest threads could be manufactured and woven into noble cloths. These paper weaves were often used for ceremonial clothes, and in order to express their spirituality, the Samurai wrote prayers on the paper before turning it into yarns and cloth. In many ways, the shifu cloth is an example of an eco textile because of the ways in which it employs recycling of materials to create an end product with greater value. \n&amp;nbsp;\n&amp;nbsp;This particular example of shifu is an ase-hajiki or sweat-protector, which is a type of paper undergarment worn during summer to keep the wearer cooler in the heat. Because the paper layer was closest to the skin, it provided space for air to circulate between the skin and outer garment. More common than items made of paper cloth are similar undergarments made from bamboo, which are ultimately more durable than paper, hence more have survived.&amp;nbsp; ",
    "type":{
        "id":"35306583",
        "name":"Sweat protector (koyori ase-hajiki)"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Sweat Protector (koyori Ase-hajiki), 1850–1860.\n1850–1860. Medium: paper\nTechnique: 4-strand plaiting with 2-strand twists. Museum purchase from General Acquisitions Endowment Fund. 2009-36-2."
    },
    "colors":[

    ]
}