{
    "id": "68244837",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/68244837\/",
    "name": "Charles Horner Ltd., English, 1867-1984",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "7",
    "biography": "Founder, Charles Horner (English, 1821-1896), trained as a “watchmaker, jeweler, and silversmith” and was listed thus in early directories of Halifax, in Yorkshire, England, as well as in its 1871 census. After his training, he set up a firm to retail and manufacture jewelry, watches and small silver articles in Halifax in about 1867.\n\nHorner developed a line of good-quality jewelry aimed at the middle market, to be produced with some handcrafting, but increasingly through mass-production techniques.  His best-known product outside of jewelry was the Dorcas thimble, a revolutionary idea that resulted in a more functional yet still decorative personal item. His invention was to make a thimble with three layers of metal, the inner and outer layers silver, the middle one steel.  The result was a beautiful exterior, a smooth safe interior and a strong core. Granted a patent no 8954 in March 1885, (Norma Spicer, “ Charles Horner Thimbles,” Charles Horner of Halifax, Ed Tom Lawson,  ACC,   GML, Leicester GB 2002 p. 106) the thimble was produced with a variety of designs on the exterior, and became a major money maker as women who sewed could all appreciate this as a pretty piece of silver, as well as a functional thimble that kept the needle from pushing into their fingers.\n \nAfter its start as a retailer in Halifax the firm was primarily a manufacturer and wholesaler predominantly through catalogues. The retail side of Charles Horner lasted from about 1867 -1905. With the creation of a purpose-built manufactory in Mile Cross, Halifax in 1905, Charles Horner Ltd dropped the retail side of the business and devoted itself to manufacturing and wholesale from 1905-1984. The major center of jewelry industry and trade was Birmingham. Although the firm remained headquartered in Halifax, they opened a Birmingham retail and wholesale showroom in 1895-ca 1905. The retail shop there, like that in Halifax, was closed in 1905, but Birmingham continued on with wholesale wares only from ca 1905-ca 1940. As Birmingham was the center of the jewelry industry and trade, this enabled the Horners to display their goods to buyers coming to see jewelry products there. Charles’s two sons James Dobson Horner, the businessman, and Charles Henry (Harry) Horner, the artistic one, ran the Birmingham operation until their father’s death in 1896, after which the two sons remained in charge of the whole firm, based still in Halifax until James’s untimely death in 1913.\n\nThe firm moved to its purpose-built factory at a time when Art Nouveau jewelry at the height of fashion.  It is from the period 1905-1913, after this factory was opened and before James’s death, that the brooches and pendants in this collection exist.  This was firm’s strongest period; after James’s death followed rapidly by World War I, and a general strike of 1920, the Art Nouveau style with which the firm was so associated,  was no longer in fashion.  Although new enterprises, such as molded Dorcasine plastic jewelry and giftware revived the firm later, the Art Nouveau period, along with the Thimble production, were the firm's primary areas of production.",
    "woe:country_id": "23424975",
    "date": "English",
    "videos": [

    ],
    "woe:country": "23424975"
}