{
    "id": "18061513",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18061513\/",
    "name": "Vladimir Augustovich Stenberg",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Vladimir and Georgii Stenberg were major innovators in the field of modernist graphic design.\n\nVladimir and Georgii Stenberg were born in Moscow in 1899 and 1900, respectively. They attended the Stroganov School of Applied Art and took classes in military engineering. In the early 1920s, they joined other artists, including Alexander Rodchenko, in an exhibition of constructivist sculpture and painting. The Stenbergs’ contributions were non-objective sculptures of glass, metal, wire, and wood, showing lines and planes floating in space. Their earliest graphic design efforts were for the theater, which the Soviet state supported as a powerful propaganda tool. They provided inventive and graphic costumes and sets for Moscow Chamber Theater productions by George Bernard Shaw, Eugene O’Neill, and Bertolt Brecht. For one production, the Stenbergs included the names of the characters running down the sides of their costumes. \n\nWhen the Stenberg brothers turned their attention to film posters, they were influenced by the innovations of Russian and Eastern European designers such as Alexander Rodchenko and László Moholy-Nagy, who had incorporated the technique of photomontage in their work. They were also influenced by the cinematic montage theories of Dziga Vertov and Sergei Eisenstein. The Stenbergs, however, did not use photomontage in the conventional way, in which photographs were transposed onto the lithographic plate and then printed. Instead, they projected photographic images with a special projector they invented; this enabled them to enlarge and distort images and turn them in any direction. This device allowed for greater creativity in achieving unusual compositions of fractured, isolated images of different scales and perspectives.\n\nDuring their career as poster designers—from 1923 through 1933, when Georgii died in a motorcycle accident—the Stenbergs produced over 50 posters, most of which look as fresh today as they must have appeared at the time. The Stenberg brothers have influenced a range of contemporary graphic designers, from the whole Swiss typography movement, Josef Müller-Brockman, Armin Hofmann, April Greiman, and Dan Friedman, to Saul Bass, and Paula Scher.",
    "woe:country_id": "23424936",
    "date": "Russian, 1899 - 1982",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424936"
}