{
    "id": "18045739",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045739\/",
    "name": "Lois Bryant",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "American weaver, Lois Bryant was born in New Jersey, but grew up in southeastern Michigan where she attended the Cranbrook Kingswood School. When she graduated in 1974 she went on to study design at the Rhode Island School of Design (RISD). After completing her program at RISD she moved to New York where she divided her time between art weaving and commercial projects. She was hired to design a line of interior fabrics for P. Kaufmann as well as apparel textiles for Hatema. In the early 1980’s Kristi Reinhardt Andrus, a stylist for Knoll, encouraged Bryant to submit fabric samples to the company. Bryant used her computerized loom and worsted wool yarns to created designs that would have the “Knoll Textile look.” Knoll ultimately selected a single design, Somerset, which they produced in twelve colorways. \nAfter her collaboration with Knoll, Bryant turned away from commercial endeavors to focus on her fiber art commissions. She created large tapestries, including Rising Bubbles Falling Squares at the Art Institute of Chicago. She also completed artistic commissions for major corporations including IBM and Liz Claiborne. \nStarting in 1986 Bryant began to investigate lampas, a weave structure suggested to her by then-curator of textiles at Cooper Hewitt, Milton Sonday. Bryant was able to transform her computerized loom work using this complex and demanding technique to create innovative designs. Bryant has since created tapestries with expressive geometric designs and playful weaves. She has taught weaving and surface design at Parsons The New School for Design (1983-1995) and the University of Michigan, School of Art and Design (2003-2005). She completed her MFA at Eastern Michigan University in 2011. Bryant currently lives and works in Ann Arbor, Michigan.",
    "woe:country_id": "23424977",
    "date": "American, b. 1955",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}