{
    "id": "18048993",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18048993\/",
    "name": "Lester Beall",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "10",
    "biography": "American designer, Lester Beall (1903-1969), was educated at Lane Technical School in Chicago and received a bachelor's degree in art history from the University of Chicago. \nUpon discovering the work of the European avant-garde, Beall was inspired to bring American design of the 1930s and 1940s to a higher level of effective visual communication. Self-taught, Lester Beall was one of the first Americans to have his work shown in a German monthly graphics periodical, \"Gebrauchsgraphik\", and was one of the first Americans to incorporate the New Typography, using techniques such as the photomontage, collage and the use of cut-out flat colored paper in combination with photography and economical line drawing, reworking the element of European modernism into a distinctive American style. He produced solutions to graphic design problems that were unique among his American contemporaries.\nBeall moved from Chicago to New York City in 1935 and did much work that was influential to the field of editorial design. In 1937 Beall became the first American commercial artist to be honored with one-man show at The Museum of Modern Art, New York. Between 1938 and 1940, Beall redesigned twenty magazines for McGraw Hill, in 1946 he designed two covers for \"Fortune\" and in 1944 he began designing \"Scope\" magazine for Upjohn Pharmaceuticals which he did until 1951. In 1952, Beall opened a design office in Dumbarton farm, his home in rural Connecticut. In 1973, four years after his death, Lester Beall was inducted into the New York Art Directors Club Hall of Fame.\nPhilip B. Meggs credits Beall with \"almost single-handedly launching the modern movement in American design\". In 1973, the Art Directors Club of New York belatedly elected him to its prestigious Hall of Fame. Bob Plisken, who worked for Beall in the early 1940s, said on that occasion, \"In my opinion, Beall did more than anyone to make graphic design in America a distinct and respected profession\".",
    "woe:country_id": "23424977",
    "date": "American, 1903–1969",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}