{
    "id": "68790747",
    "tms:id": "278795",
    "accession_number": "2015-19-5",
    "title": "Textile, 1949",
    "title_raw": null,
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/68790747\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35414465",
    "type_id": "35251739",
    "date": "1949",
    "year_start": 1949,
    "year_end": 1949,
    "year_acquired": "2015",
    "decade": "1940",
    "woe:country_id": null,
    "medium": "linen",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2014, Cooper Hewitt acquired from from dealer Cora Ginsberg.",
    "dimensions": "H x W: 322.6 × 126.4 cm (10 ft. 7 in. × 49 3\/4 in.)\nRepeat H: 143.5 cm (56 1\/2 in.)",
    "dimensions_raw": null,
    "creditline": "Museum purchase from General Acquisitions Endowment Fund",
    "description": "Length of printed linen with a bold, large-scale design of Peruvian-inspired motifs including angels, a dancing couple, birds surrounding a flower head, and llamas, in a grid-like framework composed of urns, scrolls, and other architectural features. In deep blue and rust with gold leaf.",
    "justification": "…the sensitive eye of the artist must perforce recreate from every valid source, whether it be modern machinery, nature, or primitive symbolism on a Peruvian poncho or a woman’s blouse from Guatemala. These forms as they pass through the spirit and the hand of the artist of today, can, in their recreated form…become vigorous expressions of our own era. (Ruth Reeves, “On Designing Textiles,” Archives of American Art)\nBeginning very early in her career, Reeves found inspiration in ethnographic materials. While studying at the Art Students League in New York, she also attended classes at the American Museum of Natural History intended to promote the use of the Museum’s collections as inspiration for authentically American design, and was a frequent visitor to the Museum’s study room. She participated in the Women’s Wear’s “Designed in America” competitions organized by Peruvian textile enthusiast and Women’s Wear editor M.D.C. Crawford in the late teens, which showcased fashion and textiles inspired by native North, Central and South American models.\nFrom 1921 – 27 Reeves lived in Paris and studied painting under Fernand Léger, and some of her best-known work, like the carpet in the grand foyer of Radio City Music Hall and the wall tapestries for its auditorium, show the influence of cubism and art deco.  But after the completion of the Rockefeller Center project, she returned to her study of Central American textiles. She traveled as a Carnegie Institution Fellow to Guatemala to study indigenous textile traditions. An exhibition of the costume and textiles she collected there, along with her own works they inspired, was mounted at the RCA Building in 1935. In the introduction to the catalogue, Crawford wrote: “Ruth Reeves is peculiarly fitted to interpret the arts of Guatemala in modern times. For years she has been familiar with these arts and the arts of related people among our South American neighbors through the collections in our museums which she has interpreted from time to time in fabrics and apparel of today.”[1] She returned to Guatemala under the auspices of the John Simon Guggenheim Memorial Foundation, “for studies of the textiles, ancient and modern, of South America, and creative work in the same field; tenure, twelve months during the years 1940 and 1941.”\nIn the late 1940s, Reeves was commissioned by Dr. Harry S. Tschopik, an ethnologist at the American Museum of Natural History, and his archaeologist wife Marion, to design a textile for their eclectic home in Tarrytown, NY. Designed by Robert A. Green, the house itself was modernist, but the Tschopiks owned mostly early American furniture. Furthermore, they had spent six years living in Peru, and had amassed a large collection of Peruvian art and artifacts. From the collection, Reeves drew motifs of angels, dancers, birds and alpacas, and composed them in a columnar framework of scrolls, urns and other architectural elements. \nNever commercially produced, only one other piece of this textile is known to exist, a single repeat in the collection of the Yale University Art Museum. \nThe Museum currently holds 11 textiles and 6 drawings by Ruth Reeves. \n\n\n\n\n[1] Cora Ginsburg catalogue, Winter 2015.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "textile",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/136220_0ef5950f0bd02020_b.jpg",
                "width": 1024,
                "height": 956,
                "is_primary": "0",
                "image_id": "136220"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/136220_0ef5950f0bd02020_z.jpg",
                "width": 640,
                "height": 598,
                "is_primary": "0",
                "image_id": "136220"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/136220_0ef5950f0bd02020_n.jpg",
                "width": 320,
                "height": 299,
                "is_primary": "0",
                "image_id": "136220"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/136220_0ef5950f0bd02020_d.gif",
                "width": 320,
                "height": 299,
                "is_primary": "0",
                "image_id": "136220"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/136220_0ef5950f0bd02020_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "136220"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18043309",
            "role_id": "35236655",
            "person_name": "Ruth Reeves",
            "person_date": "American, 1892–1966",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18043309\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18040967",
            "role_id": "35352249",
            "person_name": "Titi Halle",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18040967\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Textile, 1949. linen. Museum purchase from General Acquisitions Endowment Fund. 2015-19-5."
    },
    "colors": [

    ],
    "is_loan_object": 0
}