{
    "id": "18059149",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18059149\/",
    "name": "Herbert Matter",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Herbert Matter was a pioneer in the application of photography in graphic design. Beginning in the 1920s, Matter was sensitive to the manipulative possibilities that the photographic medium held for graphic design. Influenced by the photomontage techniques of John   and other German and Russian artists of the Dada school, Matter quickly adopted a visual vocabulary that capitalized on the juxtaposition of images, text, and isolated areas of color or tone. Matter was known for incorporating photomontage into commercial art to produce sophisticated and memorable images. \n\nMatter studied with the artists Fernand Léger and Amédée Ozenfant at the Académie Moderne in Paris in 1927, after initially studying fine art in Geneva at the École des Beaux-Arts. While in Paris, Matter worked with the graphic designer A. M. Cassandre and the architect and designer, Le Corbusier. In 1932, Matter returned to Switzerland where he designed posters for the Swiss Tourist Office—the first of which reflects the influence of A. M. Cassandre. Matter came to the United States in 1936 and designed magazine covers for Harper’s Bazaar and Vogue. Matter worked as a staff photographer for Condé Nast from 1945 to 1957, and from 1946 to 1966 he was a design consultant for Knoll. Matter taught graphic design and photography at Yale and, with his wife, Mercedes, a noted photographer in her own right, continued to explore the possibilities of photography and design.",
    "woe:country": "23424957",
    "date": "Swiss, 1907 – 1984",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": "\/m\/02qsr35",
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": "3843",
        "phm:id": null,
        "tms:id": "12505",
        "vanda:id": null,
        "viaf:id": "12336802",
        "wikipedia:id": "10874420",
        "ideo:id": null
    }
}