{
    "id":"18733399",
    "tms:id":"242841",
    "accession_number":"2009-35-1-a\/e",
    "title":"Vacuum Cleaner, \"DC07\", 2002",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18733399\/",
    "department_id":"35347497",
    "period_id":null,
    "media_id":"35433539",
    "type_id":"35293971",
    "date":"2002",
    "year_start":2002,
    "year_end":2002,
    "year_acquired":"2009",
    "decade":"2000",
    "woe:country":"23424975",
    "medium":"Plastic, polycarbonate, metal, rubber",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"2002: purchased new by Paul Thompson, New York; 2009: acquired by the Museum",
    "dimensions":"H x W x D: 117.5 x 33.7 x 35.6 cm (46 1\/4 x 13 1\/4 x 14 in.)",
    "creditline":"Gift of Paul W. Thompson",
    "description":"Upright vacuum cleaner: metalic gray, yellow, and clear housing leading up to handle, with cavities for tools (brushes, tubes); front dominated by motor and collection bin assembly of yellow and clear plastic; at bottom, wide, low cleaning head with brush in front, two wheels in back, yellow at joints and adjustment points.",
    "justification":"From Acquisition Justification:\n&quot;British industrial designer and inventor James Dyson has been heralded for the highly functional and robust objects, ranging from wheelbarrows to rest room hand dryers, that he has designed for over 20 years. He came to prominence for the innovative Dual Cyclone (DC) vacuum cleaner technology he invented in the early 1980s. Prior to Dyson's innovation, vacuum cleaners used bags or filters that often clogged, resulting in reduced suction. Frustrated by a clogged vacuum cleaner during his own home renovation in the late 1970s, and inspired by a cyclonic filter he had seen at a local sawmill, Dyson realized that by making a vacuum cleaner's airstream spin rapidly, centrifugal force could extract dust and debris, thus eliminating the need for bags and filters. He set out to replicate the industrial cyclonic filter's suction technology on a smaller, domestic scale.After much trial and error and thousands of prototypes, in 1986 he released his first vacuum cleaner, called the &quot;G-Force,&quot; to the Japanese market. The success of that model gave Dyson the confidence to produce the model DC01 in the UK in 1993, using his own name for his fledgling brand. Its rapid success was due to the fact that it outperformed other cleaning machines. Despite minimal advertising and its high price, twice that of other cleaners, in less than five years the DC01 became the best selling vacuum cleaner in the UK.&amp;nbsp; Subsequently, Dyson released a canister model, and continued to improve the technology. In 2002, Dyson's technology made its American debut with the DC07 upright, one year after the model was introduced in England. Characteristic of Dyson's design philosophy, the DC07 favors solid engineering and functional integrity in a structure dominated by a constructivist aesthetic and bold color scheme, with working parts visible through its transparent polycarbonate dust bin. This high performance vacuum cleaner stood out both physically and functionally from anything else on the market, attracting a nontraditional consumer audience in the realm of domestic appliances: men. The DC07 also marked the first implementation of Dyson's Root Cyclone technology. That system achieved 45% more suction than the Dual Cyclone, making the DC07 extremely popular with American consumers, and in turn, influencing other manufacturers to improve their technologies and alter the appearance of their machines.&quot;",
    "type":{
        "id":"35293971",
        "name":"Vacuum cleaner"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/32900_b94e9e6a5c295878_b.jpg",
                "width":520,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/32900_b94e9e6a5c295878_n.jpg",
                "width":162,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/32900_b94e9e6a5c295878_z.jpg",
                "width":325,
                "height":640,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/32901_fd00410cca794f37_b.jpg",
                "width":631,
                "height":1024,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/32901_fd00410cca794f37_n.jpg",
                "width":197,
                "height":320,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/32901_fd00410cca794f37_z.jpg",
                "width":394,
                "height":640,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18062873",
            "role_id":"35236657",
            "person_name":"Dyson Ltd.",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18062873\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"18062871",
            "role_id":"35236655",
            "person_name":"James Dyson",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18062871\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Vacuum Cleaner, \"DC07\", 2002.Plastic, polycarbonate, metal, rubber. Gift of Paul W. Thompson. 2009-35-1-a\/e."
    },
    "colors":[
        {
            "color":"#f2c43b",
            "closest_css3":"#daa520"
        },
        {
            "color":"#af7820",
            "closest_css3":"#b8860b"
        },
        {
            "color":"#ada89b",
            "closest_css3":"#a9a9a9"
        },
        {
            "color":"#ce9d29",
            "closest_css3":"#daa520"
        },
        {
            "color":"#715c3b",
            "closest_css3":"#556b2f"
        }
    ]
}