{
    "id": "420557011",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/420557011\/",
    "title": "Scraps",
    "text": "Scraps are full of potential.  They are the raw materials used to fulfill both practical and creative endeavors—a patch on a pair of jeans or the makings of a cherished quilt. Yet the industrial equivalent of household scraps—remnants from yarn, textile, and clothing production—clog landfills in the United States and around the world. The textile and apparel industries are among the most polluting in the world, second only to oil. How can we rethink the design and production process in order to recover waste materials before they impact the environment?  Can textile waste become even higher value textile products?  \n \nScraps: Fashion, Textiles, and Creative Reuse focuses on three designers who use textile scraps as the creative impetus for their work: Luisa Cevese, founder of Riedizioni in Milan, Italy, Christina Kim, founder of the Los Angeles-based fashion brand dosa, and Reiko Sudo, managing director of Japanese textile company NUNO.  All three share a deep respect for the history and tradition of textile making, and a commitment to design’s environmental, social, and economic responsibilities. Cevese is attracted to the beautiful silk selvedges that are castoffs from industrial silk manufacturing and turns them into coveted fashion accessories.  Kim’s deep respect for India’s handweavers inspired her to develop a design process for using up scraps over several fashion seasons. Sudo’s deep exploration of traditional silk production in Japan led to transforming silk waste into textiles with greater creative relevance.  Each designer finds it both aesthetically and financially worthwhile to recycle while striving to sustain traditional textile practices and skills in a modern world.",
    "date_start": "2016-09-23",
    "date_end": "2017-04-16",
    "is_active": "1",
    "department_id": "404529577",
    "count_objects": "64",
    "count_objects_public": "61"
}