{
    "id": "18569743",
    "tms:id": "78572",
    "accession_number": "1943-51-152",
    "title": "Album Page, \"Iron Gate and Balcony, Il Bargello, Florence\", November 6–7, 1887",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18569743\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "November 6–7, 1887",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1943",
    "decade": null,
    "woe:country": "23424853",
    "medium": "Brush and watercolor, graphite on thick cream wove paper tipped into binding with fabric",
    "markings": null,
    "signed": null,
    "inscribed": "Recto, in graphite, at top right corner of sheet: (inscribed in circle) 82 \/ 95; top of drawing: the spikes are \/ made by splitting a piece \/ of iron in three pieces; below: the rope iron work \/ is curiously beaten \/ to roughly represent \/ braid -; Iron Gate in il Bargello; Florence Nov 6th & 7th 1887; (the round stones are \/ gilded) (the blue stones are \/ blue bits of \/ terra cotta?) \/ (Round bits are \/ gilded) (the green bits \/ are of terra cotta \/ glazed); The heads \/should be \/ very childish; Part of Balcony lyin in the Bargello \/ Designed by Donatello - ; spaces around the shells \/ is filled in by gold mosaic -.",
    "provenance": null,
    "dimensions": "24.8 x 21.6 cm (9 3\/4 x 8 1\/2 in.), irregular",
    "creditline": "Gift of Mrs. William Greenough",
    "description": "Vertical sheet tipped horizontally into binding, divided into two halves.  The upper half of the sheet depicts an ironwork gate, while the lower half depicts a section of a balcony.  A corner of the gate is illustrated, showing a horizontal and vertical member intersected and an iron mesh in the center.  The links of iron have been cross-hatched, giving the impression that the metal was braided.  The top of the gate has three groups of three spiky projections.  The metal of the gate is rendered in slate blue. The drawing below shows what could be a section of the architrave of a balcony.  The lower portion has a frieze of shells inscribed in circles.  The field around the shells is bright yellow with crazed lines, mimicking a crackled surface.  Above this is another frieze separted by a beaded course.  The frieze alternates larger shells (almost like anthemion) with the heads of cherubs.  The heads are encircled by halo-like spheres.  The spheres alternate sections of three gold dots and a strip of color, as shown here, either green or blue.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35267349",
        "name": "Album page"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37608_6c9c349d6ade138b_b.jpg",
                "width": 950,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37608_6c9c349d6ade138b_n.jpg",
                "width": 297,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37608_6c9c349d6ade138b_z.jpg",
                "width": 594,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18042021",
            "role_id": "35236565",
            "person_name": "Whitney Warren",
            "role_name": "Artist",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042021\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions": [

    ]
}