{
    "id": "18110583",
    "tms:id": "8183",
    "accession_number": "1901-39-1654",
    "title": "Drawing, Five Ceiling Schemes, 1815–23",
    "title_raw": "Five Ceiling Schemes",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18110583\/",
    "department_id": "35347493",
    "period_id": "35417089",
    "media_id": "35365807",
    "type_id": "35237093",
    "date": "1815–23",
    "year_start": "1815",
    "year_end": 1838,
    "year_acquired": "1901",
    "decade": null,
    "woe:country_id": "23424853",
    "medium": "Pen and brown ink on laid paper",
    "markings": "Watermarks: lily over E D G. \/ S",
    "signed": null,
    "inscribed": "Caption written at  bottom: in opposite direction, \"dedicat a romolo\". Bottom right, \"sogetto nasita di Romolo nelle lunette li fatti\/ dei Romani neli triangoli sopra le lunette l'im' magini delli dei\". \"cornice d'oro\/ 2 tondo bianco rabesco colorito con animali e figure\/ 3 rabesco di stucco con tutte la fascie di stucco\/ 4 fondi azuri con figure colanti colorite\/ 5 cornici doro\/ 6 Lunette (\"colorite\" struck out) con quadri coloriti\/ 7 fregio di stucco.\"",
    "provenance": "Giovanni Piancastelli, Rome",
    "dimensions": "29.8 x 35.7 cm (11 3\/4 x 14 1\/16 in.)",
    "dimensions_raw": {
        "height": [
            "29.80",
            "centimeters"
        ],
        "width": [
            "35.70",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of various donors",
    "description": "Top: Oblong ceiling with three sections, framed by bands; entire panels of sections held by pair of crossed boughs. Second row: at left, oblong ceiling with shell motifs in corners, connected by rows of arches. Inner oblong undecorated. At right, oblong ceiling with inner square into which octagon inscribed. Segments with figures shown in corners.  Bottom left, oblong ceiling with richly decorated imaginary vaults and central oblong with landscape. Alternative suggestions made for schemes of decorations. Open arches alternatively suggested at bottom in opposite direction: oblong ceiling with inner square into which octagon inscribed. Segements with figures shown in corners. Caption at bottom: in opposite direction, \"dedicat a romolo\". Bottom right, oblong ceiling with row imaginary arches outside. Inside bands frame oblong. Partly sketched decorations. Figures inscribed. Written on top: \"sogetto nasita di Romolo nelle lunette li fatti\/ dei Romani neli triangoli sopra le lunette l'im' magini delli dei.\" At bottom: \"cornice d'oro\/ 2 tondo bianco rabesco colorito con animali e figure\/ 3 rabesco di stucco con tutte la fascie di stucco\/ 4 fondi azuri con figure colanti colorite\/ 5 cornici doro\/ 6 Lunette (\"colorite\" struck out) con quadri coloriti\/ 7 fregio di stucco.\" Right part of oblong show at left.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424853",
    "type": "Drawing",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042405",
            "role_id": "35236655",
            "person_name": "Felice Giani",
            "person_date": "Italian, 1758–1823",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, Five Ceiling Schemes, 1815–23. Pen and brown ink on laid paper. \nMuseum purchase through gift of various donors. 1901-39-1654."
    },
    "colors": [

    ],
    "woe:country_name": "Italy"
}