{
    "id": "152251837",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/152251837\/",
    "name": "Sandy Chilewich",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "7",
    "biography": "Sandy Chilewich is founder and creative director of Chilewich | Sultan LLC, a company managed with her partner and husband Joe Sultan. For the last three decades and with two distinct businesses, Chilewich has reinterpreted underutilized and overlooked manufacturing practices. During the last 15 years Chilewich has designed innovative textiles for numerous applications.\nChilewich launched placemats and floormats with her signature textiles in 2000, and in 2001, together with Sultan, launched her first product for contract use. Sultan sold his architecture practice in 2004 and joined the company full time as CEO. The two have changed the firm’s corporate name to Chilewich l Sultan LLC to reflect this partnership.\nPrior to launching Chilewich in 1997, Sandy cofounded with Kathy Moskal, HUE, the hosiery company in 1978. HUE was credited with revolutionizing the legwear market with its innovations in design, packaging and merchandising. The company was sold in 1991, and Chilewich stayed on as co-president until 1994. \nIn the years after HUE, she continued to explore her fascination with materials and textiles. She introduced the highly successful RayBowl™, her studio’s first effort, in 1997. The design, which features a metal frame covered with stretch netting typically used in lingerie, incorporates a simple, inventive mechanism to hold the fabric in a concave plane. The RayBowl, RayTray and RayBoxes were awarded utility patents and numerous awards.\nIn her quest for other suitable fabrics to incorporate into the RayBowl, she discovered woven extruded yarns and fell in love with what she believed was a completely underutilized textile. Although it was not appropriate for the bowls, she recognized an opportunity for a new business, now Chilewich | Sultan LLC. Her products are made almost exclusively in the U.S., and Chilewich now finishes 95% of their products in their own manufacturing facility in Georgia.",
    "woe:country_id": "23424977",
    "date": "(American, b. 1951)",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}