{
    "id": "18046221",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046221\/",
    "name": "Anni Albers",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "46",
    "biography": "Annelise Elsa Frieda Fleischmann was born on June 12, 1899 in Berlin, Germany. Her family was affluent; her mother descended from the renowned Ullstein publishing company and her father was a successful furniture manufacturer. Anni learned English from her Irish governess, and enjoyed the privilege of private tutors and cultural outings. In 1922, Anni enrolled as a student of the Bauhaus in Weimar, Germany. Walter Gropius, at the helm of the school, encouraged her to enroll in the weaving workshop. There, Anni met Josef Albers, artist and professor of the Preliminary Course in Material and Design. Though 11 years her senior, Anni and Josef were married in 1925. \nAnni continued to explore and experiment as a student at the Bauhaus, first under Paul Klee and then as the assistant to Gunta Stozl, the head of the workshop at the time. In January 1929, Anni was appointed to teach the weaving students a design theory course. For her cumulative work, Anni designed a sound-absorbing and light-reflecting wallcovering that utilized cellophane, a new and innovative material in textiles. This earned her the Bauhaus diploma. \nThe rise of fascism in Europe in the 1930s was a great concern for many artists and intellectuals of the Bauhaus. Philip Johnson, founder of the Architecture and Design department at the Museum of Modern Art in New York City, visited the Alberses in Germany and convinced them to leave Europe and move to a small, rural experimental college in Black Mountain, North Carolina. Josef was to run the school’s art program, and Anni would teach weaving. Josef and Anni Albers embarked on the S.S. Europa on November 24, 1933 and arrived at Black Mountain College (via New York City) in time for Thanksgiving.\nAnni’s weaving workshop at Black Mountain College had a strong theoretical foundation and was therefore undoubtedly one of the most advanced in the country. With only nine manual looms and one upright tapestry loom, Anni refused to teach the techniques of the local American tradition of colonial patterned weavings copied from drafts (a method taught at the neighboring Penland School of Crafts). Instead, she preferred a more experimental and individualized approach. Like the Bauhaus, she advocated for designing for industry, as machine production was better able to meet the needs of the greater society. Unlike at the Bauhaus, however, she placed great importance on artistic pictorial weavings, with no other function than to be appreciated and contemplated. She also understood the importance of handweaving as a pleasurable hobby, as well as its economic value in rural places like North Carolina. \nAnni taught her students to draft and read weave patterns, tie knots, calculate warp and weft, dress the loom, analyze color relationships and finally, to weave. Furthermore, her students experimented with a myriad of fibers, like metallic thread, horsehair, cellophane, and jute, amongst others. Furthermore, Anni strongly advocated for the knowledge gained through sensory experience, what she called “a tactile sensuousness”.\nAnni admired pre-Columbian textiles and made many trips to Mexico during her tenure at Black Mountain. She believed that the study of ancient design structures as well as learning alternative models of woven production – like using back-strap looms and card looms – would enrich the student’s understanding and appreciation of the ancient craft. She brought back many textiles from Mexico for Black Mountain’s Harriett Engelhardt Memorial Collection, in order for students to be able to learn directly from the materials themselves.\nThe culmination of Anni’s work at Black Mountain College was her solo exhibition at the Museum of Modern Art in 1949. She was the first textile artist to be given a solo show at MoMA. The exhibition traveled to twenty-six museums in the United States and Canada. This show also coincided with the end of Josef and Anni’s life at Black Mountain College. In March 1949 Josef and Anni resigned and traveled to Mexico City and finally moved to New Haven Connecticut, as Josef assumed the position of Chair of the Department of Design at Yale.\nThe significance of Anni Albers’ weaving workshop Black Mountain College cannot be overstated. She attracted many talented, ambitious Americans and European émigrés alike who would go on to develop important fiber programs at colleges and universities throughout the country. For example, Trude Guermonprez, an Austrian weaver, assisted Anni at Black Mountain College before founding the Fiber program at the California College of Arts & Crafts. Other students of Anni’s included Marli Ehrman, who established the textile department at the Institute of Design in Chicago in 1947, Else Regensteiner, founder of the weaving department at the School of the Art Institute of Chicago, and Lili Blumeneau, who went on to become the curator of textiles at the Cooper-Hewitt, Smithsonian Design Museum.\nIn 1957, Anni began her lengthy association with Knoll Textiles acting as a consultant on a line of new textiles, which included a series of casement fabrics.",
    "woe:country_id": "23424977",
    "date": "American, b. Germany, 1899–1994",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}