{
    "id":"18699947",
    "tms:id":"225602",
    "accession_number":"2004-22-1",
    "title":"Sidewall, \"Britannia\", ca. 1770",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18699947\/",
    "department_id":"35347503",
    "period_id":null,
    "media_id":"35414641",
    "type_id":"35256475",
    "date":"ca. 1770",
    "year_start":"1770",
    "year_end":1780,
    "year_acquired":"2004",
    "decade":null,
    "woe:country":"23424975",
    "medium":"Block-printed on handmade paper",
    "markings":null,
    "signed":null,
    "inscribed":"Typed on label, mounted on front lower center:  \"A panel of wall-paper taken from Stone Manor House opposite Albany, NY.  Erected in 1642 by Kilican van Rensselaer, the first patron of the colony of Rennsalaer's Wyck.  Later known at Ft. Crailo and used as a garrison for British troops during Indian troubles.\"",
    "provenance":"This paper was found in an early Dutch home, now called Fort Crailo, probably built by Hendrick Van Rensselaer in 1705.  Crailo is located on the upper Hudson River Valley close to Albany.  In 1762 Hendrick's son John enlarged and completely remodeled the house.  The house was again remodeled in 1783. The paper was most likely installed during one of these renovations.",
    "dimensions":"Overall: 66 x 50.8 cm (26 x 20 in.)",
    "creditline":"Gift of The Mary Washington Colonial Chapter, NSDAR",
    "description":"Pillar and arch design. The framework is composed of a major arch resting upon Corinthian columns.  Looking through the major arch, \"Britannia\" is seen enthroned atop a curved colonnade of Doric columns.  Britannia is shown facing left, holding a spear, resting on her shield.  The minor arches contain a large-scale urn sitting on a pedestal.   Printed in black and white on a terra cotta ground.  A label giving provenance is pasted near the center bottom edge.",
    "justification":"The pillar and arch design is distinctly English in origin.&amp;nbsp; This paper was found in an early Dutch home, now called Fort Crailo, probably built by Hendrick Van Rensselaer in 1705.&amp;nbsp; Crailo is located on the upper Hudson River Valley close to Albany.&amp;nbsp; The site is managed by the National Society of the Daughters of the American Revolution.&amp;nbsp; In 1762 Hendrick's son John enlarged and completely remodeled the house.&amp;nbsp; The house was again remodeled in 1783.&amp;nbsp; The paper was most likely installed during one of these renovations.&amp;nbsp; It was in this house the patriotic song &quot;Yankee Doodle&quot; was written.&amp;nbsp; The earliest known version of this song dates to 1775.&amp;nbsp; ",
    "type":{
        "id":"35256475",
        "name":"Sidewall"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/25912_ee367c5b8eed3e8f_b.jpg",
                "width":776,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/25912_ee367c5b8eed3e8f_n.jpg",
                "width":242,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/25912_ee367c5b8eed3e8f_z.jpg",
                "width":485,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18057929",
            "role_id":"35351535",
            "person_name":"The Mary Washington Colonial Chapter, NSDAR",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18057929\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone":{
        "epitaph":"Sidewall, \"Britannia\", ca. 1770.Block-printed on handmade paper. Gift of The Mary Washington Colonial Chapter, NSDAR. 2004-22-1."
    },
    "colors":[
        {
            "color":"#c3897e",
            "closest_css3":"#bc8f8f"
        },
        {
            "color":"#894337",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#401916",
            "closest_css3":"#800000"
        },
        {
            "color":"#bf9c84",
            "closest_css3":"#bc8f8f"
        },
        {
            "color":"#a79299",
            "closest_css3":"#bc8f8f"
        }
    ]
}