{
    "id": "18699947",
    "tms:id": "225602",
    "accession_number": "2004-22-1",
    "title": "Sidewall, Britannia, ca. 1770",
    "title_raw": "Britannia",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18699947\/",
    "department_id": "35347503",
    "period_id": null,
    "media_id": "35414641",
    "type_id": "35256475",
    "date": "ca. 1770",
    "year_start": "1770",
    "year_end": 1780,
    "year_acquired": "2004",
    "decade": null,
    "woe:country_id": "23424975",
    "medium": "Block-printed on handmade paper",
    "markings": null,
    "signed": null,
    "inscribed": "Typed on label, mounted on front lower center:  \"A panel of wall-paper taken from Stone Manor House opposite Albany, NY.  Erected in 1642 by Kilican van Rensselaer, the first patron of the colony of Rennsalaer's Wyck.  Later known at Ft. Crailo and used as a garrison for British troops during Indian troubles.\"",
    "provenance": "This paper was found in an early Dutch home, now called Fort Crailo, probably built by Hendrick Van Rensselaer in 1705.  Crailo is located on the upper Hudson River Valley close to Albany.  In 1762 Hendrick's son John enlarged and completely remodeled the house.  The house was again remodeled in 1783. The paper was most likely installed during one of these renovations.",
    "dimensions": "Overall: 66 x 50.8 cm (26 x 20 in.)",
    "dimensions_raw": {
        "height": [
            "66.04",
            "centimeters"
        ],
        "width": [
            "50.80",
            "centimeters"
        ]
    },
    "creditline": "Gift of The Mary Washington Colonial Chapter, NSDAR",
    "description": "Pillar and arch design. The framework is composed of a major arch resting upon Corinthian columns.  Looking through the major arch, \"Britannia\" is seen enthroned atop a curved colonnade of Doric columns.  Britannia is shown facing left, holding a spear, resting on her shield.  The minor arches contain a large-scale urn sitting on a pedestal.   Printed in black and white on a terra cotta ground.  A label giving provenance is pasted near the center bottom edge.",
    "justification": "The pillar and arch design is distinctly English in origin. This paper was found in an early Dutch home, now called Fort Crailo, which was probably built by Hendrick Van Rensselaer in 1705. Crailo is located on the upper Hudson River Valley close to Albany. The site is managed by the National Society of the Daughters of the American Revolution. In 1762, Hendrick’s son John completely remodeled the house. The house was again remodeled in 1783. The paper was most likely installed during one of these renovations. It was in this house that the patriotic song “Yankee Doodle” was written. The earliest known version of this song dates to 1775. \nBrittania has a repeat of almost 48 inches, just over half of which is shown in this example. The missing length is merely a repeat of the urn in the smaller arches. There is a small section of border attached to the upper left corner. Since the border is block-printed in a similar terra-cotta colorway, it is possible it was the original border used with this paper. \nWe do have another piece of this same design in our collection in another colorway. Also in the collection is an American knock-off (the same design printed in reverse) printed in Hartford, Connecticut, between 1794 and 1799. This paper would strengthen our holdings in 18th-century English wallpapers .",
    "gallery_text": "Britannia is an example of a pillar and arch design, a very British style popular from about 1760 until early 19th century. The Museum collection already contained another sample of this design printed in a blue colorway. It is in poor condition, it has been cut and pasted together, and at some point was glued to a masonite support. This wallpaper has an interesting story as it is an early example of an American manufacturer copying a foreign paper and selling for a lower price. This paper is from a house in upstate New York that was in the van Rensselaer family for generations.  It is reportedly in this house the song “Yankee Doodle Dandy” was written.",
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424975",
    "type": "Sidewall",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/25912_ee367c5b8eed3e8f_b.jpg",
                "width": 776,
                "height": 1024,
                "is_primary": "1",
                "image_id": "25912"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/25912_ee367c5b8eed3e8f_z.jpg",
                "width": 485,
                "height": 640,
                "is_primary": "1",
                "image_id": "25912"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/25912_ee367c5b8eed3e8f_n.jpg",
                "width": 242,
                "height": 320,
                "is_primary": "1",
                "image_id": "25912"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/25912_ee367c5b8eed3e8f_d.gif",
                "width": 242,
                "height": 320,
                "is_primary": "1",
                "image_id": "25912"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/25912_ee367c5b8eed3e8f_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "25912"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18057929",
            "role_id": "35351535",
            "person_name": "The Mary Washington Colonial Chapter, NSDAR",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18057929\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Sidewall, Britannia, ca. 1770. Block-printed on handmade paper. \nGift of The Mary Washington Colonial Chapter, NSDAR. 2004-22-1."
    },
    "colors": [
        {
            "color": "#9a4f3c",
            "closest_crayola": "#a5694f",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#c59b87",
            "closest_crayola": "#cd9575",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        },
        {
            "color": "#743930",
            "closest_crayola": "#714b23",
            "closest_css3": "#8b4513",
            "closest_css4": "#8b4513"
        },
        {
            "color": "#441a17",
            "closest_crayola": "#714b23",
            "closest_css3": "#800000",
            "closest_css4": "#800000"
        },
        {
            "color": "#a2888a",
            "closest_crayola": "#95918c",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        }
    ],
    "woe:country_name": "United Kingdom"
}