{
    "id": "18062597",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18062597\/",
    "name": "Wim Crouwel",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Although Wim Crouwel trained as a painter at the Academie Minerva (1947–49) in his hometown of Groningen and at the Kunstnijverheids Onderwijs in Amsterdam (1950–52), he rapidly gravitated to the field graphic design field, establishing his own firm in 1954. A major turning point in his professional development came when he met the Swiss-trained designers, Karl Gerstner, Gérard Ifert, and Ernst Scheidegger, who impressed him with their rationalized design and typography, particularly the sans serif font Akzidenz Grotesk, a forerunner to Helvetica. From the Swiss model, Crouwel adopted the practice of the grid as a way of creating visual order. He later acquired from his colleagues the nickname “Gridnik.” \n\nCrowel’s big break came in 1956 when Edy de Wilde, then director of the Van Abbemuseum, gave him an initial graphic design commission that resulted in a regular partnership with Crouwel to design all of the museum’s printed material. This client\/designer relationship continued after de Wilde transferred as director to the Stedelijk Museum in 1963. For Crouwel, de Wilde was an ideal client who allowed him the freedom to experiment and create new fonts, which he would then use in his designs. Beginning in 1971, Crouwel also provided graphic materials for the Museum Fodor (now Fotografiemuseum Amsterdam).\n\nWhile working on museum commissions, Crouwel started a partnership with the Indonesian industrial designer Kho Liang Ie (1956–60). The Kho-Crouwel design style has been described as a fusion of Asian poetry with rational thinking. The firm received attention and acclaim for their work for Stichting Goed Wonen, de Bijenkorf, Auping, and Linoleum Krommenie.\n\nIn the early 1960s, a series of discussions took place in the Netherlands and England about the need to create a multidisciplinary firm in the Netherlands similar to those already established in the United States and in England that could service a variety of commissions including industrial design, interior architecture, and graphic design. These dialogues, which included Crouwel and other Dutch designers, resulted in the creation of the Associatie voor Total Design NV. The aim of Total Design was to develop and execute design ideas in all fields, based on a single vision, of which standardization was a foundational element. This extended to paper format, typeface, pattern, and word spacing. This approach easily fit the needs of the corporate world, and clients included IBM, various Dutch banks, the cities of Groningen and Rotterdam, and several cultural institutions. As the partnership in Total Design began to dissolve in the late 1960s, Crouwel cut back on his involvement but stayed on as an advisor. He began teaching at the Delft University of Technology (1971), where he served as dean of the industrial design department (1983–85). Crouwel became director of the Museum Boijmans Van Beuningen in Rotterdam (1985–93), during which time he also taught at Erasmus University Rotterdam as associate professor of art and cultural sciences.\n\nWhen Crouwel was asked if design was pure problem solving or whether there was also room for personal expression, he responded, “Of course design is about problem solving, but I cannot resist adding something personal. A page should have tension.”\n\nCrouwel’s contribution to graphic design went largely unnoticed in the United States until the confluence of two events: the wide distribution of the film Helvetica (2007), in which he is interviewed, and his 80th birthday in 2008 that occasioned several exhibitions in the Netherlands and in the United States.",
    "woe:country_id": "23424909",
    "date": "Dutch, b. 1928",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424909"
}