{
    "id":"18700367",
    "tms:id":"225824",
    "accession_number":"2005-2-1",
    "title":"Mosen, late 19th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18700367\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402849",
    "type_id":"35301721",
    "date":"late 19th century",
    "year_start":null,
    "year_end":null,
    "year_acquired":"2005",
    "decade":null,
    "woe:country":"23424781",
    "medium":"Medium: wool \nTechnique: felted and patterned with tied-resist dyeing (shibori)",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 200.7 x 127 cm (79 x 50 in.)",
    "creditline":"Museum purchase from General Acquisitions Endowment Fund",
    "description":"A mosen is a type of rug used in Japanese tea ceremonies. Made in China for the Japanese market, the rug is made of wool which is felted and tie-dyed in green, yellow, and deep orange\/red.",
    "justification":"This mosen, a type of rug used in Japanese tea ceremonies, dates from the late 19th century , and was made in China for the Japanese market. China was Japan’s main source for wool felt mosen and although they are not rare, they often show extreme wear. However, this example has the majority of its pomegranate coloring intact. Most examples of mosen are shibori dyed, a tie-dye technique, and because the felt is often quite thick, this technique was very challenging. This particular rug is made of wool which is felted and tie-dyed in green, yellow, and deep orange-red. Currently, there is very little information available on the subject of mosen as no papers or books have been published. Most mosen are referenced because of the shibori dyeing technique.",
    "type":{
        "id":"35301721",
        "name":"Mosen"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[
        {
            "id":"35350951",
            "url":"http:\/\/collection.cooperhewitt.org\/exhibitions\/35350951\/",
            "title":"Fashioning Felt",
            "date_start":"2009-03-06",
            "date_end":"2009-09-07"
        }
    ],
    "tombstone":{
        "epitaph":"Mosen, late 19th century.\nlate 19th century. Medium: wool \nTechnique: felted and patterned with tied-resist dyeing (shibori). Museum purchase from General Acquisitions Endowment Fund. 2005-2-1."
    },
    "colors":[
        {
            "color":"#af8454",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#9c5c37",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#8f8151",
            "closest_css3":"#808080"
        }
    ]
}