{
    "id":"35520927",
    "tms:id":"275084",
    "accession_number":"2013-35-1",
    "title":"Wall-mounted CD Player, \"Muji\", Designed 1999; manufactured 2013",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/35520927\/",
    "department_id":"35347497",
    "period_id":null,
    "media_id":"35388259",
    "type_id":"51588941",
    "date":"Designed 1999; manufactured 2013",
    "year_start":1999,
    "year_end":1999,
    "year_acquired":"2013",
    "decade":"1990",
    "woe:country":"23424856",
    "medium":"ABS plastic, metal",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"2013, Acquired directly from the manufacturer.",
    "dimensions":"H x W x D: 17.1 x 17.1 x 3.8 cm (6 3\/4 x 6 3\/4 x 1 1\/2 in.)",
    "creditline":"Gift of MUJI",
    "description":"White plastic square body with rounded corners; face pierced for speaker; large central circular indentation with reader having center spindle to recieve and play CD; white power cord hanging from center bottom acts as on\/off pull switch.",
    "justification":"By the late 1990s, industrial designer Naoto Fukasawa was frustrated by what he considered the norm in industrial design, that seemed to produce similar looking products, particularly in the categories of appliances, audio-visual equipment and computers, no matter who the designer or manufacturer. To him, these products looked exactly like what they were, with little variation, influenced by others of their type stacked on the shelves of mass-market stores. This prompted Fukasawa to consider audio equipment and appliances designed around their relationships to people, spaces, and other things around them, “…in the way that a good…chair…adapts itself to the shape of people’s bodies and the space in which it is placed.” Fukasawa’s concept for a wall-mounted CD player is partly a result of this thinking.\n&amp;nbsp;\nIn Fukasawa’s words: “One day I was listening to the music emanating from a CD player with the lid open, watching the CD spin around. When switched on, the CD slowly began to turn, and once its rotations had stabilized, sound poured forth. The image of these rotations reminded me of motor-driven ventilation fans in kitchens. When you pull the cord…the blades start to turn, and…when the rotations have stabilized, the sound of the wind also becomes constant. I thought it would be good if there was a CD player with built-in speakers that you could hang on a wall…. A suitable shape would be small square with its corners removed, with the speakers arranged in such a way that they seemed to surround the CD. It was at that time that the images of the ventilation fan and this square CD player overlapped. I wondered what would happen if, like on the fan, I employed a cord as a switch. When the cord was pulled, the CD would slowly begin to turn and music would pour forth, like the flow of air from a fan.” \n&amp;nbsp;\nTo Fukasawa, the interactive nature of the CD player and the succession of movements and sensations were at the heart of the design’s appeal—pulling the cord switch, the CD turning, the sound emanating. Fukasawa introduced a concept model at a design workshop, where it was noticed by Masaaki Kanai, at that time the head of product planning for the household and consumer goods manufacturer\/retailer Muji. Kanai decided to develop the CD player for commercial production. Rather than compromising the design by having an on\/off cord and separate power cord hanging from the device, Fukasawa and the Muji team eventually decided to employ the power cord as the switch, after realizing that to meet existing manufacturing standards it was already strong enough to withstand the force of an adult pulling on it without detaching from the CD player. Fukasawa considers Muji one of the few companies “…that creates things that don’t run counter to how people truly feel.” A popular item among Muji’s electronics, the CD player has remained in production for over 10 years. \n&amp;nbsp;\nFukasawa, Naoto, ed. Naoto Fukasawa. London: Phaidon Press Limited, 2007, pp. 19,21.",
    "type":{
        "id":"51588941",
        "name":"Wall-mounted CD player"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18062439",
            "role_id":"35236657",
            "person_name":"Ryohin Keikaku Co., Ltd.",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18062439\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"51584871",
            "role_id":"35236655",
            "person_name":"Naoto Fukasawa",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51584871\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18062439",
            "role_id":"35351535",
            "person_name":"Ryohin Keikaku Co., Ltd.",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18062439\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone":{
        "epitaph":"Wall-mounted CD Player, \"Muji\", Designed 1999; manufactured 2013.ABS plastic, metal. Gift of MUJI. 2013-35-1."
    },
    "colors":[
        {
            "color":"#d4d5c9",
            "closest_css3":"#d3d3d3"
        },
        {
            "color":"#adaea3",
            "closest_css3":"#a9a9a9"
        }
    ]
}