{
    "id": "18046213",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046213\/",
    "name": "Tony Sarg",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "5",
    "biography": "Tony Sarg was a popular illustrator, children’s book author, designer, animator, and puppeteer in the 1920s and 30s. His father was an artist, his grandfather a wood carver, and his grandmother a collector of marionettes and toys, which may have contributed to his capacious imagination and lifelong fascination with creating enchantments for children.   \n After a brief military career, Sarg first turned his abundant drawing skills to a career in advertising in London, where he created a memorable series of posters for the London Underground. At the outset of World War I, he and his wife and daughter moved to New York.  He began working as an illustrator for the New York Times, the Saturday Evening Post, Colliers, Cosmopolitan, Boy’s Life, Vanity Fair, and other leading magazines. \nFrom the 1920s on, he also created elaborate window displays for Macy’s, and was the artistic director of the Macy’s Christmas Parade (now called the Macy’s Thanksgiving Day Parade), which culminated in front of the store with the unveiling of the holiday windows. In 1927, he introduced the oversized inflated balloon characters which have become the hallmark of the parade, and in the 1930s created Macy’s first animatronic Christmas window displays. \nSarg also had successful marionette theaters in New York and Chicago, which toured shows around the country and inspired a new generation of puppeteers, including Bill Baird and Margo and Rufus Rose, the creators of Howdy Doody. He also created over twenty animated films. \nHis intricate and humorous drawings were beloved by children, and in addition to authoring numerous children’s books, he also designed children’s barber shops and toy departments for department stores, as well as a variety of children’s products, such as textiles, wallpapers, and furniture, which he retailed through his own children’s shops in New York and Nantucket. \nSarg died in 1942 from complications after an appendectomy.",
    "woe:country_id": "23424977",
    "date": "American, 1882 - 1942",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}