{
    "id":"18645161",
    "tms:id":"197484",
    "accession_number":"1993-31-191-9",
    "title":"Book, \"The Ghost in the Underblows by Alfred Young Fisher\", 1940",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18645161\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1940",
    "year_start":"1940",
    "year_end":"1940",
    "year_acquired":"1993",
    "decade":"1940",
    "woe:country":null,
    "medium":"Lithography in orange and black ink on off-white wove paper",
    "markings":null,
    "signed":null,
    "inscribed":"Printed in black ink, left: XV\/Stifle to death your dreams with a white pillow\/Laundered in poison\/Or a coverlet soaked in the waters\/Where lepers where once held; stifle your vision\/With anything you like to fit the mode; with dusty sorrow\/And it will come like dynamited stones down over your head\/And kill you where you stand.\/It will come up under the sidewalks of sleep\/Like roots pushing gradually and sure\/From the underground, for it feeds on air.\/It will come like automobiles from the sides\/At intersections; even in death dreams cease gradually.\/Stifle these things under the brain if so you can,\/And see them in the mirror of logic\/When things are postulated for subject and predicate\/And the conclusion, of no matter how abstract,\/Leaves something that cannot be forced down.\/Or stifle by compression; put under your pneumatic hammers\/The junk of the world for new metal;\/Yet over its pounding being will still hover\/Like vision, the memory of something which dies hardlier than\/substance.\/Compress as one would an egg your vision\/And it will rest ovoid and white, unbroken.\/Or smash it, plant it all around a rosebush\/to keep off ants and fertilise beauty.\/Murder your dream; steal on it with garroting hands\/Crushing its white swan throat\/Until its eyes start out like bulges in an inner tube;\/Or slit its wrists to watch a rosary of blood\/Turn from one color to another with a dying prayer.\/(But in a tube of blood, no matter what age or species\/Is evident; and murder cries on murder,\/Blood will have blood. And never Adonis died\/But he left flowers under his wounds).\/262.",
    "provenance":null,
    "dimensions":"H x W: 23.9 x 31.5 cm (9 7\/16 x 12 3\/8 in.)",
    "creditline":"Gift of Tamar Cohen and Dave Slatoff",
    "description":"Pages 262-263. Left: text. Right:abstract geometrical pattern in black, white and red. Pattern consists of: a vertical rectangle outlined in black with band of black lines running length. Red vertical rectangle made of smaller rectangles behind this, with a black vertical rectangle along left side. Final rectangle placed in front of all, is divided in half, one side white in center with red border divided into rectangles, other white on border with red center of squares divided into equilateral triangles. horizontal rectangle of black circles (3 long x 4 wide) in center.",
    "justification":null,
    "culture":"American",
    "style":null,
    "type":{
        "id":"35247441",
        "name":"book"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39721_8a334207005f681a_b.jpg",
                "width":1024,
                "height":776,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39721_8a334207005f681a_n.jpg",
                "width":320,
                "height":243,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39721_8a334207005f681a_z.jpg",
                "width":640,
                "height":485,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236655",
            "person_name":"Alvin Lustig",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}