{
    "id": "18643975",
    "tms:id": "196855",
    "accession_number": "1993-151-102-a\/g",
    "title": "Magazine Promotion, \"National Lampoon: Car Stereo Test & Demonstration Kit\", 1980",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18643975\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1980",
    "year_start": "1980",
    "year_end": "1980",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lighography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-102a (case) -23.5 x 29.7 x 9 cm (9 1\/4 x 11 1\/2 x 3 1\/2 in.), closed\n1993-151-102b (wrapper) - 23.5  x 18.5 x 9 cm (9 1\/4 x 7 3\/8 x 3 1\/2 in.), closed\n1993-151-102b - 68 x 18.5 cm (26 3\/4 x 7 3\/8 in.), opened\n1993-151-102c (audiocassette) - 7 x 10.8 x 1.6 cm (2 3\/4 x 4 1\/4 x 5\/8 in.)\n1993-151-102d (audiocassette label)\n1993-151-102e (bottle)\n1993-151-102f  (swab holder)\n1993-151-102g (swabs) - 15.5 cm (6 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Wrapper - Folded around the center of the case, the wrapper design is imprinted on coated black cardboard. \nRecto: The Official\/ National\/ Lampoon\/ Car Stereo Test &\/ Demonstration Kit fills the top third of the page. National Lampoon is imprinted in bubble type in yellow, shadowed by orange, and the ensuing two lines are italicized in white. Three rows of three squares each in varied pastel hues, separated by bars of the black background, occupy the remainder of the page. Within six of the squares are illustrations of the actual contents of the present object, each accompanied by explanatory copy imprinted below a thin black line: in row 1, left, cassette and plastic case, and center, head cleaner tape [missing]; row 2, left, bottle, and center, swabs; and row 3, center, travel case, and right, primer (instruction booklet) [missing]. Each of the remaining squares contains an illustration, on which a facsimile of a hand painted black X appears, of an item included in, but, of course, not actually part of, the kit, identified also by descriptive copy: row 1, right, a smiling young woman represents a date certificate; row 2, right, a stack of $1,000 bills represents four thousand dollars in cash; and row 3, a car represents a gift certificate for one. A jagged yellow shape containing the word, Including, in black is superimposed on the illustration in row 1, left.\nVerso: On a pale pea green background, the kit title is repeated on one line in a smaller version of the recto type. Copy appears in several lines at the top and bottom in the established humorous vein. In between, occupying most of the page is a list of the contents of the kit, along with prices. In the bottom right hand corner, a yellow oval, outlined in black, is imprinted A Steal At, followed by a $.   \n\n\n\n\n\n\n\n\n\n\nCase - The box style, dark brown faux leather travel case, furnished with a matching handle and fake brass fittings, is imprinted in a beige allover pattern composed of a monogram of the intertwined initials NL (National Lampoon) and three ideographs, a banana, its skin partially peeled, centered within a curved, four-sided figure; an ear; and two musical notes attached to a bar, within a circle. The design is a parody of the LV (Louis Vuitton) luggage pattern. Fake multicolored travel stickers are superimposed, five on top, four on bottom and one each of the sides. The program lampoons authentic historical travel sticker designs, features deliberate misspellings, and refers to real life transportation disasters, as well as contemporaneous advertising slogans and cultural mores. Some examples in detail: With a nod to Art Deco travel posters, within a rectangle bordered in pale green and against a salmon-colored background, a frontal view of a black steamship floats on white and black waves; grapes, a wineglass, a wine bottle and a baguette are in the foreground below; and Andrea\/ Doria\/ (in red and white capitals) Now That's Italian (in white on black) are imprinted above. Evoking an airline logo, a turquoise and green oval, divided horizontally by a red strip ending with an airplane in flight on the right, is imprinted Wallenda\/ Airlines\/ Come Fly with Us. The remaining stickers are labeled Club\/ National\/ Lampoon\/ the Last Resort; New Jersey, the Pizza State; The\/ Hindenberg\/ When You're Hot, You're Hot; HMS\/ Nobody Does It Better\/ Titanic; Dante's\/ Disco Inferno\/ You Can't Stop the Music; Queen Bruce\/ Transatlantic Cruising; Purdue\/ Airlines\/ The Wings, Breasts and\/ Thighs of Man; Ganges Swim Club\/ New Delhi; and Amelia and Werner\/ Earhart\/ Airlines\/ If We Disappear It's\/ Your Responsibility\/ AWEA. \n\nInside, the case lining, also in dark brown, is fitted with two rows of slots, ten per side, to accommodate audiocassette tapes within plastic cases. A channel divides the two rows. \n\nAudiocassette tape - Located in one of the slots, the tape's interior label displayed along the narrow top edge of the clear plastic case reads The Official National Lampoon Car Stereo Test & Demonstration Tape. The whole continues the spoof introduced on the case exterior. Recto: Headed Official License [and] Registration, the fake identifying document, a license to play the enclosed tape on a car stereo, spells out the conditions for doing so, and displays a faux signature, Jerry Taylor,\nundersigned Gerald L. Taylor\/ Commissioner of Audio Vehicles.\n\nThe remaining contents, ostensibly for cleaning tape player heads, are a package of cotton swabs labeled Official National Lampoon Car Stereo Test and Demonstration Kit Cotton Swabs and a bottle, now empty, of similarly labeled clear fluid. Explanatory language on both continues to spoof consumer advertising.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35294749",
        "name": "magazine promotion"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}