{
    "id": "18064531",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18064531\/",
    "name": "Elliott Noyes",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Renowned for his statement that “good design is good business,” Eliot Noyes was an architect and industrial designer responsible for establishing a number of modern design philosophies and practices that reign as standards today. He is particularly noted for creating corporate design programs at IBM, Westinghouse, Mobil Oil and Cummins Engines in the 1950s and 60s.\n\nNoyes was born in Boston, Massachusetts in 1910. He graduated from Harvard University’s newly established Graduate School of Design in 1938, influenced by famed Bauhaus designers and Harvard instructors Walter Gropius and Marcel Breuer. After working briefly for Gropius and Breuer and traveling across the country to study modern design, Noyes became the first director of The Museum of Modern Art’s Industrial Design Department in 1940. During his tenure, Noyes projected designers like Charles and Ray Eames and Eero Saarinen into the spotlight via the museum’s “Organic Design in Home Furnishing” competition. He worked with such manufacturers as Knoll and Herman Miller to configure the new processes necessary for producing their designs, thus contributing significantly to the mass production of modern furniture.\n\nAfter leaving MoMA in 1946, Noyes entered the corporate design realm to work as design director in industrial designer Norman Bel Geddes’ firm. While there, Noyes was entrusted with the design of IBM’s Model A electric typewriter. When Bel Geddes’ business folded in 1947, Noyes maintained the commission and completed the design. This led Noyes to start his own design firm in 1947 for which he took on commissions from major companies, including the logo and look of all Mobil gas stations. One of Noyes’ most acclaimed designs is his own home in New Canaan, Connecticut, where, as one of a group of architects known as the Harvard Five, he helped turn an average town into a hub for modernist architecture. \n\nhttp:\/\/www.businessweek.com\/stories\/2007-01-29\/the-forgotten-pioneer-of-corporate-designbusinessweek-business-news-stock-market-and-financial-advice\nhttp:\/\/en.wikipedia.org\/wiki\/Eliot_Noyes\nhttp:\/\/www.preservationnation.org\/travel-and-sites\/sites\/northeast-region\/new-canaan-ct\/architects\/eliot-noyes.html",
    "woe:country_id": "23424977",
    "date": "American, 1910 - 1977",
    "woe:country": "23424977"
}