{
    "id": "18045781",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045781\/",
    "name": "Gianni Versace",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Gianni Versace was one of the world’s most prominent fashion designers and founder of the iconic House of Versace, the haute couture Italian fashion dynasty. Versace was raised in the world of design, learning his trade from his mother who was a dressmaker. In 1972 Versace moved to Milan and began freelance designing. One of his first projects was designing his first prêt-a-porter collection for Callaghan, Genny, and Comlice. Versace started his clothing company in 1978 under the name Gianni Versace Donna in Milan’s Via della Spiga, hiring his brother Santo and sister Donatella. His designs began to grow in popularity and soon Versace opened numerous boutiques internationally. In 1979 Versace collaborated on his first fashion photography campaign with the eminent photographer Richard Avedon. In addition to clothing, Versace expanded the brand, launching both a fragrance and home goods lines.\nIn 1989 Versace debuted his first couture collection in Paris and opened Atelier Versace. His designs were known for their use of striking colors, materials, and cuts. One of his most famous designs was for a black dress held together by gold safety pins which was worn by Elizabeth Hurley to a red-carpet film premier. Versace developed a number of strong relationships with celebrities and super models including Madonna, Elton John, Naomi Campbell, and Tina Turner. \nVersace was killed tragically at the young age of 50. His death was mourned deeply by the fashion and art communities. The company was taken over by his sister Donatella after his death. Versace is considered one of the most vital fashion designers? and is praised for having created a multi-million dollar fashion empire in less than 10 years. Throughout his career he has won numerous awards and his work has been showcased in museums all over the world.",
    "woe:country_id": "23424853",
    "date": "1946",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424853"
}