{
    "id":"18050561",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18050561\/",
    "name":"Jean Léon Decloux",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"77",
    "biography":"M. Leon Decloux (b. November 11, 1840 d. May 26, 1929) belonged to a Parisian family whose members were mainly contractors of works of various sorts.  After having begun in the firm directed by his father, at the side of his eldest brother Edouard, he established a gilding shop, then a housepainting enterprise which he rapidly expanded.\nHe demonstrated at an early age a very marked taste for the art of the 18th century, then fairly unkown, and he was interested in all forms of the art of that era - furniture, engravings, knick-knacks, porcelain as well as the decorative style created by the 18th century artists.  While yet a young man, he began diligently frequenting the auction house and started acquiring, in proportion to his still modest means, some art ojects of quality which his natural good taste enabled him to discover in the public sales and in the antique shops.\nHis deep study of the style of Louis XVI led him to specialize his painting business in the execution of ornamental painting of that period and he restored, notably, the color \"Louis XVI grey\" which had entirely fallen out of fashion in the Parisian salons, replaced by the deep toned colors adopted at the end of the 19th century.  Some connoisseurs then entrusted to him the complete decoration and furnishings of several private houses of Paris.  He proved, at that time, his taste and knowledge and realized some remarkable decorative ensembles, such as the Hotels de Bretueuil, de Fels, etc.\nDevoting himself more and more to the study of the art objects of the epoque of his preference, while still young, he turned over his commercial enterprise to a relative who had become his associate, to such an extent that he would be able to use all his time to collect on his own.  Among his activities in this realm he established a very complete collection of engravings of the modes of the 18th century.  It is this collection which he later sold to some connoisseurs of the United States who gave them to the New York Museum of Decorative Arts.  Up until his last years, M. Decloux did not stop folowing the large sales of art objects and frequenting the Parisian antique dealsers and he continued to group around him a most important collection of furniture and various brick-brack, always of excellent workmanship and notably among these, a very beautiful colleciton sof Severe soft paste porcelain and of porcelains and faiences of the principal French and foreign manufacturers of the 18th century.\nThus, in the course of a long life, M. Decloux, who remained unmarried, lived only for the art of the period which he loved, surrounded by precious objects which he had patiently assembled, guided only by the instinct and personal taste of a born collector. (Decloux property file. 10\/3\/03)",
    "woe:country":null,
    "date":"French, 1840–1929",
    "roles":[
        {
            "id":"35352249",
            "name":"Vendor",
            "count_objects":"12570"
        },
        {
            "id":"35351535",
            "name":"Donor",
            "count_objects":"110575"
        },
        {
            "id":"35236657",
            "name":"Manufacturer",
            "count_objects":"11305"
        },
        {
            "id":"35236691",
            "name":"Collector",
            "count_objects":"28"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"5898",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":null
    }
}