{
    "id": "18644231",
    "tms:id": "197018",
    "accession_number": "1993-151-247",
    "title": "Advertisement, \"Stat Store: Andy Warhol\/ Diaprints\", 1983",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644231\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1983",
    "year_start": "1983",
    "year_end": "1983",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "24.7 x 18 cm (9 3\/4 x 7 1\/16 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "A full length color photograph of the artist, Andy Warhol (1928-1987), is centered on the page on a dark red background with a smoky overlay, thickest behind the subject's lower legs. The artist's eyes stare straight ahead through large-lens, possibly clear-rimmed glasses. His straight white-blond, wigged, choppy-style hair is brushed to the left, where it is longer than on the right. His lips are slightly parted and turned down at the corners. The effect of the overall expression is vacant, even stupefied. His arms, posed in front, end in his left hand covering the right. He wears a white collared shirt under a black unbuttoned blazer. The shirt collar escapes the jacket and the shirt cuffs are visible, more so above the upper hand than the lower. A black-orange-and-yellow striped tie, knotted but askew, ends just above straight-legged, baggy-kneed jeans. The artist stands with his legs straight but apart; he wears tan, scuffed leather boots. His right hand grasps a manila envelope by one corner. The envelope slants downward to the left and is imprinted with the client's logo: The\/ Stat\/ Store in bold white sans serif type on a diagonally placed rectangular black field with concave upper and lower edges;    the lines of type emulate the curves. The rectangle is shadowed in gray on the right and lower edges, as if the pages of a book were being riffled.\n\nJust below the top edge of the page, centered above the image, Diaprints for the discerning is imprinted in dark sans serif type. Two additional lines of type about The Stat Store are centered just above the lower edge of the page. The photographer, Benno Friedman; M&Co; and The Stat Store are credited in one line of type imprinted along the left-hand edge near the bottom.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35247579",
        "name": "advertisement"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18052547",
            "role_id": "35236631",
            "person_name": "Benno Friedman",
            "role_name": "Photographer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18052547\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236631\/"
        },
        {
            "person_id": "18055835",
            "role_id": "35236655",
            "person_name": "Carol Bokuniewicz",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055835\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}