{
    "id": "18063363",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18063363\/",
    "name": "Erwan Bouroullec",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "French designers Ronan (1971) and Erwan (1976) Bouroullec were born and raised in Quimper, France. During their studies at the École Nationale des Arts Décoratifs in Paris and at the École des Beaux-Arts in Cergy-Pontoise, they collaborated in several independent design projects. In 1999, they officially joined as partners and established their own design firm. Ronan and Erwan’s collaboration is enriched by their distinct hard-working personalities and shared aspirations for producing high-quality, balanced design. They have created comprehensive collections that range from small domestic objects (vases, porcelain, dishware, jewelry, and other accessories), office and home furniture, to larger interior and architectural projects. Their aesthetic can be defined as “poetic and practical” because their designs provide a variety of solutions and customization.  \n\nIn 1997, they were acknowledged by Giulio Cappellini who presented their first industrial design projects: the Closed Bed and the Spring Chair.  In the early 2000s, the Bouroullec brothers worked with Issey Miyake in designing interior spaces, Vitra in creating a new office system, the Kvadrat brand in making various textile wall systems (CHM 6989.1.2010) and with Magis in designing two extensive furniture collections. Today they continue to work with these manufacturers, as well as with Herman Miller, Kartell, Established and Sons, Ligne Roset, Axor, Alessi, Mattiazzi, Flos, Mutina, and recently Hay. \n\nSeveral of their awards include: Designers of the Year at the Salon du Meuble (2002), the Finn Juhl Prize in Copenhagen (2008), and The Danish Design Award in Copenhagen (2010). Additionally, their Facett collection, Worknest office chair, Vegetal chair (CHM 7338.2.2010; 2011-30-1), and Steelwood Chair are some of their more popular designs that have been recognized with prestigious awards in past years. Their collections have been showcased in numerous national and international exhibitions, most notably at the Victoria and Albert Museum, Museum of Modern Art in New York, the Design Museum in London, and Les Arts Décoratifs in Paris. The Centre Pompidou, Metz, gave them their first monographic exhibition, Ronan & Erwan Bouroullec, Bivouac (2011-12).",
    "woe:country_id": "23424819",
    "date": "French, b. 1976",
    "woe:country": "23424819"
}