{
    "id": "18644711",
    "tms:id": "197259",
    "accession_number": "1993-151-69",
    "title": "Album Cover, \"Joe King Carrasco and the Crowns\", 1981",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644711\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1981",
    "year_start": "1981",
    "year_end": "1981",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "31.2 x 31.5 cm (12 1\/4 x 12 3\/8 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Recto: Against a gold background in the top half and a muticolored tablecloth in the bottom, the crowded layout's main features are: lower right, an image of the bandleader from head to above-the-waist dressed in a king's robe and jewelled crown and issuing an off-color invitation to buy the album in a message balloon; right of center, occupying three quarters of the album's length, a bottle of Joe King's Carrasco Sauce; left of center, a cocktail glass filled with red liquid; bottom left, a prepared dish of meat and hot peppers; across the top, Joe Carrasco in large green capital letters, with King in small red capitals on the diagonal between the two names. In using bright red, orange, and green tones and in playing on the word Tabasco, a well- known brand of hot sauce, and the name King, the design highlights the Texas\/southwestern roots of the band and the zaniness of the songs. Four black and white photographs with red highlights, accompanied by one-liners, are scattered around. Just below the bandleader's name, a jagged-edged orange shape imprinted \"and the Crowns\", and green rickrack shaped strips on the vertical edges complete the design.\nVerso: At the top on the left, Joe 'King' Carrasco and the Crowns in capitals on two lines; underneath, a flat crown shape in apricot, with song titles, production information and a one line message of thanks in Spanish, in black type, and a group photograph of the four performers, clowning; on the right, head shots of the four, identified by name, each head on top of a miniature cartoon-like body. The orange background changes to chartreuse in the bottom quarter, where promotional information, including miniature reproductions of other Carrasco album covers, appears. The vertical rickrack strips are repeated.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35294759",
        "name": "Album cover"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18055959",
            "role_id": "35236631",
            "person_name": "Carol Steiner",
            "role_name": "Photographer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055959\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236631\/"
        },
        {
            "person_id": "18055961",
            "role_id": "35236631",
            "person_name": "Waring Abbot",
            "role_name": "Photographer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055961\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236631\/"
        },
        {
            "person_id": "18055835",
            "role_id": "35236655",
            "person_name": "Carol Bokuniewicz",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055835\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}