{
    "id":"18467301",
    "tms:id":"144281",
    "accession_number":"1968-78-7",
    "title":"Cover, 1968-78-7, 1775–1800",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18467301\/",
    "department_id":"35347501",
    "period_id":null,
    "date":"1775–1800",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1968",
    "decade":null,
    "woe:country":"23424848",
    "medium":"Medium: cotton\nTechnique: mordant and resist painted and immersion dyed on plain weave (chintz)",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 107 x 82 cm (42 1\/8 x 32 5\/16 in.)",
    "creditline":"Museum purchase from Restricted Funds",
    "description":"Wide border on two sides with a shaped medallion in the inner corner. Polychrome on white. \nOn a white field, in detached arrangement, freely drawn flower sprays in shades of red on delicate brown stems, with foliage now blue.  A corner ornament of symmetrically curving leaf scrolls in red and blue forms a medallion, in which at its base a small section formed of C-scrolls in blue, frames confronted birds on dotted red ground.  Birds' wings over-painted in small blue dabs.  Narrow guard border frames main section, below which a border, 12 inches wide, is similarly decorated with the same flower sprays and edged with the same narrow guard border; in the latter, small three leaved red flowers suggest the form of a clover leaf.\nColors: Two reds, blue, a few small areas of yellow now much faded.  \nGeneral character of design is very free, sketchy in style; blue in leaves unevern as though pencilled in, but vesitiges of yellow indicate the former presence of green.  Red in flowers shaded but no elaboration of veining employed.  Whole deisgn suggests a European embroidery pattern, or a block printed patter of the late 18th century.\nPiece is newly lined with plain white cotton.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35237165",
        "name":"Cover"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/6488_51e3484d80238ec5_b.jpg",
                "width":791,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/6488_51e3484d80238ec5_n.jpg",
                "width":247,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/6488_51e3484d80238ec5_z.jpg",
                "width":494,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[

    ],
    "exhibitions":[

    ]
}