{
    "id":"18410411",
    "tms:id":"115423",
    "accession_number":"1956-47-84-a",
    "title":"Photograph, \"Album: pmg\/ Gilbert's Oral Antiseptic\"",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18410411\/",
    "department_id":"35347493",
    "period_id":"35417235",
    "media_id":"35371135",
    "type_id":"35247381",
    "date":null,
    "year_start":null,
    "year_end":"1954",
    "year_acquired":"1956",
    "decade":null,
    "woe:country":"23424977",
    "medium":null,
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"24.2 x 13.5 cm (9 1\/2 x 5 1\/2 in.)",
    "creditline":"Gift of Ellen Gustav Jensen",
    "description":"In the present object, although the four items are photographed in black and white, they were presumably fabricated in color. The design scheme uses small, sans-serif type throughout, except in the lower case, hand-lettered style of the logo.\n\nIn the Gilbert's Oral Antiseptic box, located on the upper left, partial views of the front, one side and top are displayed. A white band featured in the upper third of the front of the box continues on the side. In the design of the product name, Gilbert's\/ Oral\/ Antiseptic, in which the first and third words stretch all the way across and the second word is centered, the small, dark type is heightened by the white background. Against the dark gray background of the lower front, a black oval, centered, touches the edge of the white section; pmg, the product logo, is imprinted on the oval. This logo-within-the-oval design is repeated on the side. On the gray background of the top, the three lines of the product name are replicated in white.\n\nThe Gilbert's Oral Antiseptic bottle is removed from the box and placed in front of it. The glass (?) bottle has rounded shoulders, a short neck, and a black plastic (?) cap. In the upper half on the front and continuing briefly on the sides, a black band imprinted with the three-line product name in white comprises the label.\n\nThe toothpaste tube and box are positioned next to each other on the diagonal in the lower half of the photograph. On the lower left, cut off by the bottom edge of the photograph, the silvery surface of the tube reflects the light. The three lines of white type are imprinted on a dark gray label, which wraps around the tube, beginning immediately below the cap and ending within the upper half; the design scheme, in which the words are only partly visible in the present object, is Gilbert's [dot] Gilbert's\/ Tooth [dot] Tooth\/ Paste [dot] Paste. The dark gray box, placed to the right of the tube, repeats the pmg logo-within-the-oval design on the front, just below the top; directly underneath, a white band, imprinted Gilbert's\/ Tooth\/\nPaste, interrupts the gray in the upper half; 50 cents is imprinted just above the bottom edge; and on the bottom flap, Gilbert's\/ Tooth\/ Paste is imprinted in white.",
    "justification":null,
    "type":{
        "id":"35247381",
        "name":"photograph"
    },
    "images":[

    ],
    "participants":[

    ],
    "tombstone":{
        "epitaph":"Photograph, \"Album: pmg\/ Gilbert's Oral Antiseptic\".\n24.2 x 13.5 cm (9 1\/2 x 5 1\/2 in.). Gift of Ellen Gustav Jensen. 1956-47-84-a."
    },
    "colors":[

    ]
}