{
    "id":"18049155",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18049155\/",
    "name":"Abraham Bosse",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"1",
    "biography":"The son of a tailor, Bosse was born in 1602 in Tours, France.  He was active as an engraver in Paris by the age of 20, living on the Ile du Palais.  His earliest works were based on designs of other artists including Jacques Bellange and Jean de Saint-Igny.  The collaborated with Jacques Callot during Callot's stay in Paris in 1629-1631.  By 1625, Bosse was in touch with Melchior Tavernier, the Flemish engraver and printer who until his death in 1641, published many of Bosse's works.  He was a friend of some of the intellectuals of his time.  Pierre Desargues, the mathematician and friend of Descartes, was Bosse's friend.  \n     Bosse taught perspective at the Royal Academy of Painting and Scuupture beginning in 1648.  His lectures were published in 1665 as Traité des practiques géomètrales et perspectives... He was made an Honorary academician in 1651, but then after arguments with Charles Le Brun and others, he was excluded from membership.  His views on theory and practive were published in 1667 in Le Peintre converty aux précises et universelles règles de son art.  \n     His career falls into two phases.  The first starts in 1622 and runs to 1641, when his publisher Tavernier dies.  From the 1640s on he was active mainly as a writier, illustrator, and sometimes as a publisher, and he made few independent plates.  He appears to become less active as a print maker in his later years.  Bosse seems also to have been active as a painter, though few of his paintings have been identified.",
    "woe:country":"23424819",
    "date":"French, 1602 – 1676",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"1"
        }
    ],
    "concordances":{
        "freebase:id":"\/m\/032jjq",
        "ulan:id":"500031187",
        "ima:id":"630516",
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"5036",
        "vanda:id":"60756",
        "viaf:id":"61542289",
        "walker:id":null,
        "wikipedia:id":"681834"
    }
}