{
    "id": "18049137",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18049137\/",
    "name": "Haël-Werkstätten",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "9",
    "biography": "The Haël-Werkstätten, or Haël Workshops for Artistic Ceramics, was founded in Marwitz in 1923 by Margarete Heymann and her economist husband Gustave Loebenstein along with his brother, Daniel, after Heymann’s departure from the Bauhaus. The name “Haël” derives from the first letters of the couple’s hyphenated name, Heymann-Loebenstein. The trio originally rented their kiln works in Marwitz, and purchased the works in 1926. Heymann served as the workshop’s artistic direct, and the firm employed 120 people to manufacture modern ceramic designs for sale in Germany and export to London and America. Tragically, Gustav and Daniel Loebenstein were killed in an automobile accident on their way to a trade fair in Leipzig in 1928, and not long after one of Heymann’s two children also perished in an accident. In addition to the realities of raising a family and owning a business on her own, Heymann’s Jewish heritage led to political pressure from the Nazi party to close the workshop. She sold it to Nazi party member Heinrich Schild in 1933, and a year later he signed the firm over to his partner Hedwig Bollhagen, another Bauhaus-influenced ceramicist (who was not a member of the Nazi party), who oversaw around 35 artisans.\n\nBetween 1946 and 1972, Bollhagen maintained private control over the workshop despite financial difficulties, although the state assumed control in 1972. In 1976, the facilities became part of the German Democratic Republic’s State Art Trade only to be re-privatized and reverted to Bollhagen’s control, then 85 years old. She managed it until her death in 2001, at which time it was taken over by Heidi Manthey, a student of Bollhagen’s friend and partner, the ceramicist Charles Crodel.",
    "woe:country_id": "23424829",
    "date": "Marwitz, Germany, 1923 - 1934",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}