{
    "id": "18708117",
    "tms:id": "229912",
    "accession_number": "2007-27-15",
    "title": "Drawing, \"A Studio in the Villa Medici, Rome\", 1835",
    "title_raw": "A Studio in the Villa Medici, Rome",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18708117\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35387925",
    "type_id": "35237093",
    "date": "1835",
    "year_start": "1835",
    "year_end": 1835,
    "year_acquired": "2007",
    "decade": null,
    "woe:country_id": null,
    "medium": "Brush and watercolor with scraping for highlights on white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Lower left: a M. Constant D.\/ Eugène Lacroix\/ Rome 1835",
    "provenance": "Eugene V. Thaw Collection; Clarendon Gallery, Ltd., London",
    "dimensions": "Frame H x W x D: 39.7 x 50.2 x 2.5 cm (15 5\/8 x 19 3\/4 x 1 in.)\nSheet: 22.8 x 32.9 cm (9 x 12 15\/16 in.)",
    "dimensions_raw": {
        "depth": [
            "2.54",
            "centimeters"
        ],
        "height": [
            "22.80",
            "centimeters"
        ],
        "width": [
            "32.90",
            "centimeters"
        ]
    },
    "creditline": "Thaw Collection",
    "description": "French artists who won the Prix de Rome were given studios in which to live and work during their time spent in Rome. The Academie de France occupied the Villa Medici on Monte Pincio from 1803. Three artists are seen in this room, which is sparsely furnished with simple wooden chairs, work tables and workstands. Folding beds, which would have been set up at night, were probably stored in the daytime behind the blue striped curtain in the right foreground. Paintings, plaster casts and portfolios are placed around the room. A pair of pistols mounted on a pedestal was carried for protection during sketching expeditions. A snake and a tortoise, presumably pets, are in open view.",
    "justification": "Mr. and Mrs. Eugene V. Thaw, who donated a significant collection of staircase models and related drawings to Cooper-Hewitt, are now proposing a promised gift of a splendid collection of 19th-century European watercolors of interiors. Among the largest group of this kind in private hands, 36 of these beautiful and informative drawings were displayed in 1992 at The Frick Collection which produced a handsome accompanying catalog, An Album of Nineteenth-Century Interiors:  Watercolors from Two Private Collections. Since that time, Mr. Thaw has continued to add material to the collection, which currently numbers 86 drawings. In terms of countries represented, the largest number is from German and Austria, followed by England. This is not surprising, as the production and collection of these watercolors was most popular in these two regions, and the Hanoverian and English courts were interrelated. The remaining interior portraits are French and Russian, with single Dutch, Scandinavian, Italian, and American interiors.\nOn the whole, these watercolors are not “before-the-fact” presentation studies that would have been executed for a client’s approval. Instead, they are snapshots of interior views; in many examples, people are shown inhabiting the spaces. According to Charlotte Gere, who prepared the 1992 exhibition catalog introduction of the Thaw collection, some interior portraits were executed in the late 18th century, but such drawings became very popular around 1820 with publications such as Thomas Hope’s Household Furniture and Interior Decoration (1807) and John Nash’s Views of the Royal Pavilion at Brighton (1826) in England; and with Charles Percier and Pierre-François-Léonard Fontaine’s Recueil des décorations intérieures (1801–12) in France. These and other books modeled on them created a fad for English, French, and Russian aristocracy to commission watercolors of their palace interiors for display in albums rather than for hanging on walls. Queen Victoria herself was an avid collector of such drawings.\nMany men and women in England and Germany became professional interiors watercolorists. Artists including Franz Xaver Nachtmann in Munich; Eduard Gaertner in Berlin; Rudolf von Alt in Vienna; Augustus Charles Pugin and Joseph Nash in England; and Auguste Garneray, François-Étienne Villeret, and Charlotte Bosanquet in France, are among the most well-known of the painters represented in the Thaw collection. A significant number of the Thaw interiors, however, were produced by amateurs, mostly women, who had studied watercolor painting and drawing with professional instructors as part of their middle- and upper-class education. M. F. Pearce, who may have executed the Thaw interior, Drawing Room at Brabourne Vicarage (and who was possibly the daughter of Rev. John Thomas Pearce, Vicar of Brabourne) would have been one such amateur.\nThis drawing is part of a proposed gift that would undoubtedly be one of the most important donations to the museum’s department of Drawings, Prints, and Graphic Design since the gift of the Henry Dreyfuss and Donald Deskey collections in the 1970s. The Hewitt sisters did not, as a rule, collect anything created later than 1825. For this reason, the acquisition of 19th century drawings has been high on the department’s acquisitions list.\nThe Thaw gift under consideration would complement interior watercolors already in the museum's collection. The two most important of these, in terms of quality and significance, are the Frederick Crace &amp; Sons drawing, Design for the Decoration of the Saloon, Royal Pavilion, Brighton, ca. 1815 (1948-40-25-a), and Apartments of Queen Elizabeth of Prussia in Charlottenburg Palace in Berlin, 1864 (1957-98-2), executed by Elizabeth Pochhammer. Additional holdings include Russian Interior, 1858 (1953-145-1) by Andrej Redkovskj and View of a Morning Room Interior, 1820–25 (1938-57-66), by an unknown French artist. In addition, the Thaw collection of 19th-century interiors would further help to place other drawings and prints of furnishing objects as well as three-dimensional objects already in the collection within the context of a fully developed domestic interior. \nThis proposed gift would not only enrich the collection and provide context for collection objects, it would also serve as a splendid resource for the graduate students in the Master of Arts in the History of Decorative Arts and Design program offered jointly by Cooper-Hewitt and Parsons The New School for Design. The watercolors show interiors as people used the furnishings on a daily basis, which is especially significant and useful for study.",
    "videos": null,
    "woe:country": null,
    "type": "Drawing",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/25737_0f9b27cfd5ccda84_b.jpg",
                "width": 1024,
                "height": 734,
                "is_primary": "1",
                "image_id": "25737"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/25737_0f9b27cfd5ccda84_z.jpg",
                "width": 640,
                "height": 458,
                "is_primary": "1",
                "image_id": "25737"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/25737_0f9b27cfd5ccda84_n.jpg",
                "width": 320,
                "height": 229,
                "is_primary": "1",
                "image_id": "25737"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/25737_0f9b27cfd5ccda84_d.gif",
                "width": 320,
                "height": 229,
                "is_primary": "1",
                "image_id": "25737"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/25737_0f9b27cfd5ccda84_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "25737"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18062309",
            "role_id": "35236711",
            "person_name": "Joseph-Eugène Lacroix",
            "person_date": "French, 1814 - 1873",
            "role_name": "Attributed to",
            "role_display_name": "Attributed to",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062309\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236711\/"
        },
        {
            "person_id": "18060453",
            "role_id": "35236711",
            "person_name": "Eugène Lacroix",
            "person_date": "1814 – 1873",
            "role_name": "Attributed to",
            "role_display_name": "Attributed to",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18060453\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236711\/"
        },
        {
            "person_id": "18060137",
            "role_id": "35351535",
            "person_name": "Clare E. Thaw",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18060137\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "68736639",
            "role_id": "35351535",
            "person_name": "Eugene V. Thaw",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68736639\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, \"A Studio in the Villa Medici, Rome\", 1835. Brush and watercolor with scraping for highlights on white wove paper. Thaw Collection. 2007-27-15."
    },
    "colors": [
        {
            "color": "#c6b7a0",
            "closest_crayola": "#deaa88",
            "closest_css3": "#d2b48c",
            "closest_css4": "#d2b48c"
        },
        {
            "color": "#79766a",
            "closest_crayola": "#757575",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#5a4a3f",
            "closest_crayola": "#414a4c",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#9d9482",
            "closest_crayola": "#95918c",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        },
        {
            "color": "#957a61",
            "closest_crayola": "#8a795d",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ]
}