{
    "id": "18732767",
    "tms:id": "242505",
    "accession_number": "2009-14-2",
    "title": "Poster, Museo d'Arte e Archittectura, 1992",
    "title_raw": "Museo d'Arte e Archittectura",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18732767\/",
    "department_id": "35347493",
    "period_id": "35435921",
    "media_id": "35407799",
    "type_id": "35238163",
    "date": "1992",
    "year_start": 1992,
    "year_end": 1992,
    "year_acquired": "2009",
    "decade": "1990",
    "woe:country_id": "23424853",
    "medium": "Lithograph on wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Printed in black ink, left edge: Bruno Monguzzi; Fotocomposizione Taiana \/ Stampa Fratelli Roda",
    "provenance": "Bruno Monguzzi; 2009: acquired by Museum",
    "dimensions": "H x W x D: 128.1 × 90.8 cm (50 7\/16 × 35 3\/4 in.)",
    "dimensions_raw": {
        "height": [
            "128.11",
            "centimeters"
        ],
        "width": [
            "90.49",
            "centimeters"
        ]
    },
    "creditline": "Gift of Bruno Monguzzi",
    "description": "On a white ground, a square, pentagram, rectangle and circle in black, violet, and pinks. Text in black and white: Mueseo d’arte; architettura; Boullée \/ Soane \/ Klenze \/ Semper \/ Wagner \/ Moser \/ Le \/ Corbusier \/ Kahn \/ Piano e \/ Rogers; Isozaki \/ Ando \/ Eisenman \/ Dienere \/ Diener \/ Venturi \/ Scott Browne \/ Associati \/ Hollein \/ Moneo \/ Meier \/ Rossi \/ Botta \/ Kleihues.",
    "justification": "Museo d’Arte e Archittectura is a poster promoting an exhibition at the Museo Cantonale d’Arte in Lugano, Switzerland. The exhibition featured designs for art and architectural museums and compared historical projects (including the work of Étienne-Louis Boullée, Sir John Soane, Leo von Klenze, Le Corbusier, Louis Kahn, and Renzo Piano and Richard Rogers) with recent projects (such as the work of Arata Isozaki, Tadao Ando, Venturi Scott Brown, Hans Hollein, Richard Meier, Aldo Rossi, and Josef-Paul Kleihues). This design by the Swiss graphic designer, Bruno Monguzzi, employs contrasting flat planes intersecting with implied three-dimensional forms to achieve a subtle and intriguing composition.\nMonguzzi was born in Mendrisio, in the Ticino region of Switzerland, in 1941. He studied graphic design at L’Ecole des arts décoratifs in Geneva and with several designers in London, and spent part of his early career in at the studio of Antonio Boggeri, in Milan. At Studio Boggeri, Monguzzi learned how to fuse the two cultures of his heritage: the Swiss (logical and constructive) and the Italian (poetic and anarchic). The experimental and visually-daring work of the avant-garde designers Herbert Bayer, El Lissitsky, Jan Tschichold, Piet Zwart, Paul Schuitema, Ladislav Sutnar, Theo van Doesburg, and Kirill Zdanevich were vital inspiration to the development of Monguzzi’s typography and designs for a dynamic graphic language. After two years at Studio Boggeri, he worked independently for a period and was soon asked to teach courses on typography at the Giorgio Cini Foundation in Venice. In 1965, he moved to Montreal in order to design nine pavilions for the Expo 1967. In his designs for the pavilions, Monguzzi applied ideas about three-dimensional structure and perception as a way to meet the challenges of both creating universal forms of communication as well as contextualized environments for an international audience. \nIn 1968, he returned to Milan, where he established his own design studio. In 1971, he received the Bodoni Prize for his contributions to Italian graphic design. That same year, he relocated to southern Switzerland and joined the faculty of the Lugano School of Design to teach courses in the psychology of perception and typographic design. From 1986 to 1991, Monguzzi served as art consultant to the architecture and design magazine Abitare, published in Milan. Monguzzi’s work on the graphic identity and visual communications program for the Musée de Orsay in Paris (1986) led to his work for the Museo Cantonale d’Arte. \nAfter winning a competition to design the identity and signage for the Musée d’Orsay (1983–86), Monguzzi was commissioned in 1987 by Manuel Kahn-Rossi, director of the then new Museo Cantanale d’Arte, to design the museum’s logo as well as all of their visual communication materials. Monguzzi’s graphic production for the Museo Cantonale d’Arte, the primary cultural institution for the Ticino region of Switzerland, is regarded as among the chief achievements of his career. \nThis compelling poster is an important example of 20th-century graphic design. At the time of proposed acquisition, the museum holds two Monguzzi posters for the Museo Cantanale: Schlemmer’s Designs for Stravinsky’s “Les Noces” (1988) and Alberto Flammer\/Flavio Paolucci (1989).\n[1]Bruno Monguzzi, Bruno Monguzzi: cinquant'anni di carta = fifty years of paper (Milan: Skira, 2011), 5.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424853",
    "type": "poster",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38635_223e84c171311203_b.jpg",
                "width": 727,
                "height": 1024,
                "is_primary": "1",
                "image_id": "38635"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38635_223e84c171311203_z.jpg",
                "width": 455,
                "height": 640,
                "is_primary": "1",
                "image_id": "38635"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38635_223e84c171311203_n.jpg",
                "width": 227,
                "height": 320,
                "is_primary": "1",
                "image_id": "38635"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38635_223e84c171311203_d.gif",
                "width": 227,
                "height": 320,
                "is_primary": "1",
                "image_id": "38635"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38635_223e84c171311203_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "38635"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18062615",
            "role_id": "35236673",
            "person_name": "Fratelli Roda",
            "person_date": "Italian",
            "role_name": "Printer",
            "role_display_name": "Printed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062615\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236673\/"
        },
        {
            "person_id": "18539311",
            "role_id": "35236655",
            "person_name": "Bruno Monguzzi",
            "person_date": "Swiss, b. 1941",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18539311\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18539311",
            "role_id": "35351535",
            "person_name": "Bruno Monguzzi",
            "person_date": "Swiss, b. 1941",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18539311\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "68775051",
            "role_id": "35236667",
            "person_name": "Museo Cantonale d'Arte",
            "person_date": "Lugano, Switzerland",
            "role_name": "Client",
            "role_display_name": "Client:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68775051\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, Museo d'Arte e Archittectura, 1992. Lithograph on wove paper. \nGift of Bruno Monguzzi. 2009-14-2."
    },
    "colors": [
        {
            "color": "#e6e1cc",
            "closest_crayola": "#efdecd",
            "closest_css3": "#dcdcdc",
            "closest_css4": "#dcdcdc"
        },
        {
            "color": "#d6a895",
            "closest_crayola": "#deaa88",
            "closest_css3": "#d2b48c",
            "closest_css4": "#d2b48c"
        },
        {
            "color": "#595a5e",
            "closest_crayola": "#4a646c",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "woe:country_name": "Italy"
}