{
    "id":"18644085",
    "tms:id":"196913",
    "accession_number":"1993-151-152",
    "title":"Promotional Mailer, \"Sacha: Photographer\", 1988",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644085\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1988",
    "year_start":"1988",
    "year_end":"1988",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":null,
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"10.7 x 25.5 cm (4 1\/4 x 10 1\/16 in.), folded\n39.5 x 25.5 cm (15 5\/8 x 10 1\/16 in.), unfolded",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"Recto - The six-fold accordion brochure features two color photographic reproductions. In the top half, an African-American woman (left) and man (right) are posed, dancing, in the center of a large unfurnished room, apparently a living room, in what is probably a grand house. Floor-to-ceiling windows, visible on two sides, look out on flowering pink shrubs and sky; daylight floods the room and is reflected in the bare, polished wood floor. The painted walls are trimmed above the windows by an ornate frieze and decorative moldings. There is a partial view of a marble fireplace on the right. The woman's long, red, curly hair is swept to one side; she looks toward the man and is smiling. She wears a short, blue strapless dress, a diamond necklace, and stiletto heeled shoes. The man's head is thrown back and he is laughing. He wears a tuxedo, white formal shirt, and black bowtie. Just behind and to the right of the man, a portable stereo is on the floor. In the right foreground, also on the floor, are two champagne flutes and a bottle. Immediately below, the scene is identified in small white capitals as Robin Givens and Mike Tyson, New Jersey.\nIn the bottom half, on the left, a man is seated in what could be an airplane chair. He is positioned toward the left, but his head is turned almost completely facing the viewer, toward whom he gazes through eyeglasses.  He is smiling with his lips closed. He wears a beige polo shirt and blue jeans. His arms and hands are on armrests that show control buttons. He wears a wedding band on his left hand and a watch on his left wrist. The right half of the view is filled with flames. On the upper right, just below the identifier in the upper half photograph, the scene is labeled Richard Hill, FAA Safety Expert. On the upper left, imprinted next to the subject's head, a label says Represented by\/ Elizabeth LaGrua\/ 212 749-4128.\n\nVerso - Just below the top edge, centered, is the photographer's address. Beneath that is Real Life (imprinted on a curve)\/ 15\/ seconds. A sequence imprinted in small, black sans-serif capitals, begins underneath with I and continues in sections 2-7:\nnever\/ would\/ have\/ thought\/ real life is\/ stranger than you can imagine. In sections\n1-5, additional phrases, imprinted in upper and lower case on one line either next to or underneath these words, briefly express additional thoughts. In the bottom section, Bob Sacha; represented by Elizabeth LaGrua 212 749-4218 is imprinted just below the phrase.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35294773",
        "name":"promotional mailer"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}