{
    "id": "18043219",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18043219\/",
    "name": "Georgina von Etzdorf",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "12",
    "biography": "Born in Lima, Peru, to a Prussian father and English mother, Georgina von Etzdorf moved to the United Kingdom at the age of five. Von Etzdorf has said that her early years in Peru contributed to her dynamic sense of color and texture. She graduated from the Camberwell School of Art in London in 1977, where she met her future partner Martin Simcock. von Etzdorf spent several years as a freelance designer before establishing her own design company.  In 1981 the Georgina von Etzdorf design house was founded by von Etzdorf, Simcock, and their friend Jonathan Docherty. \nIn the tradition of the Arts and Crafts movement, the company focused on flexible, hands-on design practices. The company started out small, hand-screen printing on silks in a Wiltshire barn at von Etzdorf’s home. They soon grew and began to explore a multitude of creative techniques including the use of media such as paper, metals, techno-fabrics and a wide range of fibers. In 1986 Georgina von Etzdorf opened its first storefront in London’s Burlington Arcade. It was followed by a second store off Sloane Street in Chelsea.  By the mid-1990’s the company was selling in hundreds of stores internationally and had a concession in both Barney’s in New York and Selfridges in London. \nGeorgina von Etzdorf has become best known for velvet and silk scarves, which innovated the use of velvet as day wear, and they also produce a wide range of men’s and women’s clothing as well as household items. The company is also prominently known for experimenting with printing techniques on more difficult textured fabrics, such as chenille, wool boucle, and satin. They have tested complex techniques such as dévoré, laser printing, and leather and plastic printing to create patterns on textured fabrics. Today the company continues to design garments, fashion textiles, and textiles for interiors, as well as designing their own jewelry collection. Their products have been worn by celebrities such as The Rolling Stones, Janet Jackson, and Robbie Williams, as well as royalty, including Princess Diana, who famously wore one of their dressing gowns for Christmas.",
    "woe:country_id": "23424975",
    "date": "British, b. 1955",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424975"
}