{
    "id": "18532863",
    "tms:id": "178504",
    "accession_number": "1982-12-1",
    "title": "Drawing, \"Design for Series of Panels for Metropolitan Life Insurance Co., New York\"",
    "title_raw": "Design for Series of Panels for Metropolitan Life Insurance Co., New York",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18532863\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35432401",
    "type_id": "35237093",
    "date": null,
    "year_start": 1986,
    "year_end": 1986,
    "year_acquired": "1982",
    "decade": "1980",
    "woe:country_id": "23424977",
    "medium": "Red, orange, yellow, green and blue watercolor over graphite",
    "markings": null,
    "signed": "Signed on the original cardboard backing (now separate from the main sheet) in blue pen: Arthur Crisp",
    "inscribed": "Inscribed at lower left in blue watercolor: ARTUR CRISP\nInscribed along right margin, vertically in graphite: PERSIAN DANCE\nInscription on the original cardboard backing: a sketch of plan in graphite; inscription across in blue pen: sketch for series of panels for Metropolitan Life Insurance Co. New York City \/ to Miss Beer with regards and deep appreciation of her work in the world of art\/ Arthur Crisp [signature]",
    "provenance": null,
    "dimensions": "18.5 x 23.5 cm (7 5\/16 x 9 1\/4 in.)",
    "dimensions_raw": {
        "height": [
            "18.50",
            "centimeters"
        ],
        "width": [
            "23.50",
            "centimeters"
        ]
    },
    "creditline": null,
    "description": "In the foreground stands a couple in a dancing pose.  They are dressed in exotic costumes.  A dog sits to the left of them.  In the middleground, at the left hand side, three musicians play instruments.  At the right hand side, a man carries a tray with fruit.  Behind the man with the tray is a tree with white-blue blossoms.  In the background, at the left hand side, stands a man holding a horse.  To the right of him stands a female figure.  At her feet sit two other female figures.  A hilly landscape is visible in the distance.  The entire scene is framed by a curtain.  At the bottom of the sheet, there is a suggestion of the wall molding, rendered in graphite.",
    "justification": null,
    "videos": null,
    "woe:country": "23424977",
    "type": "Drawing",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18045947",
            "role_id": "35236663",
            "person_name": "Arthur Crisp",
            "person_date": "1881 – 1974",
            "role_name": "Architect",
            "role_display_name": "Architect:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18045947\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236663\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, \"Design for Series of Panels for Metropolitan Life Insurance Co., New York\". Red, orange, yellow, green and blue watercolor over graphite. 1982-12-1."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}