{
    "id": "18410517",
    "tms:id": "115476",
    "accession_number": "1956-47-87",
    "title": "Drawing, \"Three Male Heads\"",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18410517\/",
    "department_id": "35347493",
    "period_id": "35417235",
    "date": null,
    "year_start": null,
    "year_end": "1954",
    "year_acquired": "1956",
    "decade": null,
    "woe:country": "23424977",
    "medium": null,
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "23 x 31.3 cm (9 1\/8 x 12 3\/8 in.)",
    "creditline": "Gift of Ellen Gustav Jensen",
    "description": "Three heads, here identified as numbers one, two and three, are depicted as if sculpted in an antique style. In the upper half, number one is placed to the left of center and number two just to the right of center. Number three is placed center right. Used throughout, the black, and especially the blue washes, appear to have bled.\n\nNumber one: In this head-and-neck-view of a man, the head is turning right. A curved double line separates the crown from the forehead, and a blue dot above the nose marks the forehead's center. The crown of the head is blank, but a few strands of hair, drawn in waves over a gold wash, appear on the left from the top of the head to below ear-level. Heavy brows, almond-shaped eyes, a chiseled bone structure and a squared-off chin comprise the dominant facial features. Jensen's initials are imprinted below the neck on the right. \n\nNumber two: In left profile, this head of a man has a thick, curved shape in blue attached on the right, possibly representing the winged headgear of the Roman messenger god, Mercury.\n\nNumber three: In left profile, this square-shaped head and neck of a man sits on shoulders adorned by a ruffle. The pink highlights in the face may have faded from red.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [

    ],
    "participants": [

    ],
    "exhibitions": [

    ]
}