{
    "id":"18356371",
    "tms:id":"61612",
    "accession_number":"1938-88-1365",
    "title":"Drawing",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18356371\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35410933",
    "type_id":"35237093",
    "date":null,
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and brown wash",
    "markings":"Watermark: escutcheon with a bird above three-mount; on top a crown (RB'45)\nVerso: Cooper Union Museum for the Arts of Decoration (Lugt#457d)",
    "signed":null,
    "inscribed":"Lower right corner: 107\nAt top: Prato della valle\nVerso at left: Anfiteatro Flavio fatto a trapezio\/P geom 346800\/va\nVerso at right: Piazza Navona, Campo vaccino, S. Pietro col colonno Do senza colonnato (RB'45)",
    "provenance":"Ex collection: Piancastelli and Mrs. Edward D. Brandegee.",
    "dimensions":"Image: 27.3 x 19.9 cm (10 3\/4 x 7 13\/16 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Vertical rectangle. First row: two left sides; at left: similar to -1368, with the lateral part receding and decorated with a panel; at right: similar to -1368, with one front panel, the cross being framed by crossed branches. Second row: similar to -1368, the cross being without a frame, in the free space between the two panels. Third row: a left corner part. The part outside is curved and the support of the cornices is a gaine with a cherub. The beginning of the main part is similar to the project in the second row, with an enriched decoration of the projecting part. Fourth row: at left: the left half, similar to the first row, right; the cross being framed by a circle, a console with a festoon taking the place of the triglyph, and a similar motif seen in profile, added laterally. At right: a variation of the first row, at right, the cross being framed by a wreath of branches, and with a pillar tapered towards the base and having a kind of a capital in the place of the lateral panel. Lowest row: at left: a part of the left half; a variation of the project in the second row, with a rectangle at the front. At right: the left half. Mouldings frame, above and below, the front. The corner is bevelled and in front of the oblique side stands a console. Usual background.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ]
}