{
    "id": "18042695",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18042695\/",
    "name": "Michael Graves",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "58",
    "biography": "Michael Graves was an influential American architect, designer, and teacher. He received his architectural training at the University of Cincinnati and at Harvard University. In 1960 he won the Rome Prize allowing him to study for two years at the American Academy in Rome, to which he later became a trustee. Following his training in Italy, Graves began a 39-year career teaching at Princeton University. \nIn 1964 Graves founded the firm, Michael Graves Architecture & Design. A few years later, in 1969 Graves’ work was photographed and included in a CASE (Committee of Architects for the Study of the Environment) meeting held at the Museum of Modern Art. The meeting and subsequent books on the meeting positioned Graves as one of the “New York Five,” iconic New York architects, which included Peter Eisenman and Richard Meier. \nIn the 1970’s Graves was interested in Modernism, but by the 1980’s Graves began to advocate a redirection of architectural design away from abstract modernism and toward a more humanistic approach. His unique postmodernist approach brought color, art, and emotion back into the experience of architecture. Notable examples of postmodernism in Graves’ designs can be seen at the Humana Health Care building in Kentucky and the Portland Building in Oregon.  \nIn the 1990’s Graves partnered with Target in a movement to define the idea that great design should be available to everyone. He helped Target use design as a corporate strategy. Graves became a passionate advocate for the disabled and began to reform the healthcare design experience. He attempted to use design to improve the experience of patients, families, and clinicians. \nIn his lifetime Graves received fourteen honorary doctorates and a number of notable awards. He designed over 350 buildings including retail stores, resorts, monuments, and hospitals, as well as designing over 2,000 consumer products for companies including Target and Disney. In 2013 President Obama appointed Graves to the United States Access Board an agency which provides accessibility to people with disabilities. Graves was named one of the top 25 Most Influential People in Healthcare Design by the Center of Health Design and was inducted into the New Jersey Hall of Fame. In 2015 he was awarded the National Design Award for a Lifetime Achievement, the American Institute of Architecture Gold Medal, the National Medal of Arts from President Clinton, The Richard H. Driehaus Prize, and the Topaz Medallion for Excellence in Architectural Education.",
    "woe:country_id": "23424977",
    "date": "American, 1934 - 2015",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}