{
    "id": "18042747",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18042747\/",
    "name": "Takenobu Igarashi (Japanese, b. 1944)",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "7",
    "biography": "Sculptor and designer. \n1944  Born Takikawa City, Hokkaido, Japan\n1960  Became interested in design around this time, when he enrolled in Toyama Metropolitan High School, Tokyo.\n1961  Seijo Gakuen High School, Tokyo. Also studied basic design at Tokyo Educational University with Professor Masato Takahashi. Influenced by work of Max Bill.\n1964-68  Attended and graduated from the Tama University of Fine Arts.\n1969  M.A., College of Fine Arts, University of California, Los Angeles.\n1970  Returned to Japan after traveling in the U. S.; opened own design studio,\n1973  Began drawing axonometrically designed alphabets.\n1975  Guest lecturer, U.C.L.A.\n1975-83  Various one-man and group exhibitions in Tokyo; Amsterdam; Vienna; Santa Rosa, CA.; New York.\n1983  Several posters selected by the Museum of Modern Art, New York for permanent collection. Commissioed by MOMA to design poster calendar for five years.\n1984  Lectured on the Alphabet works at the Smithsonian Institution, Washington, D.C.\n1985-91  Member, Executive Committee, Alliance Graphique Internationale.\n1985  Exhibited in various venues, including Georges Pompidou Center, Paris, 39th Annual Exhibition, \"L'Image de Mots.\"\n1986  Began product design. Produced the \"Hibiki\" sculpture, Suntory Hall, Tokyo.\n1987  Lectured at Society of Enviromental Graphic Designers (SEGD) annual conference, Cranbrook Academy of Art, Michigan; AIGA, Seattle and Boston; and Type Directors Club, Sydney.\n1988  Lectured at International Design Conference, Aspen and Art Center College of Design, Pasadena.\n1989  Produced sculptures for installation in 150 Infiniti showrooms in the U. S. for the Nissan Motor Corporation.\n1989-93  Professor and Chairman, Design Department, Tama Art University. Visiting Professor, U.C.L.A.\n1990  Various exhibitions, including one-man product exhibitiions at New York, Tokyo and other cities.\n1991  Produced sculptures for Fuchu Intelligent Park, Tokyo.\n1991-96  Lectured at AIGA, New York (1991); the Design Seminar, Asahikawa City, Japan (1992); Design Congress Symposium, Essen (1993); Art Center College of Design, Pasadena, Society of Typographic Designers, London and World Symbol Festival, Oostende, Belgium (1994); Masters of Design and Photography, Smithsonian Institution, Domus Academy, Milan and Tokyo Zokei University (1995); AGIdeas, the Sixth International Student Design Conference, Melbourne, Australia (1996).\n1994  Relocated to Los Angeles. Began to concentrate on making sculptures.\n1995  Exhibitions: Today's Japan-Design Sampling, Harborfront Center, Toronto and \"Japanese Design, A Survey Since 1950\", Philadelphia Museum of Art.\n1996  Began to carve in stone. Exhibition, Glasgow [Scotland] International Festival of Design.\nPublications: \"Igarashi Alphabets\", ABC Verlag, Switzerland (1987). \"Rock, Scissors, Paper\", Graphicsha and \"Igarashi Sculptures\", Robundo (1992). \"YMD - Ancient Arts, Contemporary Designs\", Robundo (1993). CDRom Catalogue: \"Takenobu Igarashi\/50 Projects\" (1995).\n1997  Produced sculpture for Hida Takayama Museum of Art, Japan.\nAwards:  Katsumie Masaru Design Award, Tokyo (1989). Design Innovation Award for YMD Cast Iron (Imono) Stool, Essen, Germany (1990). IF Award for the YMD Stainless Dinnerware Collection, Hannover, Germany (1993). Governor's Award \/ Best Product Design for \"Children's Furniture\", Hokkaido, Japan (1995).\nFeatured articles:  \"Man at His Best\", Esquire, April 1991. \"Takenobu Igarashi\", Graphis, January\/February 1992. \"Takenobu Igarashi\", IDEA #246, 1994. \"Takenobu Igarashi\", Mac Power, Japanese Edition, June 1995. \"Takenobu Igarashi\", Design News #232, 1995. \"Takenobu Igarashi\", tipoGrafica, Repubulica Argentina, 1995. \n\nSource: www.takenobuigarashi.com",
    "woe:country_id": "23424856",
    "date": null,
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424856"
}