{
    "id":"18695423",
    "tms:id":"223278",
    "accession_number":"2002-11-46",
    "title":"Brochure, \"AIGA 50 50\", 1972",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18695423\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35399027",
    "type_id":"35247617",
    "date":"1972",
    "year_start":"1972",
    "year_end":"1972",
    "year_acquired":"2002",
    "decade":"1970",
    "woe:country":null,
    "medium":"Offset lithograph",
    "markings":null,
    "signed":null,
    "inscribed":"Imprinted in blue, red, and black ink on cover: AI\/ GA\/ 50\/ 50; in black on page four, nine text blocks (six in one column and three in second column).  Left column describing the 50th Annual Exhibition, Eligibility, Selection, Deadline, and How to Enter.  Right column describing AIGA 50 Books of the Year, Entry Fees, and How to Enter continued.  In black upper left corner: 50th Annual Exhibition\/ 1972 marks the fiftieth year in which\/ the American Institute of Graphic Arts\/ has honored the Fifty Books of the\/ Year...; In black lower right corner: ...Such\/ books will be returned to you collect\/ or they may picked up at the AIGA\/ headquarters within two weeks of the\/ time you are advised of the judging; imprinted in black on page five, five text blocks with three headings,with the names of The Committee, The Jury, and Credits.  In black upper center to lower center: The Committee\/ Co-chairman:\/ Jerry Mason, The Ridge Press, Inc. ... Binder: Fisher Bookbinding Company, Inc.; imprinted on page six, four entry forms including one Master File Form.  Upper quadrant to lower quadrant: Master File Form\/ Please submit this completed form with entry fees.\/ Name\/ Company\/ Address\/ City... Entry Form\/ Please affix on copy of this form, or facsimile to each entry.\/ Name\/ Company\/ Address\/ Price     Number of copies 1st printing\/ Book to be contributed to Institute    Book to be returned; imprinted on page seven, six text blocks in lower half describing being a member and the form with it. From upper center to lower bottom: To the Membership Committee\/ I wish to take advantage of the\/ member's rate for the Fifty Books of\/ the Year Show, and in sympathy with\/ the ideals and program of the AIGA\/ hereby make application for member-\/ ship, and enclose payment of dues\/ for the calendar year following date of\/ admission. ...The American Institute of Graphic Arts\/ 1059 Third Avenue\/ New York, New York 10021",
    "provenance":null,
    "dimensions":"26.5 x 14 cm (10 1\/2 x 5 1\/2 in. ) - closed\n26.5 x 55.8 cm (10 1\/2 x 22 in.) - open",
    "creditline":"Gift of Marion S. Rand",
    "description":"Four page double sided brochure for the American Institute of Graphic Arts (AIGA) fiftieth anniversary of the fifty books of the year exhibition.  On cover: four horizontal rows with two letters in a row (each letter printed in two colors; blue\/black; red\/black) spelling AIGA 50 50. First and second page spread shows five rows of vertical rectangles, 10 in each row, in different color combinations of red, blue, and black. Lowest row left, fourth rectangle leans diagonally to right against fifth rectangle.  Page four contains blocks of text, imprinted in black ink, in two columns describing the history of exhibition, the eligibility of designers, selection process, entry fees, deadline, and how to enter. Page five, text blocks list commitee members, jury members, and design credits.  Page six contains entry forms for 4 submissions.  Page seven, form for new members.",
    "justification":null,
    "type":{
        "id":"35247617",
        "name":"brochure"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40199_29512c1b22bdd366_b.jpg",
                "width":1024,
                "height":494,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40199_29512c1b22bdd366_n.jpg",
                "width":320,
                "height":154,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40199_29512c1b22bdd366_z.jpg",
                "width":640,
                "height":309,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40198_b44656e2b6245d63_b.jpg",
                "width":1024,
                "height":482,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40198_b44656e2b6245d63_n.jpg",
                "width":320,
                "height":151,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40198_b44656e2b6245d63_z.jpg",
                "width":640,
                "height":301,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18042341",
            "role_id":"35236763",
            "person_name":"Paul Rand",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        },
        {
            "person_id":"18054871",
            "role_id":"35236667",
            "person_name":"American Institute of Graphic Arts",
            "role_name":"Client",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18054871\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        }
    ],
    "exhibitions":[

    ]
}