{
    "id": "18651347",
    "tms:id": "200613",
    "accession_number": "1995-42-50",
    "title": "Announcement, \"Art in the Nineties\", 1990",
    "title_raw": "Art in the Nineties",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18651347\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35424141",
    "type_id": "35288511",
    "date": "1990",
    "year_start": 1990,
    "year_end": 1990,
    "year_acquired": "1995",
    "decade": "1990",
    "woe:country_id": "23424977",
    "medium": "Offset lithograph on off-white paper.",
    "markings": null,
    "signed": "Signature imprinted in green, verso, left edge, running upward, sideways: DESIGN: by Edward Fella, who, to respire to old and ring in the new, had this typeset in Gill and Bell, with a will to tell the 1990's.",
    "inscribed": "Recto: Imprinted in green, across upper edge: EX HI BITION\/ INFORMATION: TITLE:\/ Art in the Nineties\/ Exhibiting ARTISTS: JUROR: Faith\/ Ringgold; down center, from upper edge to lower edge: Oni Akilah\/ Tom Althous\/ NicoleBarbour\/ C h a r l e s B i r d\/ Karin L. Bodycombe\/ Lynn C a z a b o n\/ Laurie Domaleski\/ Charles Downing\/ J u d y E n r i g h t\/ Constance Fekete\/ Dusty Fleming\/ R a n d y F or e m a n\/ M a r y F r a n c i s\/ Marcia Freedman\/ Susan Friedman\/ J o y c e G o t t l i e b\/ Debor ah Kashdan\/ M a r y K i n g\/ J o d i Kingston\/ David Liebtrau\/ Connie Lucas\/ David Mandiberg\/ Peter Manschot\/ P h i l l i p M a r i n o\/ S t e v e n M e a l y\/ T e r r i M e i n i k\/ D e n n i s M e t e a\/ Sara J. Northener\/ Linda Banks Ord\/ G r e t c h e n O t t o\/ Diane Patterson\/ Judith Peebles\/ Eliza Proctor\/ Eric Rhinehart\/ Helena S a d o w ski\/ L i n d a S a l t e r\/ Matthew Schellenberg\/ M a r i o n S p i t z l e y\/ D a n a S t a n d i s h\/ C l y d e S t r i g e r\/ S a m  T r e l l a\/ Michael Vidakovich\/ A s h a W a l i d a h\/ Christine Welch\/ J o h n L.. Wood; across upper right quadrant, running upward, sideways: DATE:\/ January 12 - February 10, 1990; across center, divided by column of artists' names: OPENING RECEPTION: Jan  \/ uary 12, 5:30-\/ -8:30p. m.; across lower left quadrant, running upward, sideways: LOCATION:\/ Detroit Focus Gallery\/ ADDRESS:\/ 743Beaubien\/ FLOOR: 3rd; across lower right quadrant, running upward, sideways: Detroit, Michigan 48226\/ GALLERYDAYS AND HOURS:\/ \nWednesday -Saturday\/ Noon to 6 p.m.; across lower edge: PHONE NUMBER:\/ (313)962-9025\/ ALSO IN THE AREA: Detroit Artists Market \"Abstraction\" Opening January 12, 5 - 7:30 p. m. thro ugh February 9    \nVerso: Imprinted in green down center, from upper edge, to center:  Oni Akilah\/ Tom Althous\/ NicoleBarbour\/ C h a r l e s B i r d\/ Karin L. Bodycombe\/ Lynn C a z a b o n\/ Laurie Domaleski\/ Charles Downing\/ J u d y E n r i g h t\/ Constance Fekete\/ Dusty Fleming\/ R a n d y F or e m a n\/ M a r y F r a n c i s\/ Marcia Freedman\/ Susan Friedman\/ J o y c e G o t t l i e b\/ Debor ah Kashdan\/ M a r y K i n g\/ J o d i Kingston\/ David Liebtrau\/ Connie Lucas\/ David Mandiberg\/ Peter Manschot\/ P h i l l i p M a r i n o\/ S t e v e n M e a l y\/ T e r r i M e i n i k\/ D e n n i s M e t e a\/ Sara J. Northener\/ Linda Banks Ord\/ G r e t c h e n O t t o\/ Diane Patterson\/ Judith Peebles\/ Eliza Proctor\/ Eric Rhinehart\/ Helena S a d o w ski\/ L i n d a S a l t e r\/ Matthew Schellenberg\/ M a r i o n S p i t z l e y\/ D a n a S t a n d i s h\/ C l y d e S t r i g e r\/ S a m  T r e l l a\/ Michael Vidakovich\/ A s h a W a l i d a h\/ Christine Welch\/ J o h n L. Wood; across lower half of sheet, center: WITH SUPPORT FROM:\/ National Endowment for the Arts\/ Michigan Council for the Arts\/ Detroit Council  of the Arts; running downward, sideways: ALSOINCLUDE:\/ Locatedacross from the Bricktown PeopleMover Station; running upward, sideways: Detroit Focus Gallery\/ 743 Beaubien, 3rd Floor\/ Detroit, Michigan 48226; across lower right quadrant: Non-Profit Org.\/ BulkRate\/ U.S. POST AGE:\/ Paid\/ Detroit, Michigan\/ Permit Number 2960",
    "provenance": null,
    "dimensions": "40.6 x 25.4 cm (16 x 10 in. )",
    "dimensions_raw": {
        "height": [
            "40.60",
            "centimeters"
        ],
        "width": [
            "25.40",
            "centimeters"
        ]
    },
    "creditline": "Gift of Edward Fella",
    "description": "Poster\/ announcement printed in green ink for exhibition at Detroit Focus Gallery, designed to be mailed.  \nRecto: Text in variety of sizes.  Across upper edge, exhibition title.  Down center, column of text giving names of participating artists.  Across center, divided by text column, text giving reception information.  Lower half of sheet, divided by column, sideways, location, dates, contact and additional information.    \nVerso: Upper half of sheet, center, two columns of text giving artists names.  Lower half of sheet, two blocks of text giving mailing information.",
    "justification": null,
    "videos": null,
    "woe:country": "23424977",
    "type": "Announcement",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18048471",
            "role_id": "35352245",
            "person_name": "Molly Seiler",
            "person_date": "",
            "role_name": "Cataloguer",
            "role_display_name": "Catalogued by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048471\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352245\/"
        },
        {
            "person_id": "18055425",
            "role_id": "35352245",
            "person_name": "Sheila Silverman",
            "person_date": "",
            "role_name": "Cataloguer",
            "role_display_name": "Catalogued by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055425\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352245\/"
        },
        {
            "person_id": "18054865",
            "role_id": "35236667",
            "person_name": "Detroit Focus Gallery",
            "person_date": "",
            "role_name": "Client",
            "role_display_name": "Client:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18054865\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        },
        {
            "person_id": "18041625",
            "role_id": "35236655",
            "person_name": "Edward Fella",
            "person_date": "American, b. 1938",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041625\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041625",
            "role_id": "35351535",
            "person_name": "Edward Fella",
            "person_date": "American, b. 1938",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041625\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Announcement, \"Art in the Nineties\", 1990. Offset lithograph on off-white paper.. Gift of Edward Fella. 1995-42-50."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}