{
  "display_date": "1991", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1991", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "196957", 
  "style": "", 
  "date_begin": "1991", 
  "dimensions": "15 x 8.8 x 2.5 cm (6 x 3 1/2 x 1 in.)", 
  "copyright": "", 
  "title": "Knoll  International: Calendar", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-192                              ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "The object is a set of pages for a desk calendar known as a one-day-at-a-time design. Two holes are punched in the upper half of the set on the left. The calendar holder (not present) consists of a base, usually plastic, designed to accommodate left and right pages, both of which show the current day/date. Two horseshoe-shaped metal holders are inserted in the two holes, curved side up; the terminals are then anchored in corresponding holes in the base on both left and right sides. This construction allows the daily turning of the pages.\r\n\r\nRecto and verso: A black and white reproduction of a drawing of a baby's features (eyes, nose and mouth) occupies the lower half of the recto. There is no outline of a face enclosing the features. In the upper half, centered, Knoll International/ 1991 are imprinted; the letters are in small sans-serif type while the numbers are larger and bolder. A reversed image, including the words and numbers, appears on the verso, where M&Co is identified as the designer next to the lower right-hand edge.\r\n\r\nWhen opened to any day, both left-hand and right-hand pages show the day and date imprinted across the top, with the numeral in the largest and boldest type. On the left-hand pages, every half hour between eight and six-thirty is listed in numeric form in a column on the left; a dotted line extends from the time all the way across. Knoll International is imprinted, centered, at the lower edge. On the right-hand pages, blank for the most part, calendars of the previous, present and next months are imprinted in a row just above the lower edge. The current date is outlined by a square within the present month's calendar. In addition, holidays are identified in italicized type within parentheses, centered below the day/ date.\r\n\r\n", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "calendar", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}