{
    "id": "18046353",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046353\/",
    "name": "Josef Hoffmann",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "135",
    "biography": "Josef Franz Maria Hoffmann was born December 15, 1870 in the Moravian village of Pirnitz (Brtnice). Hoffmann was strongly influenced by the local Moravian folk-traditions. His family’s interest in the Biedermeier style would influence his development as an architect and designer. Although Hoffmann’s father had wanted him to pursue a career in law, he was permitted to enroll in 1887 at the Architecture Department at Brünn’s Höhere Staatsgewerbeschule (Senior State Commercial and Technical School). Loos was also enrolled at the school at the same time. In 1891, Hoffmann passed his final exam and enrolled in a practical course at the Militärbauamt (Military Building Office) in Würzburg, Germany. In 1892 Hoffmann applied to Vienna’s Akademie der bildenden Künste (Academy of Fine Arts). He was accepted and moved to Vienna, where he remained for the rest of his life. Along with Koloman Moser and others, Hoffmann was a founding member of the Siebner Club in 1895 (Club of Seven). The members discussed current trends in architecture and art. Also in 1895, Hoffmann received a fellowship, the Rome Prize, and spent time traveling in Italy the following year. When he returned to Vienna in 1897, Hoffmann became one of the founding members of the Vereinigung bildender Künstler Österreichs (Vienna Secession). In 1899, Hoffmann was appointed a professor at Vienna’s Kunstgewerbeschule (School of Applied Arts), a position he held until his retirement in 1936. He taught in the departments of architecture, metalwork, enameling, and applied art. For the Paris Exposition Universelle in 1900, Hoffmann designed the rooms for the Kunstgewerbeschule and the Secession. This same year, he visited England. He met the Scottish architect and designer Charles Rennie Mackintosh and also visited the workshops of the C. R. Ashbee’s Guild of Handicraft. The Wiener Werkstätte (Vienna Workshops) was founded in May 1903. Hoffmann and Moser served as co-artistic directors. In 1905, Hoffmann was one among the group around Klimt that left the Vienna Secession. Also in 1905, he received the commission to design the Palais Stoclet in Brussels which was completed in 1911. Throughout his career, Hoffmann was actively involved in exhibition design with the Secession, museums, and for international fairs. Among the most important include: the Austrian Pavilion for the International Art Exhibition in Rome in 1911, the Austrian Pavilion for the 1914 Deutsche Werkbund Exhibition in Cologne, Austrian Pavilion at the 1925 Exposition Internationale des Arts Décoratifs in Paris, and the Austrian Pavilion for the Biennale in Venice built in 1934.Later in life Hoffmann concerned himself mainly with housing projects.",
    "woe:country_id": "23424750",
    "date": "Austrian, b. Moravia, present-day Czech Republic, 1870–1956",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424750"
}