{
    "id": "18043929",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18043929\/",
    "name": "Jutta Sika",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "7",
    "biography": "Jutta Sika was born in Linz in 1877; her father was an inspector for the Austrian state railways and the family relocated to Vienna in 1887. In 1895, she studied at Vienna’s Graphic Education and Research Institute under Joseph Eugen Hörwarter until 1897, at which point she enrolled at Vienna’s Kunstgewerbeschule (School of Applied Arts). There she studied under Freidrick Linke, Koloman Moser, Rudol Ribarz, and Alfred Roller (she left in 1902 but returned in 1913 to study costume design under Roller). Towards the end of her time at the School of Applied Arts, she founded the Weiner Kunst im Hause (Viennese Art in Home) in 1901. This group, composed of five women and five men, all students from the School of Applied Arts, emphasized the idea of the gesamtkunstwerk, or “total work of art,” in design, and stressed the importance of harmonious, unified interiors. The Weiner Kunst im Hause is recognized to be the precursor to the Wiener Werkstätte, the Viennese design workshop founded in 1902 by School of Applied Arts professors Koloman Moser and Josef Hoffmann. \n\nAlthough formally trained in graphic and costume design, some of Sika’s best known works include the ceramics she designed for Josef Bock and glass designs for E. Bakalowitz & Sohne. She also produced fashion, accessory, and embroidery designs for various Viennese makers, as well as graphic designs for postcards, Christmas tree decorations, and packaging. In the 1920s, Sika focused her creative energies on painting, particularly floral subjects. She also worked as an instructor, teaching drawing classes at Vienna’s Advanced Commercial Education School and, during World War II, at girls’ high schools. She died in Vienna in 1964.",
    "woe:country_id": "23424750",
    "date": "Austrian, 1877 - 1964",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424750"
}