{
    "id":"18050709",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18050709\/",
    "name":"Gio Ponti",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"3",
    "biography":"Giovanni “Gio” Ponti (1891-1979) was an architect, writer, painter, founding editor of Domus magazine, and a pioneer of Italy’s post-war design renaissance. A passionate propagandist for modernist architecture and design at all scales, Ponti lectured in 24 countries; worked in architecture and design for 120 companies, building in 13 countries; and as an editor and writer, produced 560 magazine issues over the course of his 60-year career. \nPonti studied architecture at Milan Polytechnic until he left to fight in the Italian army in World War I. After the war, he completed his degree, but shifted his career path to work for a ceramics manufactury, Richard Ginori, until 1930. In 1928, he founded Domus magazine as a place to promote his views on twentieth-century industrial design and champion designers and artists whose work he admired. He left Domus and founded Stile, an art and design magazine, in 1941, only to resume editorship at Domus six years later. His dedication to promoting Italian design also included his involvement in the Trienniales in Milan.  \nThe word “domus” signifies “typical houses”—the Milanese houses Ponti designed beginning in the 1920s that are outwardly conventional, but whose innovative interiors include flexible spaces and modular furniture. He promoted a harmony of form and function, and proper use of materials. \nThroughout the 1930s and 1940s, in addition to his editorships, Ponti worked on a range of design projects, from university headquarters, stage sets and costumes, Murano glass, to his 1948 La Pavoni coffee machine, a symbol of Italian coffee bar culture. In the 1950s, he focused on industrial design, including the Superleggera chair, so light a child could lift it with a finger. His 1960s and 1970s commissions include the Hotels Parco dei Principi in Rome and Sorrento, various villas in Italy, Taranto Cathedral, Church of San Francesco in Milan, and other commissions. \nPonti died in Milan in 1979.",
    "woe:country":"23424853",
    "date":"Italian, 1891 - 1979",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28306"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":"500003868",
        "ima:id":"603763",
        "lcnaf:id":null,
        "ldm:id":"gio-ponti",
        "moma:id":null,
        "phm:id":null,
        "tms:id":"5977",
        "vanda:id":"1198",
        "viaf:id":"108666789",
        "walker:id":null,
        "wikipedia:id":"4717272"
    }
}