{
    "id": "35460535",
    "tms:id": "274746",
    "accession_number": "2013-3-5",
    "title": "Architectural Model, \"Sudbury Hall\", ca. 1660-90",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35460535\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35463327",
    "type_id": "35238913",
    "date": "ca. 1660-90",
    "year_start": null,
    "year_end": null,
    "year_acquired": "2013",
    "decade": null,
    "woe:country": "23424975",
    "medium": "Stained pine",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "ca. 1980: Eugene V. and Clare Thaw acquired from antiques fair, England; 2013: acquired by Museum",
    "dimensions": "H x W x D (base): 30.5 x 69.2 x 35.6 cm (12 in. x 27 1\/4 in. x 14 in.)\nH x W x D (house): 30.5 x 49.5 x 25.4 cm (12 in. x 19 1\/2 in. x 10 in.)",
    "creditline": "Gift of Eugene V. and Clare E. Thaw",
    "description": "Model in the form of Sudbury Hall, Derbyshire, an English country house of c. 1665-early 1690s, a rectangle with protruding central entrances and end wings, a central domed cupola and rectangular chimneys on the main block and two at each end, with small dormer windows above the two floors, delineated by a line of moulding.",
    "justification": "Eugene and Clare Thaw have already given Cooper-Hewitt their collection of Staircase models, most of which reveal the design principles of the French compagnonnage movement.&amp;nbsp; In addition, they have collected architectural and other models that reveal the role of the model as part of the design process, to show craftsmanship and skill of execution, innovative use of materials, presentation pieces and those made to be displayed as part of a model collection.&amp;nbsp; CHNDM has a few examples of such models, some of which also function in another way, such as the Tea Caddy presented in this group.&amp;nbsp; This group reflects all of these categories, and provides the Museum with an opportunity to examine the role of the model in many contexts.\nWhile the precise purpose of this model is not documented, it may be a working model, as Sudbury Hall was built over a period of almost thirty years. Its&amp;nbsp;lavish&amp;nbsp; decoration, both of&amp;nbsp;brick patterns,&amp;nbsp;fenestration, and &amp;nbsp;interior decoration with rich carvings, some by Grinling Gibbons,&amp;nbsp;are not featured in this model. The end blocks have only minor protrusions here, whereas the actual house is more of a full&amp;nbsp;Roman letter I&amp;nbsp;formation, with deep enough extensions that there is room for large windows. The model shows a greater interest in the massing of the architectural elements than in decoration, suggesting a prospective overall plan.&amp;nbsp; It may be that this shows a concept for the house that was altered as work went along to extend the ends, thus making this a good example of the model as design process. It is highly unlikely that the model would have been built with different ends from the final product, if done afterwards. The house, while built over a thirty year period, has not been significantly altered since.\n&amp;nbsp;",
    "type": {
        "id": "35238913",
        "name": "architectural model"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49352_ce3db0f59b069d7a_b.jpg",
                "width": 1024,
                "height": 586,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49352_ce3db0f59b069d7a_n.jpg",
                "width": 320,
                "height": 183,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/49352_ce3db0f59b069d7a_z.jpg",
                "width": 640,
                "height": 366,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18060137",
            "role_id": "35351535",
            "person_name": "Clare E. Thaw",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18060137\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Architectural Model, \"Sudbury Hall\", ca. 1660-90. Stained pine. Gift of Eugene V. and Clare E. Thaw. 2013-3-5."
    },
    "colors": [
        {
            "color": "#503c32",
            "closest_css3": "#556b2f"
        },
        {
            "color": "#7a6e68",
            "closest_css3": "#696969"
        },
        {
            "color": "#795642",
            "closest_css3": "#a0522d"
        },
        {
            "color": "#a69d98",
            "closest_css3": "#a9a9a9"
        }
    ]
}