{
    "id":"18044987",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18044987\/",
    "name":"Charles Rennie Mackintosh",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"5",
    "biography":"Charles Rennie Mackintosh is widely recognised as one of those crucial figures in the history of art and architecture who make the discoveries that alert others to the way forward.  He has been enrolled as a pioneer of modern design, herald of the International Style, prophet of Post-Modernism.  He also designed the Glasgow School of Art, as well as interior designs for many interiors.\n\nAlthough Mackintosh was a very accomplished architect, he was also an important designer and watercolorist. Mackintosh's furniture was designed for specific rooms and settings. He insisted that form should follow function, and the function of his furniture was to make a visual statement. \n\nMackintosh was born in 1868 in Glasgow, a city with which he was closely associated for the rest of his life. He studied to be an architect in Glasgow, and attended evening classes on art and design at the Glasgow School of Art. The majority of Mackintosh’s work was commissioned between 1896 and 1910. In addition to the Glasgow School of Art, he also designed the interiors of Miss Kate Cranston’s tearooms, the private houses of William Davidson and Walter Blackie. He was very popular in Germany and Austria, where he became friends with the designer Josef Hoffmann. He was commissioned to design the Warndorfer Music Salon, and he exhibited his work at the Turin International Exhibition of 1902. In contrast, he struggled to find success in Scotland. As he insisted on designing a house in its entirety, few clients were willing to hire Mackintosh. In 1914, he moved to the coast with his wife and painted watercolors. The following year, the couple moved to London, where he resumed work as an architect and designer. In 1923, the Mackintoshes moved once again, this time to the South of France, where Mackintosh only painted landscapes. He died of cancer on 10 December, 1928.",
    "woe:country":"23424975",
    "date":"Scottish, 1868–1928",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28306"
        },
        {
            "id":"35236677",
            "name":"After",
            "count_objects":"559"
        }
    ],
    "concordances":{
        "freebase:id":"\/m\/0f7tt",
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":"3671",
        "phm:id":null,
        "tms:id":"2361",
        "vanda:id":"65382",
        "viaf:id":"74645185",
        "walker:id":null,
        "wikipedia:id":"54595"
    }
}