{
    "id": "874387283",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/874387283\/",
    "name": "Giampaolo Babetto",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Born in Padua in 1947, goldsmith Giampaolo Babetto appeared on the avant-garde scene in the late 1960s. He studied at the Istituto d'Arte Pietro Selvatico in Padua and at the Accademia di Belle Arti in Venice. Since 1967, he has exhibited his work throughout Europe, Japan, and the United States. He lives and works in Arguà Petrarca (Padua), Italy. Part of the \"Padua School\", he has been an influential figure in art jewelry in Italy and around the world.\n\nThe special nature of the contemporary jewelry created by Babetto and his contemporaries who attended the Istituto d'Arte Pietro Selvatico led experts to refer to them as the Padua School. The Padua School denotes a specific style, following the lead of jewelry designer, goldsmith and Istituto instructor, Mario Pinton, who inspired several generations of contemporary designers. The Istituto maintained Pinton's creative and academic principles into the 1960s and later, training an impressive group of artists including Babetto, Stefano Marchetti, Bruno Martinazzi, Renzo Pasquale, Graziano Visintin and Annamaria Zanella. Babetto is foremost of this group; he not only joined the Istituto staff, continuing and strengthening the jewelry program, but brought the school international recognition with work that has been noted for it sensitivity and precision.\n\nBabetto's mastery of gold is evident in his work. His pieces have been described as clean and sober, without decorative elements. Inspired by geometric forms, his work is made up of abstract elements broken down into modular units, which at times have the added component of movement. He prefers working in gold due to its stable malleability and warm sheen, which he sometimes combines with unconventional materials such as plastic or glass, dusting the surface with a velvet-like pigment in luminous reds or blues, or using enamel and age-old niello-based techniques. He has been classified as a mixed media artist, and works not only in the area of jewelry but also in furniture design, silver objects, and architectural projects. His oeuvre reflects the uncompromising demands he places on his own handling of the various artistic disciplines, combined with a systematic approach and love of experimentation. The recipient of a number of contemporary jewelry awards, his expressive, but nevertheless very wearable pieces are included in the permanent collections of many museums, including the Schmuckmuseum, Pforzheim, the Musée des Arts Décoratifs, Paris, and the Victoria & Albert Museum in London.",
    "woe:country_id": "23424853",
    "date": "Italian, b. 1947",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424853"
}