{
    "id": "51686587",
    "tms:id": "276126",
    "accession_number": "2013-29-1",
    "title": "Bracelet, 1985",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/51686587\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "51689271",
    "type_id": "35249367",
    "date": "1985",
    "year_start": 1985,
    "year_end": 1985,
    "year_acquired": "2013",
    "decade": "1980",
    "woe:country_id": "23424977",
    "medium": "Aluminum, onyx, silver",
    "markings": "Etched, bottom left of cuff: \"David Tisdale O[?] 1985\"",
    "signed": null,
    "inscribed": null,
    "provenance": "CHNDM, 2013 Gift from Helen Kornblum, Purchased by donor in ca 1986, from Helen Drutt Gallery, Philadelphia, PA.",
    "dimensions": "H x W x D: 6 x 8.1 x 2.5 cm (2 3\/8 in. x 3 3\/16 in. x 1 in.)",
    "dimensions_raw": {
        "depth": [
            "2.50",
            "centimeters"
        ],
        "height": [
            "6.00",
            "centimeters"
        ],
        "width": [
            "8.10",
            "centimeters"
        ]
    },
    "creditline": "Gift of Helen Kornblum",
    "description": "An outer rectangular frame in steel-colored aluminum, surrounding a black cuff of anodyzed aluminum, the top of the bracelet with two rectangles of anodyzed aluminum with upbent corners, with a rectangular box of black and white onyx chequerboard",
    "justification": "David Tisdale is one of the most innovative American jewelry designers working in aluminum with mixed metals and materials. Since the early 1980s, Tisdale has brought new concepts to jewelry. In concert with precious or semi-precious materials such as sterling silver, diamonds, onyx, or tiger eye, he often uses planes or forms-within-forms and sculptural ideas in his designs. His use of aluminum is not confined to jewelry. At the time of proposed acquisition, the museum has two examples of Tisdale’s wonderfully colored anodized aluminum flatware designed in 1986, one year after the bracelet: Picnic, a multi-colored set produced by his studio, and Electra, a set with pink and blue handles designed for Sasaki. These examples share similar interests in planar forms and expanding aluminum's realm.&amp;nbsp; The bracelet proposed for acquisition exemplifies Tisdale’s jewelry work of this period and connects two areas of the collection—flatware and jewelry. Both of these collection areas include design examples from early history to the present day that show the perennially-creative design thinking required to adorn the table and the body. \nTisdale's designs function as art objects for the body, but suggest a narrative. Much of the jewelry of the 1980s was concerned with a mixture of emotions, narrative, and installation art. It also wanted to suggest interaction with the body.&amp;nbsp; While not overtly narrative, the bracelet invites thought about the juxtaposition of white and black on a grey ground, and what the meaning might be of the diagonal lines that appear to extend from the rectangular&amp;nbsp; fixture on the top. Supporting this statement in diagonals is a further geometric play—a rectangular piece overlays a three-quarter circle cuff to hug the wrist.\nTisdale has been featured in many important exhibitions for his jewelry, and has lectured on his pioneering use of anodized aluminum as a jewelry medium.&amp;nbsp; While he has continued to work with the anodized aluminum, this bracelet represents an early phase of when he was innovating and exploring the forms and structure that would become his design signature.",
    "woe:country": "23424977",
    "type": "bracelet",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92484_5c9974d9d900dfbe_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "92484"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92484_5c9974d9d900dfbe_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "92484"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92484_5c9974d9d900dfbe_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "92484"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92484_5c9974d9d900dfbe_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "92484"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/92484_5c9974d9d900dfbe_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "92484"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18053877",
            "role_id": "35236655",
            "person_name": "David Tisdale",
            "person_date": "American, b. 1956",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18053877\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "51685651",
            "role_id": "35351535",
            "person_name": "Helen Kornblum",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51685651\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Bracelet, 1985. Aluminum, onyx, silver. Gift of Helen Kornblum. 2013-29-1."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}