{
    "id": "18732713",
    "tms:id": "242478",
    "accession_number": "2009-46-2",
    "title": "Color Blanket, \"Alpaca Velvet\", 2009",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18732713\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35433431",
    "type_id": "35294857",
    "date": "2009",
    "year_start": 2009,
    "year_end": 2009,
    "year_acquired": "2009",
    "decade": "2000",
    "woe:country": "23424977",
    "medium": "Medium: undyed alpaca wool, cotton\nTechnique: supplementary warp cut pile on a plain weave foundation (velvet)",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Gift of Maharam",
    "dimensions": "Warp x Weft: 211.5 x 139.7 cm (83 1\/4 x 55 in.)",
    "creditline": "Gift of Maharam",
    "description": "Velvet sample blanket of vertical stripes in natural, undyed alpaca wool. Stripes are in nine different shades of black, gray, brown and off-white.",
    "justification": "Since the beginning of the industrial revolution, and even before, the textile industry has been a major source of environmental pollution. The substances used to bleach fibers or make colors fast polluted the rivers and streams where textile production was, out of necessity, carried out. The development of petroleum-based synthetic dyes and fibers, along with surface treatments such as flame retardants and stain-resistant finishes, has exponentially increased the potential toxicity of textile production, and added to concerns about post-consumer disposal. Many “green” or sustainable textiles are based on new fiber technologies like producing fiber from rapidly renewable sources like bamboo or corn, or from recycled materials like post-consumer polyester. However, these technologies can require a fair amount of energy and\/or chemical processing. Another approach is simply to do less. \n&amp;nbsp;\nAlpaca Velvet (2009) is one such example of this sort minimal production. This textile designed by Maharam, which was founded in New York in 1902, is made from un-dyed, minimally processed fibers with no surface finishes applied. It exploits the natural color variation in animal hair color, in this case undyed alpaca wool, to rich visual effect from a durable fiber with naturally “high performance” characteristics. The velvet is created by a wool and cotton plain weave foundation and a supplementary warp cut pile. This alpaca wool is available in a variety of black, brown, grey, caramel and off-white shades, which are the natural colors of the animals. The pattern of the textile is created by stripes in nine different shades of the above colors. The soft and lustrous fiber is stronger than sheep’s wool and its strength does not diminish with fineness of the yarn. Historically and today, the center of the alpaca textile industry is Peru, which has 3.5 million alpacas, and alpaca production plays a significant part of the developing economy of the Andean region. ",
    "type": {
        "id": "35294857",
        "name": "Color blanket"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/34782_f8c07c264be17263_b.jpg",
                "width": 1024,
                "height": 675,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/34782_f8c07c264be17263_n.jpg",
                "width": 320,
                "height": 211,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/34782_f8c07c264be17263_z.jpg",
                "width": 640,
                "height": 422,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18056087",
            "role_id": "35236655",
            "person_name": "Maharam",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056087\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18056087",
            "role_id": "35351535",
            "person_name": "Maharam",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18056087\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Color Blanket, \"Alpaca Velvet\", 2009. Medium: undyed alpaca wool, cotton\nTechnique: supplementary warp cut pile on a plain weave foundation (velvet). Gift of Maharam. 2009-46-2."
    },
    "colors": [
        {
            "color": "#45372e",
            "closest_css3": "#2f4f4f"
        },
        {
            "color": "#9e7d59",
            "closest_css3": "#808080"
        },
        {
            "color": "#d1c2a4",
            "closest_css3": "#d2b48c"
        },
        {
            "color": "#766c5f",
            "closest_css3": "#696969"
        },
        {
            "color": "#282a2d",
            "closest_css3": "#2f4f4f"
        }
    ]
}