{
    "id": "18046187",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046187\/",
    "name": "Charlotte Joan Sternberg",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Charlotte Joan Sternberg (American, 1920-2003) graduated from the Yale University School of Art in 1942, then embarked on a long career as a commercial illustrator. She worked extensively for J. Walter Thompson, the advertising agency, creating artwork for Esso (later Exxon), Textron, and Lederle Pharmaceuticals. \nIn addition to her illustrations, Sternberg became known for painting Americana themes in egg tempera. In 1945, she became involved with Associated American Artists (AAA), which published many of her snow scenes of historic New England on Christmas cards over the 50 years that followed. Sternberg also designed a textile print that was marketed by AAA and produced by M. Lowenstein & Sons as part of the Signature Fabrics series. \nIn 1953, she married Arthur Koch. They had a daughter, Carla. \nSternberg’s paintings were exhibited in solo shows at the New Britain Museum of American Art in Connecticut and the Bennington Museum in Vermont. Her work appeared on magazine covers, including Collier’s and Country Gentleman. She was commissioned to paint portraits, including those of President Dwight D. Eisenhower and the wife of Governor John Davis Lodge of Connecticut.\nFrom 1970-1984, she served on the faculty of the Paier College of Art in Hamden, Connecticut, where she taught rendering, perspective, creative painting, and egg tempera in the interior design, illustration, and fine art departments.\nIn 1980, she was inducted into the Meriden, Connecticut Hall of Fame.\nThere is currently one example of Sternberg's work in the museum's collection: Textile, Snowflakes, 1952-1957 (1994-38-2).",
    "woe:country_id": "23424977",
    "date": "American, 1920 - 2003",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}