{
    "id":"18694813",
    "tms:id":"222961",
    "accession_number":"2001-29-32",
    "title":"Book Cover, \"The Nature of Our Freedom by Leon R. Yankwich\", 1901–50",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18694813\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35424293",
    "type_id":"35249845",
    "date":"1901–50",
    "year_start":"1901",
    "year_end":"1950",
    "year_acquired":"2001",
    "decade":"1900",
    "woe:country":null,
    "medium":"Thin glossy paper",
    "markings":null,
    "signed":"Signature printed at upper center: lustig.",
    "inscribed":"Printed in black ink, front cover upper right: The Nature\/Of Our\/Freedom; lower left: Leon R. Yankwich.\n\nPrinted vertically in black ink, side cover: The Nature Of Our Freedom LEON R. YANKWICH.\n\nPrinted in black ink, inside flap of front cover: $3.00\/THE\/NATURE OF\/OUR FREEDOM\/by\/Judge Leon R. Yankwich\/written specially at the publisher’s re-\/quest, is the product of more than a\/quarter of a century writing and\/thinking on the Constitution.\/Judge Yankwich considers the\/greatness of the Constitution to lie in its\/adaptability to the expanding needs of\/a growing nation. In this book, he em-\/phasizes the fundamental ideals which\/underlie the Constitution – Freedom and\/Equality – traces their origin and their\/expression in the Constitution as writ-\/ten, showing the influence which the\/Constitution has had, and still has, upon\/the evolution and development of Amer-\/ican ways, habits, and customs.\/An opponent of totalitarianism of\/any type, right or left, whether it calls\/itself Fascism, Communism, Nazism or\/Falangism, Judge Yankwich has stressed\/in this volume the importance of indiv-\/idual rights which totalitarianism de-\/nies.\/THE NATURE OF OUR FREEDOM\/demonstrates how such a belief can be\/reconciled with progressive liberalism\/which seeks to accomplish the common\/good, and which, ever since the May-\/Flower Compact, has characterized Amer-\/ican aims.\/BEHIND IT ALL LIES AN UNBOUNDEN\/FAITH IN THE AMERICAN DEMOCRACY AND\/ITS FUTURE.\/Watling and Company\/Research Publishing Company\/Los Angeles 13, California\/Photograph of wooden eagle figurehead courtesy\/of Mariner’s Museum, Newport News, Virginia.\n\nPrinted in black ink, inside flap of back cover: The Author, Judge Leon A. Yank-\/wich, has had an unusual career as a law-\/yer, teacher of law, writer and judge.\/After a successful period as a practicing\/lawyer, with began with his admission\/to the Bar before attaining his majority,\/he was appointed Judge of the Superior\/Court of Los Angeles County Califor-\/nia, in 1927 by Governor C. C. Young.\/Thereafter, he was twice elected to that\/office, in 1928 and 1934, and in 1935\/was appointed a Judge of The United\/States District Court by President Frank-\/lin D. Roosevelt, a position which he\/has held ever since.\/Throughout his entire career, in ad-\/dition to opinions which have gained\/him national recognition, he has written\/articles and books on a wide variety of\/topics.\/In 1928, in a child custody case, he\/spoke the now famous words, “There\/are no illegitimate children; only illegi-\/timate parents.”\/His writing, while scholarly, has\/unusual clarity and simplicity, due in\/part to his long association with the\/press. EDITOR AND PUBLISHER when re-\/cently speaking of his latest book, “It’s\/Libel or Contempt if You Print It,” (1950), called it “blessedly clear.”",
    "provenance":null,
    "dimensions":"H x W: 23.5 x 54cm (9 1\/4 x 21 1\/4in.)",
    "creditline":"Gift of Susan Lustig Peck",
    "description":"Cream colored book cover with black text. Front cover: image of eagle; back inside flap: photograph of author Leon R. Yankwich.",
    "justification":null,
    "type":{
        "id":"35249845",
        "name":"book cover"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39855_995de358ef1a5fae_b.jpg",
                "width":1024,
                "height":459,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39855_995de358ef1a5fae_n.jpg",
                "width":320,
                "height":143,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/39855_995de358ef1a5fae_z.jpg",
                "width":640,
                "height":287,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18043331",
            "role_id":"35236763",
            "person_name":"Alvin Lustig",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "tombstone":{
        "epitaph":"Book Cover, \"The Nature of Our Freedom by Leon R. Yankwich\", 1901–50.\n1901–50. Thin glossy paper. Gift of Susan Lustig Peck. 2001-29-32."
    },
    "colors":[
        {
            "color":"#746e4c",
            "closest_css3":"#696969"
        },
        {
            "color":"#bdb07e",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#93875e",
            "closest_css3":"#808080"
        },
        {
            "color":"#57513b",
            "closest_css3":"#556b2f"
        }
    ]
}