{
  "display_date": "1990", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1990", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "196918", 
  "style": "", 
  "date_begin": "1990", 
  "dimensions": "1993-151-157a - 10 x 15.2 cm (4 x 6 in.)\r\n1993-151-157b - 14 x 10.5 cm (5 1/2 x 4 1/4 in.), closed\r\n1993-151-157b - 14 x 31.7 cm (5 1/2 x 12 1/2 in.), opened", 
  "copyright": "", 
  "title": "Knoll: Chicago Gala", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-157-a,b                          ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "1993-151-157a - The content of the postcard relates to advance notice of the Knoll Chicago Gala, an event scheduled in connection with the 1990 Neocon show.\r\n\r\nRecto: A vertical view on matte black cardboard shows What's/ funny about/ June 13? imprinted in white sans-serif type. At the bottom edge, in red-orange bold type about one inch high, all the way across, Knoll is imprinted; however, a partial view of a face [Jay Leno] substitutes for the letter o, and the letters are abbreviated at the bottom edge. \r\n\r\nVerso: The vertical view shows Neocon on a white background in red-orange serif-style capitals, imprinted at the bottom edge, where it is cut off at the bottom edge in the same manner as Knoll is on the recto. A line of miniature type across the center indicates Knoll International and the address. The horizontal view shows eight lines of type about the event separated into two groups after line five and centered in the left-hand section. \r\n\r\n1993-151-157b - The whole consists of a white cardboard invitation folded in thirds, overlaid by transparent stock, also folded in thirds on the outside, but split at the folds into three discrete sections on the inside. In closed position, the outer flap shows six lines of serif-style type imprinted, centered, on the oversheet. Below, close to the bottom edge, is an additional line. In opened position, three sections appear. On the left, on the cardboard, is a head shot of Jay Leno, smiling; his eyebrows are raised and an imprint of the Knoll logo in red (the letter K bisecting a circle) partly covers his left eye. The center and right-hand sections consist of type imprinted on the outersheet: in the center, three groups of two lines each detailing the event, and on the right, three lines of Rsvp specifics. The closed right-hand flap continues with an additional three lines on the oversheet. Extending from the center white cardboard section is an additional tear-off flap; this is a two-sided, imprinted Rsvp card, pre-addressed to Knoll, to be completed and returned by the recipient.\r\n\r\n", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "invitation", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}