{
    "id": "18644363",
    "tms:id": "197084",
    "accession_number": "1993-151-306",
    "title": "Advertisement, Isaac Mizrahi: Triple photo shoot, 1990s",
    "title_raw": "Isaac Mizrahi: Triple photo shoot",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18644363\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35421913",
    "type_id": "35247579",
    "date": "1990s",
    "year_start": 1990,
    "year_end": 1999,
    "year_acquired": "1993",
    "decade": "1990",
    "woe:country_id": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "49.8 x 30.5 cm (19 5\/8 x 12 in.)",
    "dimensions_raw": {
        "height": [
            "49.80",
            "centimeters"
        ],
        "width": [
            "30.50",
            "centimeters"
        ]
    },
    "creditline": "Gift of Tibor Kalman\/ M & Co.",
    "description": "Three vertically stacked group photographs feature fashion models, seemingly awaiting their turn at the runway behind the scenes at a fashion show. All of the models have in common neutral expressions, as if saving any animation for their appearance in the show. The fashions show cowboy\/ western\/ American Indian design influences. In the top photograph, a diagonal view of a model on the left is cropped at the top of the head and below the waist. She wears a brown satin strapless dress with a belted sash, as well as pale green cowboy style gloves, almost elbow length, trimmed in a wide rickrack-shaped design with a blue-green center, bordered by yellow, orange and black. Her head is bent and her gaze is focussed on the top of her dress, which she is adjusting with her gloved hands. To the right are several male fashion functionaries; the one in the foreground is dressing the hair of a model seated on the floor. Others are in the background, as is a rack on which garments for the show are hung.\n\nIn the middle photograph, in the right foreground, a model is cropped at the top of the head and above the waist. She wears an offwhite blouse with long, full sleeves, one of which is visible, shirred at the shoulder and ending in a tight cuff; a high banded neck and centered vertical band, as well as the cuff, are decorated in geometric forms with turquoise and rust predominating. The model's head is turned in profile to the left and she looks behind her, where Isaac Mizrahi, the fashion designer, also in profile, dressed in a white turtleneck and black pants, his head partly visible and face obscured, looks through a partition window, probably at the fashion show taking place, which is, however, hidden from the viewer.  To his left, posterboards with handwritten lists, probably showing the order of events in the show, are hung on the partition. In back of the designer, there is a profile view of a second model with long, straight, reddish-brown hair, also wearing an offwhite top, but trimmed in an argyle-patterned band, stretching in a curve across the front, back and shoulders, in colors similar to the blouse worn by the foreground model. Part of a face, in profile, of a third model is visible in the space between the other two models.\n\nIn the bottom photograph, Mr. Mizrahi, in the left foreground, his back to the viewer, is glancing at one of the posterboards while adjusting the dress of the model (the second model in the middle photograph), now facing - and partly obscured by - him. Her left arm is bent, her hand is on her hip, and the cuff is trimmed in long fringe, cowboy style. The skirt, now partly visible, is pale green satin. In back of the first model is a rear view of a model in profile, facing right and head slightly bent; her reddish-brown hair is pulled back in a single braid, and a multicolored strap on her right shoulder is partly visible. Next to her is a seated model, her head turned somewhat to the left, with short, black hair, styled off-the-face; the band of her strapless black top is colored similarly to the other trimmings. A fourth model, cropped below the waist, stands in the extreme right foreground, her back to the viewer; her head is turned slightly to the right and her reddish-brow hair is pulled back in a braid. She wears an extremely low-cut, backless off-white dress, trimmed in tan saddle stitching, and held up by thin, triple strands forming crossed straps. Her partly visible left hand wears a cowboy style glove. \n\nThe Isaac Mizrahi logo, and below that, Bergdorf Goodman  in miniscule type, are imprinted in the white space at the bottom of the page.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "advertisement",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "person_date": "founded 1979",
            "role_name": "Firm",
            "role_display_name": "Firm:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "person_date": "Hungarian and American, 1949 - 1999",
            "role_name": "Design Director",
            "role_display_name": "Design Director:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "tombstone": {
        "epitaph": "Advertisement, Isaac Mizrahi: Triple photo shoot, 1990s. Offset lithography. \nGift of Tibor Kalman\/ M &amp; Co.. 1993-151-306"
    },
    "colors": [

    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}