{
    "id": "52027847",
    "tms:id": "276429",
    "accession_number": "2013-44-2",
    "title": "Sidewall, \"Veneer Embossed\", 2013",
    "title_raw": "Veneer Embossed",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/52027847\/",
    "department_id": "35347503",
    "period_id": null,
    "media_id": "52272389",
    "type_id": "35256475",
    "date": "2013",
    "year_start": 2013,
    "year_end": 2013,
    "year_acquired": "2013",
    "decade": "2010",
    "woe:country_id": "23424757",
    "medium": "Woven with bio-based polyethylene yarn, heat embossed",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Given new to Cooper-Hewitt by the manufacturer in 2013.",
    "dimensions": "L x W: 365.8 x 132.1 cm (12 ft. x 52 in.)",
    "dimensions_raw": {
        "length": [
            "365.76",
            "centimeters"
        ],
        "width": [
            "132.08",
            "centimeters"
        ]
    },
    "creditline": "Gift of Carnegie Fabrics",
    "description": "Design is woven from a single brown color yarn and contains a subtle woodgrain or moire pattern. The pattern is created by running the fabric under a heated roller which slightly melts the yarn and imparts a very low relief and different reflective quality to the heated areas.",
    "justification": "This fact led Carnegie Fabrics back to the drawing board, and after seven years of research introduced BioBased Xorel, the world’s first bio-based interior textile introduced in June 2013. Bio-Based Xorel is identical to the petroleum-based Xorel on a molecular level but is 60-85% derived from sugar cane, a rapidly renewable material. The &quot;Veneer Embossed&quot; wallcovering being presented is 80% bio-based whereas federal guidelines only require a product to contain 25% bio content to be labeled as biobased. &quot;Veneer&quot; is woven from a single color yarn and contains a subtle woodgrain or moire pattern. The pattern is created by running the fabric under a heated roller which slightly melts the polyethylene, adding a slight relief and a different reflective quality to the heated area. The production of polyethylene from sugar cane greatly reduces the carbon footprint over petroleum-based products and for every ton of the raw material produced the sugar cane captures and sequesters 2.5 tons of carbon. The polyethylene yarn is produced using 95% biogenic energy through use of the sugar cane waste.  After its useful life as a textile or wallcovering all Xorel products can be returned to Carnegie for responsible reuse. The BioBased Xorel is Cradle to Cradle certified Gold. To achieve the Gold level of certification Carnegie worked with MBDC (McDonough Braungart Design Chemistry,) the originators of the Cradle to Cradle design framework that ensures all materials used are safe for human and environmental health. Following are a few of the factors leading to this Gold certification level: the manufacture of polyethylene from sugar cane uses up to 60% less energy and generates 40% less greenhouse gas than producing it from petroleum; the fabric is woven at a plant using 100% renewable energy including hydropower and solar panels; and no water is consumed in the yarn production process. Carnegie is in the process of phasing out the original Xorel for the BioBased Xorel.",
    "videos": null,
    "woe:country": "23424757",
    "type": "Sidewall",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/95895_04d52a3488011c35_b.jpg",
                "width": 1024,
                "height": 508,
                "is_primary": "1",
                "image_id": "95895"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/95895_04d52a3488011c35_z.jpg",
                "width": 640,
                "height": 317,
                "is_primary": "1",
                "image_id": "95895"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/95895_04d52a3488011c35_n.jpg",
                "width": 320,
                "height": 159,
                "is_primary": "1",
                "image_id": "95895"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/95895_04d52a3488011c35_d.gif",
                "width": 320,
                "height": 159,
                "is_primary": "1",
                "image_id": "95895"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/95895_04d52a3488011c35_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "95895"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18045877",
            "role_id": "35236657",
            "person_name": "Carnegie Fabrics",
            "person_date": "",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18045877\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18045877",
            "role_id": "35351535",
            "person_name": "Carnegie Fabrics",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18045877\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Sidewall, \"Veneer Embossed\", 2013. Woven with bio-based polyethylene yarn, heat embossed. Gift of Carnegie Fabrics. 2013-44-2."
    },
    "colors": [

    ],
    "woe:country_name": "Belgium"
}