{
    "id": "18119585",
    "tms:id": "9563",
    "accession_number": "1901-39-2893",
    "title": "Drawing: Sketches: A. A Classical Sacrifice. B. God The Father (France)",
    "title_raw": null,
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18119585\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "136255637",
    "type_id": "35256731",
    "date": null,
    "year_start": null,
    "year_end": null,
    "year_acquired": "1901",
    "decade": null,
    "woe:country_id": "23424819",
    "medium": "a. pen, ink. brush, bistre, brown ink, brown wash, white gouache. b. black crayon",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": null,
    "dimensions_raw": null,
    "creditline": "Museum purchase through gift of various donors",
    "description": "Horizontal rectangle. A) the small altar stands in front of a colonnade, in the central part of which a statue stands. Four preists are beside the altar. In the foreground are at left women with children, dancing girls and an offering woman. From right comes a man with a a ram and other offerers. Beginning of another drawing at right. A frame is shown at left and below. Most of the obverse is colored brown. Reverse: B) Vertically above: God the father flying above the earth. Below: at left: The Creation of the Animals. At right: Division of Light and Darkness.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424819",
    "type": "drawing: Sketches: A. A classical sacrifice. B. God the Father",
    "images": [

    ],
    "participants": [

    ],
    "tombstone": {
        "epitaph": "Drawing: Sketches: A. A Classical Sacrifice. B. God The Father (France). a. pen, ink. brush, bistre, brown ink, brown wash, white gouache. b. black crayon. Museum purchase through gift of various donors. 1901-39-2893."
    },
    "colors": [

    ],
    "woe:country_name": "France",
    "is_loan_object": 0
}