{
    "id": "420570661",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/420570661\/",
    "name": "Walter Scherf & Co.",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Walter Scherf & Co. was founded in Nuremburg in 1899 by Friedrich August Scherf and his son, Walter.  Before founding his own firm, Walter had worked for a time at another well-known German Jugendstil metalwork firm, Orivit; when he left he took with him a number of craftsman and ideas. The company enjoyed early success producing art nouveau objects; between its founding and 1909, it produced an estimated 1,300 objects, outpacing even larger manufacturers such as Kayserzinn, frequently using the trade moniker “Osiris.” The company won several gold medals at various international exhibitions, including Turin in 1902, St. Petersburg in 1903, St. Louis in 1904, and Cape Town in 1905. The company’s key material innovation was its development of a new soft pewter in 1902, called Isis. In 1906, Walter changed the name of the tradename of the firm’s art nouveau line from Osiris to Isis hoping to garner increased capital. Unfortunately, as the taste for art nouveau waned, Walter Scherf & Co. experienced the same difficulties faced by numerous pewter manufactories during this period. Ultimately, bad management led to bankruptcy and the dismissal of Walter himself from the firm. He took his own life in 1909, and although the firm survived until 1914, at that time the collapse of the export trade, the pewter market, and the outbreak of World War I contributed to the firm’s eventual collapse. Nonetheless, the company was responsible for producing a vast number of objects by Walter himself as well as better-known modern designers such as Josef Hoffmann, Joseph Maria Olbrich, and Peter Behrens.",
    "woe:country_id": "23424829",
    "date": "German, 1899 - 1914",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}