{
    "id": "18045667",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045667\/",
    "name": "Inka Kivalo",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Inka Kivalo completed her studies in 1985, and as a student was already working at Finland’s famed printed textile firm, Marimekko. It was here that she designed textiles for household interiors until 1990. \nAfter designing for Marimekko Kivalo turned away from creating products for distribution to a mass market and began to invest her time in tapestry weaving. In her tapestry’s Kivalo manipulates fabric to create abstract woven landscapes. She also produces sculptures in the form of stuffed animals which are made out of scraps of fabrics from her tapestry. Her weaving is done on an eighteenth-century loom, which she feels brings her closer to the fabrics and the way they have been handled traditionally. She has likened weaving on an antique loom to the enjoyment associated with “playing an old instrument.”  Kivalo begins her weaving process by sketching ideas, but she puts these sketches aside when she begins and proceeds to weave from memory. She produces many of her own threads and dyes. With such painstaking efforts each of her tapestries takes many months to complete. Kivalo has become known not only for her time as a designer at Marimekko but also for her weaving that mixes traditional and contemporary tapestry techniques.\nIn 2000, she was nominated Textile Designer of the Year by TEXO, an association of Finnish textile designers. She currently works as an educator in Helsinki. As a teacher she attempts to breach the gap between art and industry by teaching the importance of handicraft to students of industrial design. Her hope is to help young designers understand the value and joy of making things by hand.",
    "woe:country_id": "23424812",
    "date": "Finnish",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424812"
}