{
    "id": "874387315",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/874387315\/",
    "name": "Ronald Hayes Pearson",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Disinguished metalsmith and jeweler Ronald Hayes Pearson was born in 1924 and studied Pole Science at the University of Wisconsin. After serving in the Merchant Marine Corps for five years during World War II, Pearson began his artistic training at the School for American Craftsmen at the Rochester Institute of Technology (R.I.T.). He attended for only one semester but continued his artistic career by setting up his own shop. At this time, he became interested in metal spinning and, ultimately, creating jewelry. Along with three other craftsmen he opened Shop One, in Rochester, New York, the first shop owned by practicing craftsmen devoted exclusively to the retail of unique craft items. Pearson later become a full-time studio artist and occasionally taught at R.I.T. He moved to Deer Isle, Maine, in 1971. \n\nPearson’s long career has been publically celebrated. In 1976, he was elected to be a member of the American Craft Council. In 1987, he was awarded an honorary degree from the Portland School of Art in Maine. In 1996, the American Craft Council awarded him their Gold Medal Lifetime Achievement award. Pearson believed \"that designing must be a continuing, consuming, and lifelong process, one that requires considerable self-discipline and constant practice.”[1] His work is included in major collections including the Smithsonian Institution, The Museum of Modern Art, New York, and many more. \nPearson passed away in 1996. \n\n[1] Ronald Pearson quoted in “Welcome,” Pearson Design Studio, accessed August 24, 2016, http:\/\/www.ronaldpearsondesignstudio.com\/.",
    "woe:country_id": "23424977",
    "date": "American, 1924 - 1996",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}