{
    "id": "18790049",
    "tms:id": "271339",
    "accession_number": "2011-22-1",
    "title": "Small Diamond Chair, ca. 1957",
    "title_raw": "Small Diamond",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18790049\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "68250115",
    "type_id": "35237307",
    "date": "ca. 1957",
    "year_start": 1957,
    "year_end": 1957,
    "year_acquired": "2011",
    "decade": "1950",
    "woe:country_id": "23424977",
    "medium": "Bent plastic-coated metal wire, woven cotton upholstery, foam rubber.",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "ca: 1950s: unidentified owner, Lexington, MA; pre-2011: Bard Graduate Center (via Craigslist) [1]; 2011: acquired by CH\n[1] Sold to Bard, via Craigslist, by original owner's family (seen on Craigslist by Knoll Fabrics exhibition co-curator, Susan Ward. Purchased new by original owner, ca. 50 years ago; kept in owners home in Lexington, MA.)",
    "dimensions": "H x W x D: 77.5 x 88.9 x 74.9 cm (30 1\/2 in. x 35 in. x 29 1\/2 in.)",
    "dimensions_raw": {
        "depth": [
            "74.93",
            "centimeters"
        ],
        "height": [
            "77.47",
            "centimeters"
        ],
        "width": [
            "88.90",
            "centimeters"
        ]
    },
    "creditline": "Gift of the Bard Graduate Center: Decorative Arts, Design History, Material Culture",
    "description": "Diamond shaped white-coated metal wire mesh seat unit with blue woven upholstery; black-coated wire stand.",
    "justification": "Primarily known as a sculptor, Harry Bertoia came to the United States in 1930. From 1939–43, he studied and taught metalwork and jewelry at the Cranbrook Academy of Art in Michigan, where he met Cranbrook alumni, including Charles and Ray Eames and Florence Knoll (née Schust). By 1950, Bertoia was based in California, where he created art and sometimes worked with Charles Eames. \nIn 1950, Florence and Hans Knoll, interested in developing new furniture lines, invited Bertoia to move east and work for Knoll Associates with an unconventional arrangement: they would provide a salary and a studio near the Knoll factory in Pennsylvania, but would not make specific demands on Bertoia’s time or creativity. The Knolls allowed Bertoia the freedom to create metal sculpture and work in wire by hand, using simple tools. Within two years, he conceived a series of side chairs and lounge chairs for mass production made of wire mesh formed into seating shells. “My feeling was that it had to come almost from an inward direction. I began to rely once more on my own body. I began to think in terms of what I would like as a chair.”[1] Although Knoll tried mechanical fabrication, it was easier to produce the forms by hand in a multi-weld jig developed by the company to secure all of the separate wires into a form, allowing the chair to be manufactured. \nAmong the series is the Small Diamond chair, which was introduced in 1952 and has since become an iconic modern design. Its shaped wire mesh shell sits on a wire base and, despite being made of a hard cold substance, the form invites and envelopes the sitter and is softened by a simple seat cushion—or full upholstery, as in this example. \nBertoia said of his wire forms, “The chairs are studies in space, form and metal too. If you will look at them you will find that they are mostly made of air, just like sculpture. Space passes right through them.”[2] After designing the chairs, Bertoia returned to making sculpture, some with moving parts, to pursue his interest in the relationship between sound and movement. \nThe chair proposed for acquisition is distinguished by its coated wire frame and blue Prestini upholstery, a cotton plain weave Knoll named for the textile designer, Antoinette Lackner Webster (Toni Prestini). This chair would join the museum’s group of Knoll chairs, which includes a Large Diamond chair covered in grey wool upholstery on a polished steel frame.\n[1] Nancy Schiffer and Val O. Bertoia, The World of Bertoia (Atglen, PA: Schiffer, 2003), 37.\n[2] Schiffer and Bertoia, 47.",
    "gallery_text": "Harry Bertoia, printmaker, jewelry designer, sculptor, and sound artist, became interested in furnishing design while studying at the esteemed Cranbrook Academy of Art in Michigan. In 1950, Knoll Associates offered Bertoia a full salary and studio in Pennsylvania to experiment in art and design, provided the firm could review his work for possible manufacture. Two years later, in 1952, Bertoia had created his diamond, or 421, chair, and the means with which to produce it. He had been interested in metal for much of his career and for him, the wire chairs, unusual for the time, were an extension of his sculpture; both dealt with “space, form, and metal…[and] are mostly made of air,” as he has described. Using only the metal wire itself, Bertoia formed a seat, concave back, headrest, and arm rests. In the decade prior, Knoll had formed a textiles department to mass-produce durable modernist designs. Antoinette Lackner Webster’s plain cotton weave on this chair’s detachable foam-rubber cushion added comfort and shows the midcentury interest in bright colors. The diamond chair is part of a set of furniture, in fact the only line he ever produced. Over the years it has become one of Knoll’s most successful furnishing suites.",
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "chair",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041409",
            "role_id": "35236657",
            "person_name": "Knoll Textiles",
            "person_date": "East Greenville, Pennsylvania, USA, founded 1947",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041409\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18064563",
            "role_id": "35236657",
            "person_name": "Louisville Textiles",
            "person_date": "",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18064563\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18064743",
            "role_id": "35236655",
            "person_name": "Antoinette Lackner Webster",
            "person_date": "American, 1909 - 1998",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18064743\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18053901",
            "role_id": "35236655",
            "person_name": "Harry Bertoia",
            "person_date": "Italian, 1915 – 1978",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18053901\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18050277",
            "role_id": "35351535",
            "person_name": "Bard Graduate Center for Studies in the Decorative Arts",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050277\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Small Diamond Chair, ca. 1957. Bent plastic-coated metal wire, woven cotton upholstery, foam rubber.. \nGift of the Bard Graduate Center: Decorative Arts, Design History, Material Culture. 2011-22-1."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}