{
    "id": "404583269",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/404583269\/",
    "name": "Guido Maria Balsamo Stella",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Guido Balsamo Stella was born in Turin in 1882, and died in Treviso in 1941. He was an engraver from Turin, who boasted Central European artistic training and distant family ties with Murano. A painter, graphic artist, and decorator, Balsamo Stella designed Tuscan crystal and Murano glassware (crafted by Ferro Toso & C.). In 1908, he married the Swedish painter Anna Akerdhal. During a sojourn in Sweden, he met Edward Hald and Simon Gate, and became interested in their work with Orrefors.\nIn 1921, Balsamo Stella summoned to Florence the expert Bohemian engraver Franz Pelzel, with whom he formed a partnership that would last many years.  Balsamo Stella would design the form and decoration of the glass objects (then manufactured by Ferro Toso & C.), which would then be engraved by Pelzel. In 1927, Balsamo Stella and Pelzel joined S.A.L.I.R., with Balsamo Stella becoming the artistic director and Pelzel becoming the technical director. Balsamo Stella would remain with S.A.L.I.R. for only five years.\nAfter Balsamo Stella and Pelzel joined S.A.L.I.R., the blank product was decidedly Muranese, although combining three glassmaking traditions: Swedish, Bohemian, and Muranese.  The classic, linear forms, were often gently hued. The decorative motives depicted scenes taken from the Venetian Settecento, stylized figures from classical mythology combined with futuristic motives, and scenes from contemporary life (such as airplanes, skiers, and jazz), clearly showing the influence of art deco.  \nBetween 1924 and 1937, Balsamo Stella also held a series of important academic appointments, which included the Istituto Superiore delle Arti decorative of Monza and the Istituto Statale d’Arte of Venice.",
    "woe:country_id": "23424853",
    "date": "Italian, 1882-1941",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424853"
}