{
    "id":"18673847",
    "tms:id":"212366",
    "accession_number":"1997-19-413",
    "title":"Poster, 1968",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18673847\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35428817",
    "type_id":"35238163",
    "date":"1968",
    "year_start":"1968",
    "year_end":"1968",
    "year_acquired":"1997",
    "decade":"1960",
    "woe:country":null,
    "medium":"Offset lithograph on light brown wove paper",
    "markings":null,
    "signed":null,
    "inscribed":"Inscribed in black below heavy line lower center: jeden dienstag 19-21 uhr. \/ raum g 505. Inscribed upper center: allegemeine \/ gewerbeschule \/ basel \/ kunstgewerbliche \/ abteilungen (Basel School of Arts and Crafts)",
    "provenance":"From the collection of Dan Friedman",
    "dimensions":"47.9 x 47.9 cm (18 7\/8 x 18 7\/8 in. )",
    "creditline":"Gift of Ken Friedman",
    "description":"Poster design is based on the placement of the black san-serif letters in varying point size on the paper. At center in black the word \"mitteilung\" (announcement), is placed with a center justification. Below, lines of text rythmically alternate with heavy and thin horizontal black lines. At bottom of sheet, five lines of text alternate with a heavy line. The name and logo of the Gewerbeschule in Basel is at center in the upper quardant of the sheet.\nThe text reads: mitteilung \/ an die schuler und studenten \/ ab oktober 1968 hat der kurs \/ einfuhrung in das raumliche gestalten \/ von mary vieira wieder begonnen. \/ Thema 'raum und form als grundlegende begriffe \/ der bildenden kunste, des industrial design und \/ des graphic design. \/ wechselseitige beziehung vondenken und \/ handeln dieser drei gebiete'. \/\n1. kolloquium propadeutik: 'der raumbergriff auf dem gebeit \/ der kunst und der begriff \/ des funktionell - gestalteten raumes.'\nText across lower portion of sheet: der charakter des kolloquiums dieses kurses erlaubt \/ spontane teilnahme an der freien diskussion uber die vielschichtigkeit der gegebenen themen \/ von seiten aller besucher.",
    "justification":null,
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18043521",
            "role_id":"35236655",
            "person_name":"Wolfgang Weingart",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18043521\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions":[

    ]
}