{
    "id": "68777357",
    "tms:id": "278710",
    "accession_number": "2014-50-1",
    "title": "Textile, 2014",
    "title_raw": null,
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/68777357\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35402927",
    "type_id": "35251739",
    "date": "2014",
    "year_start": 2014,
    "year_end": 2014,
    "year_acquired": "2014",
    "decade": "2010",
    "woe:country_id": null,
    "medium": "Medium: cotton\nTechnique: plain weave patterned with tied resist dyeing (shibori), indigo dyed",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Commissioned for the Museum by the donor from A-KO Shibori Gallery, Arimatsu, Japan, June 8, 2014",
    "dimensions": "H x W x D: 114.3 × 14 × 7.6 cm (45 × 5 1\/2 × 3 in.)",
    "dimensions_raw": null,
    "creditline": "Gift of Barbara Shapiro",
    "description": "Half kimono length of hidatori kumo or spiderweb design, left partially tied. Pattern of delicate tangent webs in blue on a white ground.",
    "justification": "Shibori, the art of tied-resist dyeing, has been practiced for centuries in and around the village of Arimatsu, Japan. In the Edo period, the height of trade along the Tōkkaidō road, the area supported thousands of shibori workers with a variety of specialties, from designing and stenciling to stitching and binding to indigo dyeing. Ukiyo-e prints of the late 18th century show the village storefronts festooned with shibori fabrics; some of those stores are still there. \nToday, only a few dozen skilled shibori artisans survive in the region. While traveling there in June of this year, I had the opportunity to commission pieces from three local artisans: two shibori binders and one indigo dyer. The first design is an example of hidatori kumo or spiderweb. The delicate tracery is the result of setting the bindings very close together, leaving an almost undyed ground. It requires exceptional mastery and a great deal of time. This piece was tied by Mrs. Hitome Takahashi, who was born in 1930 in Kanagawa prefecture. She was a student of Mrs. Homma, the only shibori artist to have achieved Living National Treasure status. \nThe second design alternates the kumo spiderwebs with simple ne maki shibori or base-wound rings, creating a dynamic diagonal striped pattern of alternating dark and light areas. It was tied by Mrs. Makiko Hotta, who was born in Tokoname in 1954. \nBoth pieces were dyed in a naturally fermented indigo bath by Mr. Kenji Hattori, born in Arimatsu in 1963. He is a 9th generation indigo dyer. Both pieces were left partially tied, to provide a clear, visual demonstration of the process. Both were produced on cotton kimono-width cloth of the type for which Arimatsu is famous.",
    "gallery_text": "Shibori, the art of tied-resist dyeing, has been practiced for centuries in and around the village of Arimatsu, Japan. In the Edo period, the height of trade along the Tōkkaidō road, the area supported thousands of shibori workers with a variety of specialties, from designing and stenciling to stitching and binding to indigo dyeing. Ukiyo-e prints of the late 18th century show the village storefronts festooned with shibori fabrics; some of those stores are still there. \nToday, only a few dozen skilled shibori artisans survive in the region. Two were commissioned to create this piece. Hitome Takahashi tied the hidatori kumo or spiderweb design. The delicate tracery is the result of setting the bindings very close together, leaving an almost undyed ground. It requires exceptional mastery of shibori technique. It was dyed in a naturally fermented indigo bath by Kenji Hattori, a ninth-generation indigo dyer and Arimatsu native. The piece was left partially tied, to provide a clear visual demonstration of the process.",
    "label_text": "Shibori, the art of tied-resist dyeing, has been practiced for centuries in and around the village of Arimatsu, Japan. This piece was dyed by Arimatsu native and 9th generation indigo dyer Kenji Hattori. The delicate tracery of the spider web design requires exceptional mastery of the shibori technique.",
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "textile",
    "images": [

    ],
    "participants": [
        {
            "person_id": "68777441",
            "role_id": "35236747",
            "person_name": "Kenji Hatori",
            "person_date": "Japanese, b. 1963",
            "role_name": "Dyer",
            "role_display_name": "Dyed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68777441\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236747\/"
        },
        {
            "person_id": "68777443",
            "role_id": "35236685",
            "person_name": "Hitome Takahashi",
            "person_date": "Japanese, b. 1930",
            "role_name": "Maker",
            "role_display_name": "Made by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68777443\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236685\/"
        },
        {
            "person_id": "68777695",
            "role_id": "35351535",
            "person_name": "Barbara Shapiro",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68777695\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Textile, 2014. Medium: cotton\nTechnique: plain weave patterned with tied resist dyeing (shibori), indigo dyed. \nGift of Barbara Shapiro. 2014-50-1"
    },
    "colors": [

    ],
    "is_loan_object": 0
}