{
    "id": "35520735",
    "tms:id": "275039",
    "accession_number": "2013-10-1",
    "title": "Scenic, 1800–1830",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35520735\/",
    "department_id": "35347503",
    "period_id": null,
    "media_id": "35520733",
    "type_id": "35288575",
    "date": "1800–1830",
    "year_start": "1800",
    "year_end": "1830",
    "year_acquired": "2013",
    "decade": null,
    "woe:country_id": "23424781",
    "medium": "Hand painted on joined sheets of handmade paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2013 purchased from Carolle Thibaut-Pomerantz, Paris, who bought the paper from a private English collector in ca. 2007.",
    "dimensions": "L x W: 342.9 x 111.8 cm (11 ft. 3 in. x 44 in.)",
    "dimensions_raw": {
        "length": [
            "342.90",
            "centimeters"
        ],
        "width": [
            "111.76",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from General Acquisitions Endowment Fund",
    "description": "Large central motif of flowering tree, with white leaves and flowers at top, brightly colored flowers and exotic birds near bottom, along with rocky formations. Three smaller birds fly among the branches near top of tree. Painted on pink ground.",
    "justification": "This is a single panel of a Chinese scenic paper hand painted on a pink ground. The pink color gives this paper a very crisp appearance and was used less frequently than the standard neutral ground colors. The earliest examples were painted in a very delicate fashion usually on very pale green or tan backgrounds. Deeper colors of blue, green, yellow, and pink were used as backgrounds after the mid-18th century. The Victoria and Albert Museum collection includes two panels painted on a pink ground which they date between 1800 and 1830. The colors used for the bird and flower motifs also became bolder and more intense during this time period.\nChinese scenic papers first appeared in the late 17th century and reached their peak of popularity between 1740 and 1790. The trade in Chinese wallpapers was centered in London and Paris and the hand-painted scenics greatly influenced European decorative style. Credited with stimulating the fashion for papered walls, Chinese papers were regularly copied over the years and remain an inspiration to designers today. These scenic papers were only made for export to Western markets as the Chinese did not use them in their homes. \nThere are three major design classifications of Chinese hand painted scenics: scenes of daily life, which was the earliest style to appear; bird and flower designs, which were the most common type; and figure and tree designs, which combine elements of the first two styles. Most of these papers are characterized by a close observation of nature represented with identifiable species. It was only in the later years of production that the flora and fauna became more fantastical.\nChinese scenics were sold in sets of 25 or 40 panels and were 12-feet high by 3–4 feet wide. They usually contained plain sky at the top of the panel that allowed it to be trimmed to fit varying ceiling heights. The bulk of the design appears at the bottom; they were always hung above a chair rail, both for protection and for an unobstructed view. The sets usually contained extra sheets for customization. If one wanted to see more birds or butterflies, these elements could simply be cut from the extra sheets and pasted to panels already installed on the wall. Within a set, each panel was different and entirely hand painted. On some papers—perhaps reflecting the practice of certain workshops—the outlines of the shapes were first printed with woodblocks before being painted by hand.\nInitially, these imports were extremely expensive and were used in only the best homes. While early English flock papers were among the most expensive European papers in production, imported Chinese hand painted papers could cost up to 20 times as much as an English flock paper. Chinese papers were so expensive that they were rarely pasted directly on a wall. Instead, they often were lined with a fabric or heavy paper and then stretched on battens that were attached to the wall. The fashion for Chinese papers lasted more than a century; one British firm’s records document orders being received through the 1840s. The Royal Pavilion at Brighton was one of the last prominent structures to feature this style. By the 1880s, the fashion had passed. While the popularity of Chinese hand-painted papers has fluctuated over time, they have never fallen completely out of favor. Both new and antique productions are in demand in the early 21st century.\nThe early appearance of these papers, their lasting popularity, and the influence they have had for centuries on the Western market makes this an important collection area. Due to the high cost of these papers and the care they were given in the finest homes, numerous examples have survived. The size of this single panel is sufficient to illustrate the story of the full set, and its dimension and vibrant color would make a dramatic installation.\nThe panel under consideration for acquisition would enhance the museum’s collection of Chinese hand-painted scenics. The collection includes beautiful but fragile 18th- and early 19th-century examples and panels of the flower and bird variety painted on neutral or pale green grounds. The collection also features a 20th-century set of panels from the Vanderbilt\/Woolworth estate on Long Island that depict scenes from daily life and shows the continuity and evolution of the genre.",
    "videos": null,
    "woe:country": "23424781",
    "type": "Scenic",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/60199_2b0bfecd7c2ef45e_b.jpg",
                "width": 351,
                "height": 1024,
                "is_primary": "1",
                "image_id": "60199"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/60199_2b0bfecd7c2ef45e_z.jpg",
                "width": 219,
                "height": 640,
                "is_primary": "1",
                "image_id": "60199"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/60199_2b0bfecd7c2ef45e_n.jpg",
                "width": 110,
                "height": 320,
                "is_primary": "1",
                "image_id": "60199"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/60199_2b0bfecd7c2ef45e_d.gif",
                "width": 110,
                "height": 320,
                "is_primary": "1",
                "image_id": "60199"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/60199_2b0bfecd7c2ef45e_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "60199"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18050217",
            "role_id": "35352249",
            "person_name": "Carolle Thibaut-Pomerantz",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050217\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Scenic, 1800–1830. Hand painted on joined sheets of handmade paper. Museum purchase from General Acquisitions Endowment Fund. 2013-10-1."
    },
    "colors": [
        {
            "color": "#d1a4a6",
            "closest_crayola": "#ef98aa",
            "closest_css3": "#d2b48c",
            "closest_css4": "#d2b48c"
        },
        {
            "color": "#c9bcb8",
            "closest_crayola": "#cdc5c2",
            "closest_css3": "#c0c0c0",
            "closest_css4": "#c0c0c0"
        },
        {
            "color": "#67705d",
            "closest_crayola": "#757575",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#3e4a49",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#8b9b7b",
            "closest_crayola": "#87a96b",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "China"
}