{
    "id": "35520735",
    "tms:id": "275039",
    "accession_number": "2013-10-1",
    "title": "Scenic, 1800–30",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35520735\/",
    "department_id": "35347503",
    "period_id": null,
    "media_id": "35520733",
    "type_id": "35288575",
    "date": "1800–30",
    "year_start": "1800",
    "year_end": 1830,
    "year_acquired": "2013",
    "decade": null,
    "woe:country": "23424781",
    "medium": "Hand painted on joined sheets of handmade paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2013 purchased from Carolle Thibaut-Pomerantz, Paris, who bought the paper from a private English collector in ca. 2007.",
    "dimensions": "L x W: 342.9 x 111.8 cm (11 ft. 3 in. x 44 in.)",
    "creditline": "Museum purchase from General Acquisitions Endowment Fund",
    "description": "Large central motif of flowering tree, with white leaves and flowers at top, brightly colored flowers and exotic birds near bottom, along with rocky formations. Three smaller birds fly among the branches near top of tree. Painted on pink ground.",
    "justification": "This is a single panel of a Chinese scenic paper hand painted on a pink ground. The pink color gives this paper a very crisp appearance and was used less frequently than the standard neutral ground colors. The earliest examples were painted in a very delicate fashion usually on very pale green or tan backgrounds. Deeper colors of blue, green, yellow, and pink were used as backgrounds beginning after the mid-18th century. The Victoria &amp; Albert Museum owns two panels painted on a pink ground which they date to this period. The colors used for the bird and flower motifs also became much bolder and more intense at this same time.\nChinese scenic papers first appeared in the late-17th century and reached their peak of popularity between 1740 and 1790. The trade in Chinese wallpapers was centered in London and Paris and the hand painted scenics greatly influenced the European styles of decoration. Credited with stimulating the fashion for papered walls, the Chinese papers have been much copied over the years, and are still an inspiration to designers today. These scenic papers were only made for export to Western markets as the Chinese did not use them in their homes. There are three major design classifications of Chinese hand painted scenics: scenes of daily life, which was the earliest style to appear; bird and flower designs, which were the most common type; and figure and tree designs, which combine elements of the first two styles. Most of these papers are characterized by a close observation of nature with identifiable species represented. It was only in the later years of production that the flora and fauna became more fantastical.\nChinese scenics were sold in sets of 25 or 40 panels and were 12 ft high and 3 to 4 ft wide. They usually contained plain sky at the top of the panel which allowed them to be trimmed to fit varying ceiling heights. The bulk of the design appears at the bottom so they would always be hung above a chair rail, both for protection and an unobstructed view. The sets usually contained extra sheets, so once the papers were installed if&amp;nbsp;one wanted to see more birds or butterflies,&amp;nbsp;one could just cut them off&amp;nbsp;the extra sheets and paste them on the wall. Within a set each panel was different and entirely hand painted. On some papers, or maybe just the practice of certain workshops, the outlines of the shapes were printed with woodblocks, then painted by hand.\nInitially these imports were extremely expensive and were used in only the best homes. The early flock papers from England were among the most expensive papers in production, but the Chinese hand-painted papers could cost up to 20 times as much as a good flocked paper. These papers were so expensive they were rarely pasted to the wall. They were usually lined with a fabric or heavy paper then stretched on battens and attached to the wall.\nThe fashion for Chinese papers lasted more than a century, and one British firm’s records document orders being received through the 1830s and 40s. The Royal Pavilion at Brighton was one of the last prominent structures to entertain this style and by the 1880s the fashion was said to be truly passed. While their popularity has fluctuated over time as trends do, they have never fallen completely out of favor as both new and antique productions are in demand again today.\nThe Museum’s collection of Chinese hand-painted scenics is&amp;nbsp;weak. There is one 24-panel set from the 18th century that has been cut-and-pasted, is abraded and shows definite signs of fading.&amp;nbsp; It is still a beautiful and imposing piece, but hard to exhibit. There are a few other pieces of&amp;nbsp;18th-&amp;nbsp;and early 19th-century Chinese papers in the collection, but all are quite small in size or too fragile to display. The Museum recently acquired two panels from a 20th-century set painted on an ocher viscose ground removed from the Vanderbilt\/Woolworth mansion on Long Island which show scenes from daily life. These panels allow the Museum to show the continuity and evolution of this fashion. All the remaining panels in the Museum’s collection are of the flower and bird variety, and all are painted on very neutral or pale green grounds. \nThe early appearance of these papers, their lasting popularity, and the influence they have had for centuries on the Western market makes this an important area to collect. Because of the high cost of these papers and the care they were given in the finest homes, numerous examples have survived. However, when these appear on the market they are frequently offered in full sets at exorbitant prices. The large size of this single panel sufficiently tells the story, and its size and vibrant color would make a dramatic installation and would truly help fill a void in the Museum’s collection.",
    "type": {
        "id": "35288575",
        "name": "Scenic"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/60199_36fec4502fafc2ec_b.jpg",
                "width": 349,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/60199_36fec4502fafc2ec_n.jpg",
                "width": 109,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/60199_36fec4502fafc2ec_z.jpg",
                "width": 218,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "role_name": "Fund",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18050217",
            "role_id": "35352249",
            "person_name": "Carolle Thibaut-Pomerantz",
            "role_name": "Vendor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18050217\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Scenic, 1800–30. Hand painted on joined sheets of handmade paper. Museum purchase from General Acquisitions Endowment Fund. 2013-10-1."
    },
    "colors": [
        {
            "color": "#caa19c",
            "closest_css3": "#d2b48c"
        },
        {
            "color": "#c8bdb8",
            "closest_css3": "#c0c0c0"
        },
        {
            "color": "#596352",
            "closest_css3": "#696969"
        },
        {
            "color": "#c6b082",
            "closest_css3": "#d2b48c"
        },
        {
            "color": "#3d4948",
            "closest_css3": "#2f4f4f"
        }
    ]
}