{
    "id": "35521007",
    "tms:id": "275105",
    "accession_number": "2013-11-1",
    "title": "Vase, \"Model 3461\", ca. 1934",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/35521007\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "68250297",
    "type_id": "35237225",
    "date": "ca. 1934",
    "year_start": 1932,
    "year_end": 1936,
    "year_acquired": "2013",
    "decade": "1930",
    "woe:country": "23424853",
    "medium": "hand moulded glass set with fire-joined turquoise canes (mezza-filigrana), gold leaf inclusions,",
    "markings": "Acid etched on base: \"Venini Murano Made in Italy\"; Venini paper label on base",
    "signed": null,
    "inscribed": null,
    "provenance": "[1]; 2013: acquired by Museum (from Glass Past [2])\n\n\n\n\n\n\n\n\n\n\n\n\n\n[1] Previous owners in Milan and in New York are noted, but there is no other information.\n[2] New York specialists and dealers in Italian 20th-century glass.",
    "dimensions": "H x diam.: 40 x 16.5 cm (15 3\/4 x 6 1\/2 in.)",
    "creditline": "Museum purchase from the Members' Acquisitions Fund of Cooper-Hewitt, National Design Museum",
    "description": "Curvilinear body composed of fine turquoise canes in clear glass, with applied loop ring foot in clear glass inset with gold leaf.",
    "justification": "This vase&amp;nbsp;by&amp;nbsp;architect and glassmaker Carlo Scarpa&amp;nbsp;for Venini glassworks is a superb example of design, craftsmanship and design innovation.&amp;nbsp; It represents a very significant example of innovative design in Venetian glass, a place known throughout history for the importance of its glass, and the collaboration of two of the greatest glass designers of the 20th century, Carlo Scarpa and Paolo Venini.\nUntil recently, outside the glass collecting community, Scarpa&amp;nbsp;may have been&amp;nbsp;most commonly known as an architect. Even&amp;nbsp;in architecture,&amp;nbsp;&amp;nbsp;his years in the glassmaking industry had a great effect on his other design work, which focuses on materials, technique, and above all, craftsmanship.&amp;nbsp; His first experience in glassworks&amp;nbsp; in 1926, when he began designing for Cappellin, a major Murano glass factory at the time, that had, until the previous year been a partnership with the Venini glassworks. Cappelin closed in 1932, the year Scarpa began designing for Venini. Scarpa then worked closely with Venini's founder, Paolo Venini whose knowledge of form may have helped Scarpa marry form to technique. Scarpa was fascinated by the technically and physically challenging process of glassmaking, and closely studied the glassmakers who worked for years to perfect their skills. Through long hours of work and the knowledge he gained at Venini, he developed a range of new—and renewed—glass shapes, surface patterns, and effects, including the half-filigree vase.&amp;nbsp; He brought a modernist sensibility to a desire to use complex traditional techniques updated. The vase reflects this interest with careful color choice and half filigree decoration for&amp;nbsp;this shape, the largest form known in this technique. It appears numbered in Venini’s &quot;Blue&quot;&amp;nbsp;book of forms as number 3461, created ca 1934.\n&amp;nbsp;\nScarpa began his first series of half-filigree, or mezza-filigrana, works in 1932, the year of&amp;nbsp; his arrival at Venini. Two years later, Venini exhibited these objects for the first time at the 1934 Venice Biennale. The company exhibited Scarpa’s half-filigree works again at the 1936 Venice Biennale and the IV Milan Triennale in a range of colors: opaque white, black, coral, azure, pink, and green. These pieces were intricate, innovative, and technically difficult, and in designing them, Scarpa revived an old Murano tradition. The half-filigree technique was first developed as early as the sixteenth century, when Murano glassblowers imbedded filaments of lattimo (white, opaque) glass into a transparent molten glass. They first created parallel lines, but after practice and experimentation, they developed a variety of designs, most commonly spiral, within the glass. By the eighteenth century, glassmakers were incorporating colored threads into the molten glass, creating even greater visual effects.&amp;nbsp; Scarpa uses both color and a spiral that slightly varies in thickness of line to accentuate the in and out curves of the body of the vase, while maintaining precise accuracy of the distance between each line and the angle of its spiral.\n&amp;nbsp;The choice of color-a turquoise blue that is reminiscent of the Venetian lagoon, and a double ring hand-blown foot that is set with actual pieces of gold leaf in it, to remind the viewer of Venice's connections to Byzantium and the gilded mosaics at St Mark's, are both nods to place and a modern choice in their subtlety. \nThis vase is the first documented piece of Venetian glass from the 1920-1940 to enter the collection. While a few other later pieces made in the Venini glassworks are in the collection, they are designed by others and this represents the first piece by Carlo Scarpa and from this key early period of Venini's production. Cooper-Hewitt is committed to telling the story of glass process as well as design, and this vase represents several technical achievements as well as its overall design success, that enhance the history of glassmaking as well as of Venetian glass creation.\n&amp;nbsp;\n&amp;nbsp;\n&amp;nbsp;",
    "type": {
        "id": "35237225",
        "name": "Vase"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/59319_256af981a981c7f4_b.jpg",
                "width": 591,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/59319_256af981a981c7f4_n.jpg",
                "width": 185,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/59319_256af981a981c7f4_z.jpg",
                "width": 369,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18044739",
            "role_id": "35236685",
            "person_name": "Venini Glassworks",
            "role_name": "Maker",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18044739\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236685\/"
        },
        {
            "person_id": "18537489",
            "role_id": "35236655",
            "person_name": "Carlo Scarpa",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18537489\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "51677563",
            "role_id": "35352249",
            "person_name": "Glass Past",
            "role_name": "Vendor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/51677563\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Vase, \"Model 3461\", ca. 1934. hand moulded glass set with fire-joined turquoise canes (mezza-filigrana), gold leaf inclusions,. Museum purchase from the Members&#039; Acquisitions Fund of Cooper-Hewitt, National Design Museum. 2013-11-1."
    },
    "colors": [
        {
            "color": "#8fab9c",
            "closest_css3": "#8fbc8f"
        },
        {
            "color": "#65927d",
            "closest_css3": "#708090"
        },
        {
            "color": "#636557",
            "closest_css3": "#696969"
        }
    ]
}