{
    "id":"18797485",
    "tms:id":"274402",
    "accession_number":"2013-38-2",
    "title":"Drawing, \"\"Fatehpur Sikri\" Birbal's Palace, India\", March 19, 1881",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18797485\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35414933",
    "type_id":"35237093",
    "date":"March 19, 1881",
    "year_start":null,
    "year_end":null,
    "year_acquired":"2013",
    "decade":null,
    "woe:country":"23424848",
    "medium":"Brush and oil paint on thin paperboard",
    "markings":"Verso, in graphite, a geometric sketch of a rectangle intersected with lines in the center of board, likely by artist.",
    "signed":"In graphite, lower left margin: L de F",
    "inscribed":"Recto, in graphite, lower left margin: Fattipur Sikri \/ Mar 19\/81; Verso, in graphite, lower right: #156431",
    "provenance":"1948: Elizabeth de Forest [1]; Kellam de Forest, grandson of the artist [2]; 2010: Bob Hansen [3]; 2011: Lisa Marie Drynan; 2011: Jon and Marty Blair, Santa Barbara, CA; October 2012: acquired by Museum (through Frank Goss, Sullivan Goss - An American Gallery, Santa Barbara, CA)\n\n\n\n\n\n\n\n\n[1] Inherited from the artist.\n[2] Inherited from mother, Elizabeth.\n[3] Inherited from father, Kellam de Forest.",
    "dimensions":"26.2 x 31.7 cm (10 5\/16 x 12 1\/2 in.)",
    "creditline":"Gifted by a Private Santa Barbara Collector, courtesy of Sullivan Goss - An American Art Gallery",
    "description":"Ochre buildings seen from corner situated in sandy landscape.  Central building has two stories, each accentuated with projecting cornices and large brackets beneath.  Roofline culminates in twin domes.  A portion of another building in a similar architectural style is seen at right.  It has a projecting balcony and similar roofline and dome.  All buildings seem to be part of a larger complex.",
    "justification":"This sketch documents de Forest’s trip to India.&amp;nbsp; In 1880, he and Meta Kemble were married in New York and soon thereafter they departed for India on their combined honeymoon and buying trip.&amp;nbsp; By this time, de Forest had already abandoned landscape painting as a profession and committed himself to design and the decorative arts.&amp;nbsp; He had started a partnership with Louis Comfort Tiffany, called Tiffany and de Forest, and was looking for decorative arts objects and jewelry to send back to the US for use in interior design commissions.&amp;nbsp; He traveled to Ahmedabad where he met Muggeunbhai&amp;nbsp; Hutheesing&amp;nbsp; and&amp;nbsp; set up the arrangement for Hutheesing to manage a workshop producing Indian carved teak and perforated brass backed by de Forest&amp;nbsp; family money.&amp;nbsp; In spring 1881, the workshop was sufficiently organized that he and his wife left for a tour of Delhi and northern India, which brings us to the location of this wonderful sketch: Fatehpur Sirkri, Birbal’s Palace, in Agra, outside of Jaipur dating from March 19, 1881. This area was especially known for its red sandstone architecture which particularly impressed de Forest.&amp;nbsp; He wrote in his letters, “We spent several days at Fatehpur Sikri and occupied the House of Miriam, and we might have had the Birbals House if I had only told Mr. Lawrence we had been going.&amp;nbsp; It was the one he occupied when he went out himself and it was fully furnished with rugs etc.&amp;nbsp; It was opened for me to see however and I made some sketches of the details of the interior and a sketch of the outside which was a wonderful red in the sunlight.&amp;nbsp; It is a perfect example of the architecture at the time of Akbai and has been preserved just as it was built.”&amp;nbsp;&amp;nbsp; ",
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/50079_3bf6215720c2071e_b.jpg",
                "width":1024,
                "height":843,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/50079_3bf6215720c2071e_n.jpg",
                "width":320,
                "height":264,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/50079_3bf6215720c2071e_z.jpg",
                "width":640,
                "height":527,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18065339",
            "role_id":"51571159",
            "person_name":"Sullivan Goss - An American Gallery",
            "role_name":"Agent",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065339\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/51571159\/"
        },
        {
            "person_id":"18065337",
            "role_id":"35236565",
            "person_name":"Lockwood de Forest",
            "role_name":"Artist",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065337\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "tombstone":{
        "epitaph":"Drawing, \"\"Fatehpur Sikri\" Birbal's Palace, India\", March 19, 1881.Brush and oil paint on thin paperboard. Gifted by a Private Santa Barbara Collector, courtesy of Sullivan Goss - An American Art Gallery. 2013-38-2."
    },
    "colors":[
        {
            "color":"#92653d",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#734227",
            "closest_css3":"#8b4513"
        },
        {
            "color":"#c19460",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#3f261a",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#e8e0cb",
            "closest_css3":"#dcdcdc"
        }
    ]
}