{
    "id": "18061699",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18061699\/",
    "name": "Estudio Campana",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "4",
    "biography": "Brazilian brothers, Fernando and Humberto Campana, are among the most innovative designers working today. Their work includes prototypes and small edition designs fabricated in their own studio, Estudio Campana (founded in the early 1980s), as well as works manufactured by firms such as the Italian furniture company Edra, housewares manufacturer Alessi, and H. Stern. In 2008, the designers received the prestigious Designer of the Year award at Design Miami. The brothers take a low-tech, artisanal approach to design, employing usually mundane, sustainable, readily available, and often recycled materials to craft high design. Together, they have designed idiosyncratic, evocative, and sometimes humorous works. Inspired by the colors, mixtures, and creative chaos of Brazilian street life and every day scenarios, their objective is to take a material that is worthless, and to transform it into a worthwhile object. The Campana brothers’ approach to design has injected a new energy into contemporary design. \n\nCampana pieces are in the collections of The Museum of Modern Art, in New York; the Centre Georges Pompidou, Paris; the Musée des Arts Décoratifs, Paris; the Vitra Design Museum, Weil am Rhein; and the Museum of Modern Art, Sao Paulo. The brothers were also retained to design the café in the Musee d’Orsay. In 2008, Cooper Hewitt held the exhibition, \"The Campana Brothers Select: Works from the Permanent Collection,\" and a number of their objects in a variety of materials are part of the museum's permanent holdings.\n\nIn 2009, Fernando and Humberto founded the Campana Institute, a non-profit, civil organization whose objective is to promote culture, protection and conservation of historic and artistic heritage and disseminate Brazilian arts, with a particular interest in architecture and design.",
    "woe:country_id": "23424768",
    "date": null,
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424768"
}