{
    "id": "18654107",
    "tms:id": "202014",
    "accession_number": "1996-75-3",
    "title": "Poster, Repressed Victorian Roman, 1990–95",
    "title_raw": "Repressed Victorian Roman",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18654107\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35407763",
    "type_id": "35238163",
    "date": "1990–95",
    "year_start": 1990,
    "year_end": 1995,
    "year_acquired": "1996",
    "decade": "1990",
    "woe:country_id": "23424977",
    "medium": "Photomechanic reproduction and offset lithography on Kodak photography paper.",
    "markings": "Imprinted in gray, diagonally repeated on verso: \"This Paper\/ manufactured\/ by KODAK\".",
    "signed": null,
    "inscribed": "Imprinted in black, lower right corner gradually increasing in font size by each line: \"Although his theories regarding architecture and scoiety have been widely\/ read and accepted as seed of the modern movement, John Ruskin's bizarre\/ fear of sexual activity haunted him for many years.  These horrors\/  although shroudded in secrecy throughout his lifetime, and by\/ his principal biographers, are confirmed in a series of letters\/ and diary entries dound, long after his death, under a floor\/ board in his study. After marrying effie Gray, who was\/ born in the room in which Ruskin's grandfather had\/ committed suicide, he declared her \"unfit for con-\/ sumation\", adding that he would reconsider when\/ she reached the age of twenty-five (he was\/ twenty-eight and she was nineteen), six\/ years later, on her twenty-fifth birthday,\/ Rushkin had still not reckoned with his\/ legendary disdain for pubic hair, and told\/ her that she was still unfit, citing religious reasons for his abstention.  Quite\/ shortly after, the marriage was annulled and Effie was remarried to the Pre-\/ Raphaelite painter, John Millais.\"",
    "provenance": null,
    "dimensions": "43.2 x 55.9 cm (17 x 22 in. )",
    "dimensions_raw": {
        "height": [
            "43.20",
            "centimeters"
        ],
        "width": [
            "55.90",
            "centimeters"
        ]
    },
    "creditline": "Gift of Barry Deck",
    "description": "Poster to advertise new font \"Repressed Victorian Roman\".  Illustrate this font using alphabet and purposing the use of this font on packaging for Bic Shavers.  Imprinted in black, upper left corner:  \"Repressed Victorian Roman\".  In this font, \"(A\" to \"Z)\"\/ \"[a\" to z]\"\/ and \"{1\" to \"0}\" in black at top center inside thinly outlined  rectangle. Use of alphabet and numbers in condensed Repressed Victorian Roman at top left side.  Photo-reproduction of \"Bic Shaver\" in plastic pack with one shaver lying in front inside thinly outlined square.  Imprinted in bag \"10 SUPER SAVER\/ BIC\/ SHAVER\/ Feel the BIC Difference!\/ 10 Pack\".  Superimposed in black, slightly off left, is same text on bag but in Repressed Victorian Roman font.  Square protrait print of \"John Ruskin\" with his name below in this font to right.  \nText about Ruskin in black at lower right corner, gradually increasing in font size by each line with number corresponding to actual font size to left.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "poster",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18043095",
            "role_id": "35236655",
            "person_name": "Barry Deck",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043095\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18043095",
            "role_id": "35351535",
            "person_name": "Barry Deck",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043095\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, Repressed Victorian Roman, 1990–95. Photomechanic reproduction and offset lithography on Kodak photography paper.. \nGift of Barry Deck. 1996-75-3."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}