{
    "id": "18041683",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18041683\/",
    "name": "Art Chantry",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "4",
    "biography": "Born in Seattle, WA on April 9, 1954. Active in Seattle.\nMoMA, P.S. 1: \"Originally from Tacoma, Washington, Chantry moved to Seattle in the late 1970s and became a singular force in the city’s subculture, designing album covers and posters for the underground music and theater industry. He served as art director for The Rocket, Seattle’s free monthly tabloid and a breeding ground for talented contributors such as Matt Groening of The Simpsons and cartoonist Lynda Barry. His design work for independent record labels, commercial clients and political and community events, always on a low budget and with a quick turnaround, remains influential and much imitated today.\nHis posters juxtapose large type, often fractured or distressed and lifted from vintage sources, with startling pictures appropriated from clip art, exploitation magazines, and hot-rod culture. Recycling this material to produce work that is simultaneously chaotic and clear, Chantry reminds the viewer that much of what we see in advertising and packaging is born of vernacular culture. Translating the ragged physicality and irreverent humor of punk music into visual form, Chantry, whose methods often mirror his punk aesthetics, avoids using the computer as a design tool and is known for being choosy about the corporate clients for whom he is willing to work.\"",
    "woe:country": "23424977",
    "date": "American, b. 1954",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": "\/m\/0dcmnj",
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": "7456",
        "phm:id": null,
        "tms:id": "437",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": "5285932",
        "ideo:id": null
    }
}