{
    "id": "18046463",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046463\/",
    "name": "Sears, Roebuck and Co.",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "12",
    "biography": "In 1886 Richard Warren Sears founded the R.W. Sears Watch Company in Minneapolis, Minnesota, to sell watches by mail order. In 1887 he relocated to Chicago and hired Alvah Curtis Roebuck, a watchmaker, to repair watches. The first Sears catalog was published in 1888 and only featured watches and jewelry. In 1889 Sears sold the company and founded Sears, Roebuck and Company in 1893 with Alvah Curtis Roebuck. In 1896 the first large general catalog was published. In 1895 Julius Rosenwald, a wealthy clothing manufacturer, bought out Roebuck’s interest, and reorganized the mail-order business while Sears wrote the company’s catalogs. In 1906 Sears opened its catalog plant and the Sears Merchandise Building Tower in Chicago. During this time the company grew tremendously and its initiation of free delivery (1896) and of parcel post (1913) by the U.S. postal service enabled Sears to send its merchandise to nearly every part of the country.  Rosenwald succeeded Sears as president of the company in 1909. In 1925, the first Sears retail store opened in Chicago and Sears continued to greatly expanded through the early to mid-20th century by establishing more retail stores, its own testing laboratory (1911), and various brands, such as Kenmore® (1913), Craftsman® (1927), and Allstate Insurance Co. (1931). By 1945, sales exceeded $1 billion. Sears was the largest retailer in the United States up until the 1980s, when the Kmart Corporation surpassed its total sales, shortly followed by Wal-Mart. By 1992, Sears began selling off some its subsidiaries and discontinued its catalog in 1993. In 1995, it sold the Allstate Corporation and in 2005 merged with Kmart.",
    "woe:country_id": "23424977",
    "date": "founded 1886",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}