{
    "id": "18539809",
    "tms:id": "63443",
    "accession_number": "1938-88-2988",
    "title": "Drawing, \"Renaissance Monument in Benedictine Church, Fecamp, Normandy\", 1798",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18539809\/",
    "department_id": "35347493",
    "period_id": "35417089",
    "date": "1798",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1938",
    "decade": null,
    "woe:country": "23424819",
    "medium": "Pen and black ink, brush and gray and brown wash on paper",
    "markings": null,
    "signed": "Signed in pen and black ink at lower right: A. FAMIN 1798",
    "inscribed": "Inscribed on the central panel: ETAT DE L'ART VERS 1425; on the base of the left candelabrum: ROUEN; on the right candelabrum: VERNON; across the base of the monument: CE MONUMENT QUI PAROIT ETRE UN TOMBEAU A ETE CONSTRUIT 1425 DANS L'EGLISE \/ DES BENEDICTINS DE FESCAMPS EN NORMANDIE SOUS LES ORDRES DE ROBERT CHARDI",
    "provenance": "Giovanni Piancastelli; Mr. and Mrs. Edward D. Brandegee",
    "dimensions": "Overall: 22.7 x 17.3 cm (8 15\/16 x 6 13\/16 in.)",
    "creditline": "Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description": "Elevation of a Reniassance monument.  The monument is a vertical rectangle.  The lowest portion is a base, with the inscription: CE MONUMENT QUI PAROIT ETRE UN TOMBEAU A  ETE CONSTRUIT EN 1425 DANS L'EGLISE\/DES BENEDICTINS DE FESCAMP EN NORMANDIE SOUS LES ORDRES DE ROBERT CHARDI.  Above the base is a wide frieze, divided into three parts by short piers and decorated with arabesque designs and coats of arms (possibly).  In the central section of the monument, at the center, in relief, is a depiction of a woman.  The image is framed and positioned between two piers (decorated).  On either side of this central grouping is a candelabrum in relief.  On the base of the left candelabrum the inscription reads: ROUEN; while on the base of the right candelabrum it reads: VERNON.  The top of the monument includes a balustrade with two carved panels and a central, arched frame in which a bust of a bearded man above an eagle is crowned by two genii, who stand beside it and hold a festoon in front of the bust",
    "justification": null,
    "culture": "French",
    "style": null,
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/18905_0c0bb7174b216afb_b.jpg",
                "width": 718,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/18905_0c0bb7174b216afb_n.jpg",
                "width": 224,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/18905_0c0bb7174b216afb_z.jpg",
                "width": 449,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [

    ],
    "exhibitions": [
        {
            "id": "35349391",
            "url": "http:\/\/collection.cooperhewitt.org\/exhibitions\/35349391\/",
            "title": "Crosscurrents: Neoclassical Drawings and Prints",
            "date_start": "1978-09-19",
            "date_end": "1980-10-12"
        }
    ]
}