{
    "id":"35520793",
    "tms:id":"275054",
    "accession_number":"2013-24-9",
    "title":"Drawing, \"Leaf Table\", 2010",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/35520793\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35520791",
    "type_id":"35237093",
    "date":"2010",
    "year_start":2010,
    "year_end":2010,
    "year_acquired":"2013",
    "decade":"2010",
    "woe:country":"23424909",
    "medium":"Graphite, brush and white gouache, pre-printed with digital code on white paper",
    "markings":null,
    "signed":"Signed in graphite, lower right: Joris Laarman \/ 2010",
    "inscribed":"Inscriptions in graphite, right margin, arrow pointing to table top on plan: Polyurethane (slightly translucent) \/ RESIN AND \/ STAINLESS STEEL; below: Resin caRying [sic] \/ metal structure \/ AS VEINS OF A LEAF; six inscriptions surrounding plan of table: 60°; middle section of sheet, arrows pointing to detail of table top with text, above: FiNe structure \/ thin middle size \/ Rough structure \/ 5mm bottom \/ thin middle size \/ stainless layers \/ cast in clear UV \/ Resistant Resin; arrows pointing to various elements of elevation, lower section of sheet: PV resin table top \/ STAINLESS CONSTRUCTION \/ IN Between \/ stainless \/ construct. \/ R[...]ional \/ stress distributing; lower margin: LEAF TABLE [underlined] \/ Round table based \/ on leaf CONSTRUCTION \/ Base generated using \/ SOFT bill OPTIMIZATION",
    "provenance":"Joris Laarman; Friedman Benda Gallery until February 2013",
    "dimensions":"100.4 x 70 cm (39 1\/2 x 27 9\/16 in.)",
    "creditline":"Gift of Marc Benda, courtesy of the artist",
    "description":"Design for a circular table: plan, elevation, and detail. Plan of table shows veined pattern; detail of elevation where table top meets support; elevation shows three legs in wishbone-like design that join at the top. Left margin, column of printed text in light gray. Inscriptions in graphite throughout.",
    "justification":"This Design for the Leaf Table (fabricated object in High Museum, Atlanta) marks a fairly new area of collecting, for the Drawings, Prints and Graphic Design department, that of documenting the 3-D prototyping process. &amp;nbsp;It will be the second such design drawing to enter the Museum’s collections.&amp;nbsp; Two years ago, DPGD acquired a drawing by Erwan and Ronan Bouroullec for the Vegetal Chair (2011-30-1) which was produced by Vitra using prototyping equipment as part of the design process.&amp;nbsp; The drawing for the Leaf Table, which is being donated to the Museum by Marc Benda of Friedman Benda Gallery, explores a much more complicated design that was fabricated by similar technology. \nThe drawing falls into the category of nature-based design (biotechnology) which many designers and computer engineers are exploring today.&amp;nbsp; Like Laarman’s celebrated 2007 Bone Chair, the design is based on a computer algorithm that mimics the way bones grow in nature, adding or diminishing material where strength is needed or not required.&amp;nbsp; This study, a presentation drawing, was made for the 2010 exhibition at the Friedman Benda gallery to explain in detail to the dealer as well as to the viewer\/client, what the table would look like pre-construction, and what materials would be used in its final fabrication.&amp;nbsp; This monumental and impressive piece can be admired not only for its meticulous engineering detail, but also as for its beauty, which recalls a transparent view of the human body.&amp;nbsp; \n&amp;nbsp;\n&amp;nbsp;",
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18060585",
            "role_id":"35236799",
            "person_name":"Joris Laarman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18060585\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        },
        {
            "person_id":"18062523",
            "role_id":"35351535",
            "person_name":"Marc Benda",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18062523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone":{
        "epitaph":"Drawing, \"Leaf Table\", 2010.Graphite, brush and white gouache, pre-printed with digital code on white paper. Gift of Marc Benda, courtesy of the artist. 2013-24-9."
    },
    "colors":[

    ]
}