{
    "id":"18695377",
    "tms:id":"223255",
    "accession_number":"2002-11-34",
    "title":"Brochure, \"Yale University, School of Art Graduate Program: 1989-1990\", 1989",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18695377\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35424093",
    "type_id":"35247617",
    "date":"1989",
    "year_start":"1989",
    "year_end":"1989",
    "year_acquired":"2002",
    "decade":"1980",
    "woe:country":null,
    "medium":"Offset lithograph on white paper",
    "markings":null,
    "signed":"Imprinted in red ink, fifth page, lower left corner: Design: Paul Rand",
    "inscribed":"Imprinted in red ink, cover page, upper left corner: Yale University\/ School of Art Graduate Program:\/ 1989-1990; third page (abbreviated, only first and last sentence on page): One of the purposes of a professional education in the visual arts is to expose the student\/ to a series of experiences similar to those he or she will confront in the daily life of an\/ artist. ...The current\/ tuition rate is $10, 750.; fourth page (abbreviated, only first and last sentence on page): The School of Art, in conformity with University policy, offers financial assistance to\/ applicants only after the applicant has been accepted for admission and only if a\/ GAPSFAS analysis is on file with the School. ... Group critiques are an important feature of the; fifth page, (abbreviated, only first and last sentence on page): Each student is allotted a private studio. ... Computer Image: NeXT, Inc.   Typesetting: PDR, New York City",
    "provenance":null,
    "dimensions":"26.6 x 15.2 cm (10 1\/2 x 6 in. ), closed\n53.3 x 45.7 cm (21 x 18in.), opened",
    "creditline":"Gift of Marion S. Rand",
    "description":"Six page brochure on white paper.  Cover page: title, imprinted in red, upper left corner; different shades of gray squares form abstract shape, lower half of page. First page, lower half: smaller gray squares form absract dog. Second page, lower half: black and white photograph of bull dog. Third page: (back of cover) imprinted in red ink, text blocks describe mission of M.F.A. program, programs of study, who can qualify, applications, and tuition. Fourth page: text blocks describe financial aid, additional resources, inquiries, school of art faculty, specific programs (graphic design and painting and printmaking). Fifth page: continued information on specific programs and their faculty (painting and printmaking cont'd, photography, and sculpture) and visiting artists\/lecturers.",
    "justification":null,
    "type":{
        "id":"35247617",
        "name":"brochure"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40195_f86d7334a3e9cbf6_b.jpg",
                "width":875,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40195_f86d7334a3e9cbf6_n.jpg",
                "width":273,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40195_f86d7334a3e9cbf6_z.jpg",
                "width":547,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18042341",
            "role_id":"35236763",
            "person_name":"Paul Rand",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        },
        {
            "person_id":"18054949",
            "role_id":"35236667",
            "person_name":"Yale University",
            "role_name":"Client",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18054949\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        }
    ],
    "exhibitions":[

    ]
}