{
  "display_date": "ca. 1887", 
  "credit_line": "Gift of Mrs. William Greenough", 
  "date_end": "1888", 
  "period": "", 
  "dynasty": "", 
  "culture": "American", 
  "id": "78573", 
  "style": "", 
  "date_begin": "1887", 
  "dimensions": "32 x 24.7 cm (12 5/8 x 9 3/4 in.), irregular", 
  "copyright": "", 
  "title": "Elevation of Architrave and Pilaster", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1943-51-153                               ", 
  "movement": "", 
  "medium": "Brush and watercolor, graphite on cream paperboard tipped into binding with fabric", 
  "media_id": "47803", 
  "description": "Vertical sheet with pinhole at bottom left and right corner missing. Depicted is the elevation of an architrave supported by a pilaster and paneling on a raised plinth. This is drawn so that the architrave and top of the pilaster are at the top and left side of the sheet, while the bottom half of the pilaster, the paneling, and plinth are drawn to the right.  The details of the architrave moldings have only been rendered at the left corner, but the architrave frieze of winged cherubs alternating with torches has been completed across the sheet. The frieze has a royal blue ground while the torches are bright yellow.  The frieze ends in a crowned yellow star.  The Corinthian pilaster is decorated with a festoon of greenery suspended from a yellow ring at the top of the shaft.  This ornamental festoon continues on the bottom half of the pilaster.  Only the left side of the plinth and the paneling are drawn.  The paneling appears to alternate a light marble or stone pilaster with a decorated motif - a shield or coat of arms as is illustrated here in green, yellow, and blue.  The use of color indicates the actual medium of the pilaster and architrave might be majolica or faience typical of Italian Renaissance-period decoration.", 
  "classification_id": "198", 
  "restrictions": "", 
  "school": "", 
  "name": "Album page", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}