{
    "id": "35518605",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/35518605\/",
    "name": "Andrea Branzi",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "5",
    "biography": "Andrea Branzi is an architect, designer, and professor of industrial design, working in the fields of urban planning and cultural promotion. In 1966 Branzi founded the Archizoom Association with partners Paolo Deganello, Gilberto Corretti and Massimo Morozzi. The firm, named after the British group of architects known as Archigram and the journal “Zoom,” was one of the first avant-garde groups associated with the Postmodernist movement in Italy. From its founding until 1974, the team produced work in design, architecture and urban planning that aimed reconciliation between design and the challenges of contemporary society.  Branzi and its members developed plans such as No-Stop City (1970), a radical design vision projecting the city of the future as a “fluid metropolis,” where the individual can creatively and freely achieve his own housing conditions. Archizoom also invented “Superarchitecture,” endorsing unconventional and eclectic design along the lines of Pop Art. In 1983 Branzi cofounded Domus Academy, the first international post-graduate school for design.   He is the author of many books and essays on the theory and history of design, and has collaborated with magazines such as Domus, Interni and Casabella.  His work has been featured in the Venice Biennale and Milan Triennale, and is in the permanent collections of the Centre Georges Pompidou in Paris, the Victoria & Albert Museum in London, and the Museum of Modern Art in New York, among others.",
    "woe:country": "23424853",
    "date": "Italian, b. 1938",
    "roles": [
        {
            "id": "35236655",
            "name": "Designer",
            "count_objects": "29023"
        }
    ],
    "concordances": {
        "ldm:id": null,
        "freebase:id": null,
        "ulan:id": null,
        "ima:id": null,
        "lcnaf:id": null,
        "moma:id": null,
        "phm:id": null,
        "tms:id": "17181",
        "vanda:id": null,
        "viaf:id": null,
        "wikipedia:id": null,
        "ideo:id": null
    }
}