{
  "display_date": "ca. 1820", 
  "credit_line": "Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund", 
  "date_end": "1830", 
  "period": "Neoclassical", 
  "dynasty": "", 
  "culture": "Italian", 
  "id": "66448", 
  "style": "", 
  "date_begin": "1810", 
  "dimensions": "39.1 x 27.9 cm (15 3/8 x 11 in. )", 
  "copyright": "", 
  "title": "Alternative Designs for a Metal Gate", 
  "provenance": "Giovanni Piancastelli\r\nMr. and Mrs. Edward D. Brandegee", 
  "credit_line_repro": "", 
  "invno": "1938-88-568                               ", 
  "movement": "Research in progress", 
  "medium": "Pen and black ink, brush and blue watercolor, graphite on cream wove paper, pricked for transfer", 
  "media_id": "4357", 
  "description": "An arched, iron gate divided into three sections; a semi-circular panel above and two vertical leaves below.  The semi-circular section has a half-rosette in the lower center with balusters radiating from it like spokes of a wheel.  The framing arched band shows a repeating palmette motif in the the left half and a Greek key motif in the right half.  These motifs are respectively used in the framing borders of the left and right leaves.  The right leaf is divided into two main and a small base panel.  The two oblong panels contain vertical round bars; the lower base panel is a solid rectangle.  The right leaf is framed on all sides and between the two oblong panels with the repeating Greek key motif.  The left leaf is divided into two main panels each of which consists of an oblong panel with balustre-shaped bars.  These two panels are divided by a band, subdivided into three compartments, with alternative suggestions for the decoration of the larger panels.  A smaller upper and lower panel is decorated with a column capitol-like motif.   The left leaf is framed on four sides by a band of palmettes.", 
  "classification_id": "7", 
  "restrictions": "", 
  "school": "", 
  "name": "Drawing", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}