{
    "id":"18570121",
    "tms:id":"78760",
    "accession_number":"1943-51-321",
    "title":"Album Page, \"Sketches of Basin and Pool\", late 19th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18570121\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35427991",
    "type_id":"35267349",
    "date":"late 19th century",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1943",
    "decade":null,
    "woe:country":"23424977",
    "medium":"Graphite on very smooth, thin cream wove paper, folded and tipped into binding with fabric",
    "markings":null,
    "signed":null,
    "inscribed":"Recto, interior left sheet, in graphite, from upper section of drawing: moulding of bottom of piscine; panel in piscine; recto, interior right sheet, in graphite, from upper section of drawing: base of pilasters; moulding at bottom of cap real size; mouldings of architrave ok \/ black marble \/ also medallion in \/ Riscer. . . and \/ base of col are \/ black marble. Verso of right sheet, in graphite, beginning at upper edge: det of beam; reservoir and \/ tube going to tank \/ mouth of well; plan.  Verso of left sheet, in graphite, clockwise from upper left of drawing: reservoir \/ GRA \/ reservoir tank \/ certisa di Pavi (?) \/ section \/ well \/ weight.",
    "provenance":null,
    "dimensions":"Sheet: 31.4 x 49 cm (12 3\/8 x 19 5\/16 in.), approximate",
    "creditline":"Gift of Mrs. William Greenough",
    "description":"Horizontal sheet folded vertically to create two faces of drawing space.  The sheet has been tipped into the binding so that the interior surfaces are read upside down.  The left sheet (when read correctly) contains the profile of a molded base consisting of multiple types: laurel, leaf and dart, and lozenge.  Below this is a square panel with inset carving inscribed in a circle.  The sheet at right consists of a profile of the base of a pilaster above, and detail of an architrave below.  The architrave has an elaborate griffon and scrollwork frieze.  The verso of the right sheet (read upside down) contains the plan of an octagonal well with steps radiating outward. The upper part of this sheet has been cut off but a sketch of a band of carving remains. The verso of the left sheet (also read upside down) contains an elevation of a rectangular reservoir with a plaque that reads G R A and terminates in a large carved shell above.  The plaque just mentioned is rendered larger to the right of this drawing.",
    "justification":null,
    "type":{
        "id":"35267349",
        "name":"Album page"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042021",
            "role_id":"35236565",
            "person_name":"Whitney Warren",
            "role_name":"Artist",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042021\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Album Page, \"Sketches of Basin and Pool\", late 19th century.\nlate 19th century. Graphite on very smooth, thin cream wove paper, folded and tipped into binding with fabric. Gift of Mrs. William Greenough. 1943-51-321."
    },
    "colors":[
        {
            "color":"#b18f60",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#6d593d",
            "closest_css3":"#556b2f"
        }
    ]
}