{
    "id": "18536717",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18536717\/",
    "name": "Hildreth Meière",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Hildreth Meière (1892–1961) was among the most important members of the 1920s and 1930s generation of New York-based modernist painters and designers. An exceptionally accomplished and productive decorative designer, her mosaic murals and metal reliefs graced public buildings as well as domestic interiors all over America. Only recently has she been restored to her rightful position as a major contributor to the rise of modernism in America. \n\nTrained at the San Francisco School of Fine Arts and the Art Students League in New York, Meière built a career designing mosaics and mural paintings for buildings including the National Academy of Sciences, Washington D.C. (1924); the Nebraska State Capitol, Lincoln, Nebraska (1924–29); One Wall Street, New York (1931); the Walker-Lespenard Telephone Company, New York (1932); and Illinois Bell Telephone, Chicago (ca. 1938). Her special area of expertise was designing mosaics and stained glass for religious institutions such as St. Thomas’ Church (1935); St. Bartholomew’s (1928–29, 1948–49); and St. Patrick’s Cathedral (1940), all in New York City, as well as Washington’s National Cathedral (1951). She gained particular attention in New York when she was awarded dual commissions in 1932 for metal panels on the exteriors of both the RKO Building and Radio City Music Hall in Rockefeller Center.\n\nMeière was particularly proud of her World’s Fair commissions.[1] For the 1933 Chicago Century of Progress Exhibition, she executed the Progress of Women mural for the National Council of Women and the decoration of the terracotta pool floor for an American Telephone and Telegraph installation. For the 1939–40 New York World’s Fair, she completed eight exterior murals for Fair buildings including Medicine and Public Health, American Telephone, and the Temple of Religion.\n\n[1] Hildreth Meière, “Working for a World’s Fair,” Journal of the Associated Alumnae of the Sacred Heart IV (1939–40): 1–6.",
    "woe:country_id": "23424977",
    "date": "American, 1892–1961",
    "videos": [

    ],
    "woe:country": "23424977"
}