{
    "id": "18651279",
    "tms:id": "200579",
    "accession_number": "1995-42-2",
    "title": "Book, Drawings\/ Edward Fella, 1967",
    "title_raw": "Drawings\/ Edward Fella",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18651279\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35424149",
    "type_id": "35247441",
    "date": "1967",
    "year_start": 1967,
    "year_end": 1967,
    "year_acquired": "1995",
    "decade": "1960",
    "woe:country_id": "23424977",
    "medium": "offset lithograph on brown and off-white papers",
    "markings": null,
    "signed": "Signed in graphite, back cover, lower edge, center: Edward Fella 1967",
    "inscribed": "Cover: Imprinted in black across lower edge, center: Drawings\/* Edward Fella\nPage two: Imprinted in black across upper edge, center: oh,\/ CLAUDE,\/ do BE\/ CAREFUL\nPage three: Imprinted in black across lower right quadrant, on side of truck: FRIENDS\/ \"NICKELL\"\/ BEER\nPage four: Imprinted in back across lower left quadrant, from elephant's trunk: the\/ nose\/ knows\nPage six: Imprinted in black, center, left, upside down across book: HOLY WRIT\nPage sixteen: Imprinted in black across upper left corner, in bubble from mouth of uniformed man: STAND BACK,\/ RIGHT REVERAND\/ THIS JOB WANTS THE SKILL OF AN\/ OFFICER\/ OF THE UNITED\/ STATES ARMY\/ DISMOUNTED!; from the mouth of the reverand: OH MY!\n\n* The \"\/\" is included in the text.",
    "provenance": null,
    "dimensions": "21.3 x 21.3 cm (8.375 x 8.375 in. ), closed\n21.3 x 42.6 cm (8.375 x 16.75 in. ), open",
    "dimensions_raw": {
        "height": [
            "21.30",
            "centimeters"
        ],
        "width": [
            "21.30",
            "centimeters"
        ]
    },
    "creditline": "Gift of Edward Fella",
    "description": "Sixteen page book printed in black.  Covers, brown paper. Inside pages, off-white paper.  [Printed] hand drawn cartoon-like images throughout. \nCover: Across sheet, image of man with toothy grin (Fella self-portrait) sits on safe with pen poised over paper on easel.  Across lower edge, center, text giving title.   \nInside cover: Across upper left quadrant: image of man with top hat, hang-glider-like wings. \nPage one: Across sheet, images of machinery.  Lower half of sheet, center, image of man with wrench. \nPage two: Across upper half of sheet, image of car.  Upper left quadrant, inside front of car, man with tie, baret.  Upper center, inside middle of car, woman with bonnet.  \nPage three: Upper half of sheet, image of sports car.  Lower half of sheet, image of truck driven by man reading paper.  Lower right quadrant, image of dog howling.  \nPage four: Across upper half of sheet, abstract images of man, frog, and dog.  Across lower half of sheet, image of elephant.  Lower left quadrant, coming from trunk of elephant, text reading \"the nose knows.\"  \nPage five: Across sheet, image of patterned chair and ottoman set, with large ears coming from the arms of the chair, so that it resembles the head of a cow. \nPage six: Across lower left quadrant, image of man on toilet, writing on a legal pad that rests on his lap.  Across right half  of sheet, image of man at podium with book inscribed \"HOLY WRIT\".  Upper right corner, picture of holy figure with halo.  \nPage seven: Lower left quadrant: image of man smoking cigar at large, elaborately carved desk, with single blank sheet of paper.  Lower right quadrant, image of man writing at small, plain desk, with many papers, books. \nPages eight and nine: Across sheets, images of men, including an artist, a priest, a politician, and a safari guide.  \nPage ten: Center, image of smiling man in suit and smiling woman in dress, with cameo necklace.  Man is hugging the woman.  Across right edge, design of flowers [mirror image repeated on page eleven]. \nPage eleven: Across left edge: design of flowers.  Across center, image of man in tuxedo and woman in long dress with pearls.  Both are sneering, eyes closed, and appear mustached.  The man is placing a large diamond ring on the woman's finger. \nPage twelve: Lower half of sheet, image of man in sweater and tie leaning back and eating grapes, which he holds in his left hand.  Woman in patterned dress and necklace lies in front of him, her head resting on her purse. \nPage thirteen: Across center, from upper edge to lower edge, image of exotic woman in belly-dancing outfit (elaborate bra, sheer scarves, long skirt).  Across right half of sheet, image of man in safari outfit, his hand covering his mouth.\nPage fourteen: Across sheet, image of three identical men, mustached, with bow ties and pointed party hats. \nPage fifteen: Across upper seven-eighths of sheet, image of huge windows, pillars.  Across lower eighth, image of men in suits sitting at long conference table. \nPage sixteen: Across left half of sheet, image of four men, one in dated military uniform, with a sword, one a reverend, one in a suit, one with suspenders.  Across right half of sheet, image of old man with heart on chest, looking into hat, holding sword. \nInside back cover: Across center, left: image of man (devil) in three piece suit, with horns, tail (the devil).  He is holding his tail and about to plug it into a socket.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "book",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/208812_89d69332f8153c39_b.jpg",
                "width": 1024,
                "height": 980,
                "is_primary": "1",
                "image_id": "208812"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/208812_89d69332f8153c39_z.jpg",
                "width": 640,
                "height": 612,
                "is_primary": "1",
                "image_id": "208812"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/208812_89d69332f8153c39_n.jpg",
                "width": 320,
                "height": 306,
                "is_primary": "1",
                "image_id": "208812"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/208812_89d69332f8153c39_d.gif",
                "width": 320,
                "height": 306,
                "is_primary": "1",
                "image_id": "208812"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/208812_89d69332f8153c39_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "208812"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18041625",
            "role_id": "35351535",
            "person_name": "Edward Fella",
            "person_date": "American, b. 1938",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18041625\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18048471",
            "role_id": "35352245",
            "person_name": "Molly Seiler",
            "person_date": "",
            "role_name": "Cataloguer",
            "role_display_name": "Catalogued by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18048471\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352245\/"
        },
        {
            "person_id": "18055425",
            "role_id": "35352245",
            "person_name": "Sheila Silverman",
            "person_date": "",
            "role_name": "Cataloguer",
            "role_display_name": "Catalogued by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18055425\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352245\/"
        },
        {
            "person_id": "18041625",
            "role_id": "35236655",
            "person_name": "Edward Fella",
            "person_date": "American, b. 1938",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18041625\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Book, Drawings\/ Edward Fella, 1967. offset lithograph on brown and off-white papers. Gift of Edward Fella. 1995-42-2."
    },
    "colors": [

    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}