{
    "id": "18694785",
    "tms:id": "222947",
    "accession_number": "2001-29-19",
    "title": "Book Cover, \"Muriel Rukeyser: Selected poems\", 1901–50",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18694785\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1901–50",
    "year_start": "1901",
    "year_end": "1950",
    "year_acquired": "2001",
    "decade": "1900",
    "woe:country": null,
    "medium": "Thin glossy paper",
    "markings": null,
    "signed": "Signature printed at lower right center: lusitg.",
    "inscribed": "Printed in black ink, front cover upper center: Muriel Rukeyser:  Selected Poems.\n\nPrinted vertically in white ink, side cover: MURIEL RUKEYSER. Printed vertically in black ink, side cover: SELECTED POEMS; printed horizontally in black ink, side cover: NC 32.\n\nPrinted in black ink, inside flap of front cover: SELECTED POEMS\/Muriel Rukeyser\/These poems are selected from the whole\/body of Muriel Rukeyser's published verse, from the Theory of Flight (1935) to the recent\/Orpheus. Readers of poetry are thus enabled\/for the first time, to see how this relatively\/young poet has developed over a fifteen-year\/period.\/\"At thirty-six Miss Rukeyser comes before\/us the vetran of an unremitting effort to\/reconcile her scientific and political assump-\/tions with those of the romantic personalism\/and the world-oppressed sensibility\/which are\/perhaps our chief modern conventions. It has\/been a difficult effort, too often losing itself\/in an unhappy, violent confession of dilemma\/or wishfully asserting an incompletely earned\/sense of triumph. But she has been, probably,\/the most persistent of those poets who have\/tried, in the Thirties especially, with so much\/passion to force through this reconciliation.\/(Among those whose work seemed to affect\/her most when she began writing were the\/'Auden-Group' in England and Hart Crane\/(Continued on back flap)\/$1.50.",
    "provenance": null,
    "dimensions": "18.4 x 26.4 cm (7 1\/4 x 10 3\/8 in. )",
    "creditline": "Gift of Susan Lustig Peck",
    "description": "Book cover. Front cover: blue background with various white lines, printed black text; side: blue background with printed black and white text; inside flap: white background with black text.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35249845",
        "name": "book cover"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39731_9159a715ddeed6f9_b.jpg",
                "width": 1024,
                "height": 709,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39731_9159a715ddeed6f9_n.jpg",
                "width": 320,
                "height": 222,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39731_9159a715ddeed6f9_z.jpg",
                "width": 640,
                "height": 443,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18043331",
            "role_id": "35236763",
            "person_name": "Alvin Lustig",
            "role_name": "Graphic Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions": [

    ]
}