{
    "id":"18549913",
    "tms:id":"67909",
    "accession_number":"1938-88-6982",
    "title":"Drawing, 1670–72",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18549913\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35370921",
    "type_id":"35237093",
    "date":"1670–72",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and brown wash, black chalk on off white laid paper; verso, black chalk",
    "markings":"Cooper Union stamp in brown, verso, lower right:  Lugt 457e.",
    "signed":null,
    "inscribed":"Inscribed in pen and brown ink, lower right verso:  8.",
    "provenance":"Giovanni Piancastelli, Rome; Mr. and Mrs. Edward D. Brandegee, Brookline, Massachusetts.",
    "dimensions":"49.2 x 33.0 cm (19 3\/8 x 13 in. )",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Recto: Drawing in three registers. Upper register, garlands are suspended from a large mask which is flanked by open scrolls; central register, two male nudes (slave figures in the style of Michelangelo) rest neatly within each curving concave side of the base flanking a framed central oval medalion; lower register, volutes and lion paws with the Farnese crest at center. The left half of the sheet is more finished.  \n\nVerso: Figures in a tondo. Left foreground, the Madonna is shown seated supporting the dead Christ in her lap;  right foreground,  the Madgalene kneels beside the Madonna behind which an unidentified figure stands. Left background, the Cross is faintly suggested. Upper edge of tondo, angels heads.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18535767",
            "role_id":"35236677",
            "person_name":"Antonio Gentile",
            "role_name":"After",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18535767\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236677\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, 1670–72.\n1670–72. Pen and brown ink, brush and brown wash, black chalk on off white laid paper; verso, black chalk. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-6982."
    },
    "colors":[
        {
            "color":"#a38f72",
            "closest_css3":"#bc8f8f"
        },
        {
            "color":"#836649",
            "closest_css3":"#696969"
        },
        {
            "color":"#624b3b",
            "closest_css3":"#556b2f"
        }
    ]
}