{
    "id": "18690945",
    "tms:id": "220996",
    "accession_number": "2001-5-1",
    "title": "Drawing, Butterfly House, Auburn, AL: Concept Sketches, 1997",
    "title_raw": "Butterfly House, Auburn, AL: Concept Sketches",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18690945\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35412503",
    "type_id": "35237093",
    "date": "1997",
    "year_start": 1997,
    "year_end": 1997,
    "year_acquired": "2001",
    "decade": "1990",
    "woe:country_id": "23424977",
    "medium": "Pen and black ink on heavy cream paper",
    "markings": null,
    "signed": "Signed in pen and black ink, lower right:  Mockbee '97",
    "inscribed": "Inscribed in pen and black ink, lower left:  \"Butterfly House\"\/(@ Rural Studio); on drawing, at lower center:  bed\/kit\/living\/porch",
    "provenance": "2001: acquired by Museum (from Max Protetch Gallery)",
    "dimensions": "35.5 x 43.0 cm (14 x 16 15\/16 in. )",
    "dimensions_raw": {
        "height": [
            "35.60",
            "centimeters"
        ],
        "width": [
            "43.00",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from General Acquisitions Endowment Fund",
    "description": "Fourteen different sketches showing plans, sections, and elevations of house.  Reading from lower part of sheet:  a full plan of house with v-shaped porch, living room, kitchen, bedroom and bathroom; two section views of house showing roof line:  view into bedroom with door and fan in transum above; view from kitchen into bedroom with door and fan in transum.; four sections of rooms and walls showing sloping roof line; three drawings of plans including bathroom; two sections showing sloping roof line and bathroom.",
    "justification": "One of the most important and innovative architects working today, Samuel Mockbee was among the architects featured in the museum’s National Design Triennial exhibition in 2000. He was also a National Design Award finalist in 2000 and a recipient of the prestigious MacArthur Fellowship “Genius Grant.” \nMockbee works in two capacities. His private firm with Coleman Coker—Mockbee-Coker Architects, established in 1986 in Memphis, Tennessee—focuses on site-specific architecture that relates to the topography and the history of the locale. In addition to his private practice, Mockbee also runs an alternative practice, Rural Studio, in connection with his teaching architecture at Auburn University in Alabama. In 1993, Mockbee co-founded Rural Studio with Dennis K. Ruth, who was then head of the School of Architecture at Auburn. Rural Studio’s vision was to develop low-cost, innovative housing for people in a poor, rural community, while providing hands-on experience to university architecture students and encouraging a strong social conscience in architectural work. Since its inception, Rural Studio has brought design and architecture directly to the citizens of Hale County, Alabama, working with county administration to find families in need, ascertain their housing requirements, and design and construct a home using recycled and inexpensive materials. Rural Studio has gained international recognition as a model of alternative architectural practice and education.\nOne of Rural Studio’s most innovative homes is the Harris House, built between 1996–98 for Anderson and Ora Lee Harris. The home is also known as the Butterfly House due to its sharply pitched roof structure, which channels rainwater into cisterns for reuse. The roof covers an open porch, a central design element since the family spent much of their time away from the house’s heat in the relative cool of the outdoors. Ramps and wide doorways allow for the elderly Mrs. Harris’s wheelchair. Low-cost materials and recycled wood from a nearby 105-year-old church kept the building's cost to the project budget of $30,000. \nThe drawing documents many of the key design challenges, and it is also visually interesting. It shows a series of 12 sketches including the plan, elevations, and sections of the house. The Y-shaped plan at the bottom of the sheet shows the two wings of the house with porch in the middle. The elevation above indicates the placement of fans above the doorways to circulate warm air in the winter and draw in cool air in the summer. Above are different elevations of the “butterfly” roof. Since Rural Studio does not produce many concept or design development drawings for their projects, this sheet is rare and especially significant. \nGail S. Davidson with Marilyn Symmes",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "Drawing",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38467_7a96f5edb6058947_b.jpg",
                "width": 1024,
                "height": 855,
                "is_primary": "1",
                "image_id": "38467"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38467_7a96f5edb6058947_z.jpg",
                "width": 640,
                "height": 534,
                "is_primary": "1",
                "image_id": "38467"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38467_7a96f5edb6058947_n.jpg",
                "width": 320,
                "height": 267,
                "is_primary": "1",
                "image_id": "38467"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38467_7a96f5edb6058947_d.gif",
                "width": 320,
                "height": 267,
                "is_primary": "1",
                "image_id": "38467"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38467_7a96f5edb6058947_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "38467"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18052781",
            "role_id": "35236669",
            "person_name": "Samuel Mockbee",
            "person_date": "American, 1944 – 2001",
            "role_name": "Draftsman",
            "role_display_name": "Drafted by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18052781\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236669\/"
        },
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18041329",
            "role_id": "35352249",
            "person_name": "Max Protetch Gallery",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18041329\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18052781",
            "role_id": "35236663",
            "person_name": "Samuel Mockbee",
            "person_date": "American, 1944 – 2001",
            "role_name": "Architect",
            "role_display_name": "Architect:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18052781\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236663\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, Butterfly House, Auburn, AL: Concept Sketches, 1997. Pen and black ink on heavy cream paper. \nMuseum purchase from General Acquisitions Endowment Fund. 2001-5-1"
    },
    "colors": [
        {
            "color": "#b6afa9",
            "closest_crayola": "#b0b7c6",
            "closest_css3": "#a9a9a9",
            "closest_css4": "#a9a9a9"
        },
        {
            "color": "#8b837d",
            "closest_crayola": "#95918c",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        },
        {
            "color": "#615b56",
            "closest_crayola": "#6e5160",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}