{
    "id": "18644499",
    "tms:id": "197152",
    "accession_number": "1993-151-368",
    "title": "Price List, \"Duggal Color Projects, Inc.\", 1983",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644499\/",
    "department_id": "35347493",
    "period_id": "35435423",
    "date": "1983",
    "year_start": "1983",
    "year_end": "1983",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "30.5 x 20 cm (12 x 7 3\/4 in.), closed\n30.5 x 100 cm (12 x 38 3\/4 in.), opened",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "The front and back covers (both are outside pages) are viewed as one continuous design featuring a photographic view of an all-over pattern of dense white clouds against a deep blue sky. Four square or rectangular inserts, also showing cloud views, each bordered at the top by a differently colored narrow strip ending in an inverted step design, are superimposed: upper left, near the edge, clouds darken at the lower edge, yellow strip; top center, straddling the fold, green strip; lower right, off-center, small color view, red strip superimposed on larger black and white view, black strip; abutting lower edge, immediately below this pair, a narrow black and white view, in the form of a narrow strip exactly as wide as the black and white view above. A black band in the same step design stretches across the top of both pages; Duggal, in small white capitals, is imprinted immediately below the step on the top right. On the lower left are five lines of type about Duggal. \n\nThe five inside pages and the three remaining outside pages continue the black border design, on which color strips of cloud views are superimposed. Products and services, presented in chart form, are differentiated on the left by dots in deep sky-blue and highlighted by narrow strips in the same color above the product names.",
    "justification": null,
    "culture": null,
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}