{
    "id": "18065251",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18065251\/",
    "name": "Experimental Jetset",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "16",
    "biography": "Established in 1997, Experimental Jetset is a small independent graphic design studio in Amsterdam, founded by members Marieke Stolk, Erwin Brinkers and Danny van den Dungen. Prior to establishing the firm, Marieke, Erwin and Danny were designing small projects well before they went to art school. Their early work takes its inspiration from punk rock movements and modernism, both of which are still present in their graphic aesthetic.  As teenagers, they claimed to have been “completely absorbed” by all kinds of post-punk movements: psychobilly, garage punk, new wave, two tone, and American hardcore. They were drawn to  the music, as well as to the graphic manifestations that came with it, such as record sleeves, t-shirts, patches, band logos, posters, among others. \n\nToday their inspirations remain modernism and rock culture. Their portfolio consists of printed works and site-specific installations that have been exhibited at various institutes and group exhibitions, such as ‘Ecstatic Alphabets\/ Heaps of Language’ at MoMA (2012), ‘Graphic Design: Now in Production’ at the Walker Art Center (2011). Solo exhibitions include: ‘Kelly 1:1’ in the Casco Projects in Utrecht (2002), and ‘Two or Three Things I Know About Provo’ in Amsterdam (2011), and Cooper Hewitt. Experimental Jetset’s methodology is best described as “turning language into objects.”\n\nIn 2011, The Whitney Museum of American Art commissioned Experimental Jetset to design their new graphic identity (similar to a graphic “toolbox”) that was to be used by the in-house Whitney Museum designers. Their work is held in the collection of The Museum of Modern Art, New York.",
    "woe:country_id": "23424909",
    "date": "Amsterdam, The Netherlands, founded 1997",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424909"
}