{
    "id": "18536941",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18536941\/",
    "name": "Benjamin Frazier Cunningham",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Benjamin Cunningham (1904-1975), painter, muralist, and printmaker, was born in Cripple Creek, Colorado on February 10, 1904. He was raised in Reno, Nevada and eventually entered the University of Nevada to study architecture. In 1924, he relocated to the San Francisco Bay Area to continue his studies at the University of California at Berkeley. Discovering that he had arrived mid-term at the university, he enrolled in a few classes at the California College of Arts and Crafts and thereafter abandoned architectural studies. When his funds were depleted he returned to Nevada and worked in the mines. Cunningham returned to California and studied for two years at the California College of Arts and Crafts.\n\nDuring the Depression Cunningham was one of twenty-six artists selected for the WPA Mural Project at Coit Tower in San Francisco. When the project was completed, he served as an assistant director for the Northern California Art Project. In 1939, he went to Paris to study but was forced by the war to return after only six months. In 1940, he was one of twenty artists selected to create an original print for the Contemporary Graphics series published by the San Francisco Chronicle.\n\nCunningham moved to New York City in 1944 where he taught design at Cooper Union from 1960 to 1968. He also an instructor of painting and color at the Art Students' League, and he taught painting during the summers of 1967 and 1968 at the University of Minnesota, Duluth. Cunningham died in New on April 5, 1975.\n\nHis work is represented in the Museum of Modern Art, Whitney Museum, Guggenheim Museum, Brooklyn Museum, and the Smithsonian American Art Museum.",
    "woe:country_id": null,
    "date": "(American, 1904–1975)",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}