{
    "id":"18644501",
    "tms:id":"197153",
    "accession_number":"1993-151-369",
    "title":"Magazine, \"National Lampoon: Guide to Daytona Beach\/ Fort Lauderdale\", 1981",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644501\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35247567",
    "date":"1981",
    "year_start":"1981",
    "year_end":"1981",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset Lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"23.6 x 20.8 cm (10 7\/8 x 8 1\/8 in.), closed\n23.6 x 41.5 cm (10 7\/8 x 16 3\/8 in.), opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"The magazine is divided in two parts, joined back-to-back and in reverse.\nCover pages, Guide to Fort Lauderdale (aka #1) and Guide to Daytona Beach (aka  #2) - Identical design aspects: a red background; large sans-serif yellow type for the featured locations, placed across the page in the top quarter; National Lampoon in black-shadowed, red uppercase type on a black-edged yellow strip, diagonally placed and overlapping the left edge of the title; above and to the right, within a chartreuse, black-edged oval, in uppercase type, the\/ fully unauthorized\/ 1981\/ semi-official; just below and to the left, in orange uppercase type, guide to; multiple photographic illustrations outlined in black and accompanied by captions in white uppercase type on black ribbon shapes. Some examples of illustrations in the absurdist National Lampoon style: a hot dog in a bun (three times), labeled foot long dogs, captioned edible souvenirs (#1), adult entertainment (#1), and hilarious novelty foods (#2); the Eiffel Tower, captioned world-famous tourist attractions (#2); a hotel lobby desk, with paneled back and mail box grid, captioned loads of lobbies (#1); and a gas station pump, with a sign showing cold beer substituting for the accustomed prices, captioned ice-cold brew\/ from the pump (#2).\n\nCenterfold: In a style derived from comic book art, a poster is headed Fort Lauderdale (recto) and Daytona Beach (verso). (Note: Because the poster is folded and stapled in place, the viewer cannot verify that the designs are identical, but that appears to be so.) A light blue ribbon banner, centered near the top of the page, is imprinted the Florida Department of Wealth, Education\/ and Designer Jeans Welcomes You To; the message continues with the name of the venue, imprinted on a curve in backward-slanting capital letters in orange-fading-to-yellow tones, shadowed in black. Within a circle on the top right, a deserted highway in single point perspective, divided by a yellow dotted line surrounded by green and topped by a sliver of blue sky, is rimmed by a caption, miles of\/ highways. An area map in green, differing as to location in the two designs, appears on both sides of the double-page center and is overlaid on the left by a crouching figure of a man, bare-chested, barefoot and wearing blue trousers. He holds a woman's opened handbag by its handles; he is grimacing and, confirming his angry expression, there are slanted comic book lines of exasperation extending from his head. His feet rest on a curved white band, imprinted Wrestling in red capitals. To the left, a jagged-edged yellow shape, imprinted alligator\/ bag, overlaps the figure. Just to the left edge of the page, a curved palm tree trunk extends from bottom to top, where it ends in a crown of jagged-edged green leaves, cut off at the edge. Outlined in black, a figure of a mermaid, sitting, leans against the tree trunk, her arms bent at the elbow, her hands behind her head.  Her pink hair, in a 1940's-style upsweep, is tied in a red ribbon; her eyes are obscured by dark lenses framed in 1950's-style Harlequin sunglasses; her lipstick is dark red. She wears a print bathing suit top, exposing cleavage and midriff. A cartoon bubble extending from her head, signifying that she is dreaming, shows a swimming merman figure, his human legs extending from flowered bathing trunks, topped by a green fish body and head. Overlapping the mermaid's tail is a rectangle containing three large-headed, small-bodied male figures side by side; they are laughing and wearing sunglasses with green lenses. Their skin tones differ: the leftmost, pale; the middle, pink; the right, brown. They are labeled accordingly, in black capitals on red bands, rare, medium and well done. The rare and medium, dressed in bathing trunks, are stretched out on beach chairs in the sunlight; the well done, dressed in a purple jacket, white shirt and red bowtie, is seated at a white piano. Shadows extend from all three. Below the figures, Hours of Sunbathing! is imprinted in black script. To the right of the map, below the venue sign, a triangular orange-red sign with a curved top is imprinted Home of Cheese in a Tube; the word cheese is in golden squiggle letters emerging from a tube, placed below on the left, showing a wedge of cheese and labeled Processed Cheese Squeeze. Below the triangle, the word Flamingo, curved and in the same orange-red, is overlaid by a pink flamingo body topping a pair of mesh-stocking legs in stiletto heels; a smaller version is duplicated to the right, and a single palm tree appears on the outer edge of each figure. Both pairs of legs emerge from palm leaves situated on top of a band, imprinted Impersonators. Below that, within a diagonally placed, checkered edged green square, two side-by-side orange cats in running position are backed by  golden jagged-edged shapes. The cats have bright green eyes and smiling opened mouths revealing white teeth and red tongues. In red capitals, Fabulous is imprinted above the square and Cat Racing below.",
    "justification":null,
    "type":{
        "id":"35247567",
        "name":"magazine"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Magazine, \"National Lampoon: Guide to Daytona Beach\/ Fort Lauderdale\", 1981.\n1981. Offset Lithography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-369."
    },
    "colors":[

    ]
}