{
    "id": "18700467",
    "tms:id": "225874",
    "accession_number": "2005-4-1",
    "title": "Digital Print, Tel Aviv Museum of Art (TAMA ), Tel Aviv, Israel, Lightfall I, 2003",
    "title_raw": "Tel Aviv Museum of Art (TAMA ), Tel Aviv, Israel, Lightfall I",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18700467\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "68267207",
    "type_id": "35300281",
    "date": "2003",
    "year_start": 2003,
    "year_end": 2003,
    "year_acquired": "2005",
    "decade": "2000",
    "woe:country_id": "23424977",
    "medium": "Digitally enhanced Fujiflex print, laminated and mounted on Plexiglass",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2005: acquired by Museum (from Thomas Erben)",
    "dimensions": "152.7 x 114 cm (60 1\/8 x 44 7\/8 in.)\nFrame: 154.9 x 116.8 x 5.7 cm (5 ft. 1 in. x 46 in. x 2 1\/4 in.)",
    "dimensions_raw": {
        "depth": [
            "5.72",
            "centimeters"
        ],
        "height": [
            "152.72",
            "centimeters"
        ],
        "width": [
            "113.98",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from Drawings and Prints Council Fund",
    "description": "The print depicts the light well at the building's inner core. The main features of the light well are the skylight (upper center), the ramp (lower left), and the staircase (upper right), all shown at exaggerated angles.  The two circulation paths are surrounded by a cacophony of intersecting curvilinear and flat wall surfaces.  The natural light enters the space through the skylight and the windows of the building's back wall creating rich, pronounced\/accentuated lighting effects, such as the shadows cast by the frame of the skylight (lower center).  The print is monochromatic in various beige and cream tones.",
    "justification": "Preston Scott Cohen is one of the contemporary architects exploring complex geometries with the aid of a computer software first used in aeronautics to create “smooth, supple, and morphed,” avant-garde digital architecture. In addition to Frank O. Gehry, the group includes such luminaries as Zaha Hadid, Greg Lynn, Hani Rashid, Diller + Scofidio, Reiser + Umemoto, and Foreign Office Architects. \nAccording to Cohen, this digital print of the Tel Aviv Museum of Art interior served as part of his design process. It verified the light reflections on the interior walls of the building’s light well and adjacent spaces, which otherwise only could have been imagined but not actually visualized. Moreover, the print functions as a compelling presentation drawing and was used by the architect when he presented his design to the competition committee. The print shows the central light well, which also encompasses the circulation modes—ramp (lower left), stairs (upper right), and escalator (not shown)—that run through the building’s five levels. The print also explores the rich lighting effects created on the atypical wall and floor surfaces intersecting at oblique angles. The print is one of an edition of six with two artist’s proofs. Cooper-Hewitt would be the first museum to acquire a drawing of the Tel Aviv project.\nCohen’s work was first brought to public attention through MoMA’s 1999 exhibition, The Un-private House, in which his “Torus” Wolf House was one of the more interesting and most frequently reproduced projects in this show. The Torus House uses a similar central light well core, which contains the stairway that flows from the parking area below the house through the interior to the roof deck. The light well’s form gives the project its name: Torus. A torus is a solid geometrical circular form with a hole, similar to a donut. In the course of his design process, Cohen generates forms of solid geometry with software and twists or rotates them to achieve a variety of unexpected architectural volume, which, when set within a more normative Miesian box, seem to warp the surrounding spaces. The Tel Aviv project reflects this process.\nIn the cultural district of Tel Aviv, Cohen’s 247,000 square-foot building stands on a 37,000 square-foot triangular parcel of land. It is located west of the original 1970s brutalist museum building and adjacent to the museum’s sculpture garden. The expansion was commissioned in 2003 following an international competition, for the purpose of expanding gallery space for architecture, design, and Israeli art, as well as adding public spaces and curatorial offices. This print of the model shows how the two main facades torque or twist, alluding to the rotation of the central core—or, seen another way, the exterior seems to result from the centrifugal motion of the core. The galleries on the two above-ground levels are more or less rectangular with flat walls for pragmatic reasons. The warped planes exist on the outside walls and in the light well.\nCohen received his BFA and BArch from the Rhode Island School of Design (1982–83) and his MArch from the Harvard University Graduate School of Design (1985). In addition to a private practice, he is the Gerald M. McCue Professor of Architecture at the Harvard University Graduate School of Design, where he also serves as the director of the Master of Architecture degree programs. He has a long record of publications, which have appeared in architectural journals like Architectural Design, Architecture and Urbanism, AA Files, Assemblage, and Domus. He is the author of Contested Symmetries and Other Predicaments in Architecture (2001). \nCohen has been recognized for his work since the early 1990s. He was a winner of the 1992 Architectural League of New York’s Young Architects Forum. In 1996, Scott Cohen was one of four architects who represented the United States in the Emerging Voices exhibition at the Venice Biennale International Exhibition of Architecture. In 1998 and 2000, he received the Progressive Architecture Award from Architecture magazine. His projects have been included in many group exhibitions. \nCritics cite geometry and biology as Cohen’s main sources of inspiration. K. Michael Hays writes that “Cohen’s particular use of (and even obsession with) projective geometry as a specifically demarcated set of codes and procedures that, when used in ways initiated and developed in architecture’s own disciplinary history, conserves and extends this particular field of activity.”[1] Cohen searches for anomalies and tries to express them through distorted geometry. As he explained in an email, the Tel Aviv drawings “represent the investigation of geometric anomalies capable of bringing about solutions to the particular spatial predicaments posed by the museum’s program i.e. the demand for flexible, rectangular galleries within a disagreeable triangle shaped site that is not sufficiently commodious to accommodate the program required. The twisting geometry brings reflective, indirect light to the lowest reaches of the building while simultaneously adapting the rectangles to the triangle.” Cohen explores sensations of architectural instability in the design for the Tel Aviv Museum, especially within the light well. \nThe image is digitally printed on Fujiflex Crystal Archive Printing Material, a white polyester based medium—not paper—introduced by Fujiflim in 1998. Images printed on Fujiflex are characterized by vivid colors, extensive tonal range, clear highlights, high gloss, and great clarity. Fujiflex is enhanced with Hybrid Image Stabilizing Technology, which helps colors resist fading and prevent white areas from yellowing. The surface of the print is protected by a coat of UV filtering glossy lamination and the print is mounted on ¼-inch Plexiglass. Dry adhesive and a rolling press were used to bind the various layers. The printing, mounting, and framing processes were executed by Laumont Digital, New York. \nContemporary architects are relying less on hand drawings and turning instead to computer programs in their design process. This object would be the museum’s first foray into this new category of contemporary digital drawing and print making. The museum’s collection does include earlier digital drawings that were acquired in connection with the 1990 exhibition, The Doghouse, but they were created with different software and printed on different material.\nBeginning in the mid-1990s, Drawings and Prints curators have prioritized contemporary architectural drawings as a collecting focus. In doing so, the museum has acquired works by Steven Holl (St. Ignatius Chapel); Samuel Mockbee (Butterfly House); Tod Williams Billy Tsien (American Folk Art Museum); and Alvaro Siza (Galician Museum for Contemporary Art). The acquisition of Scott Cohen’s Tel Aviv project will further expand the group of museum designs. Furthermore, both the Siza and Cohen projects respond to similar triangular plot plan conditions, making a comparison between the two works—one coming out of the modernist tradition, the other from 21st-century computer-generated technology—both interesting and informative.\n[1] K. Michael Hays, “Terminal Desire (A Note on Scott Cohen's Recent Projects),” Architecture + Urbanism (January 2000): 106-109.",
    "gallery_text": "Cohen’s design responds to an idiosyncratic triangular site. Each floor has a unique plan, with the whole unified by a vertically twisting atrium containing the circulation core (stairs and ramps), which allows light to fall through the building and highlight the complex warped geometric volumes.",
    "label_text": "Cohen’s design responds to an idiosyncratic triangular site. Each floor has a unique plan, with the whole unified by a vertically twisting atrium containing the circulation core (stairs and ramps), which allows light to fall through the building and highlight the complex warped geometric volumes.",
    "videos": null,
    "on_display": "1",
    "woe:country": "23424977",
    "type": "Digital print",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/91589_05fb147ac9051408_b.jpg",
                "width": 778,
                "height": 1024,
                "is_primary": "1",
                "image_id": "91589"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/91589_05fb147ac9051408_z.jpg",
                "width": 486,
                "height": 640,
                "is_primary": "1",
                "image_id": "91589"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/91589_05fb147ac9051408_n.jpg",
                "width": 243,
                "height": 320,
                "is_primary": "1",
                "image_id": "91589"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/91589_05fb147ac9051408_d.gif",
                "width": 243,
                "height": 320,
                "is_primary": "1",
                "image_id": "91589"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/91589_05fb147ac9051408_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "91589"
            }
        },
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/20042_ceffb2c9010792a2_b.jpg",
                "width": 749,
                "height": 1024,
                "is_primary": "0",
                "image_id": "20042"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/20042_ceffb2c9010792a2_z.jpg",
                "width": 468,
                "height": 640,
                "is_primary": "0",
                "image_id": "20042"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/20042_ceffb2c9010792a2_n.jpg",
                "width": 234,
                "height": 320,
                "is_primary": "0",
                "image_id": "20042"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/20042_ceffb2c9010792a2_d.gif",
                "width": 234,
                "height": 320,
                "is_primary": "0",
                "image_id": "20042"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/20042_ceffb2c9010792a2_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "20042"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18057251",
            "role_id": "35352249",
            "person_name": "Thomas Erben",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18057251\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18057249",
            "role_id": "35236663",
            "person_name": "Preston Scott Cohen",
            "person_date": "American, b. 1961",
            "role_name": "Architect",
            "role_display_name": "Architect:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18057249\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236663\/"
        }
    ],
    "tombstone": {
        "epitaph": "Digital Print, Tel Aviv Museum of Art (TAMA ), Tel Aviv, Israel, Lightfall I, 2003. Digitally enhanced Fujiflex print, laminated and mounted on Plexiglass. \nMuseum purchase from Drawings and Prints Council Fund. 2005-4-1"
    },
    "colors": [
        {
            "color": "#5f5d69",
            "closest_crayola": "#6e5160",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#3a3943",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        }
    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}