{
    "id": "18061841",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18061841\/",
    "name": "J. & L. Lobmeyr GmbH",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "160",
    "biography": "Josef Lobmeyr (1792-1855) founded his glassware company in Vienna in 1822. Lobmeyr opened a \"glass wares\" store, selling products of different manufacturers and serving as Viennese representative of the most important Bohemian glass factories, such as Joseph Loetz. By 1840, Lobmeyr began to design and produce his own glassware as well, primarily Biedermeier table glasses and decanters, combining classic design with innovative manufacturing and glassmaking technologies. The firm's glasses favored utility and a clarity of forms that helped to influence the modern aesthetic. Its initial success was furthered in the era of Ludwig (II) Lobmeyr, nephew of Josef, a successful entrepreneur who understood the importance of having recognized designers and artists design for the firm--which it continues to do today. By then known as J. & L. Lobmeyr, it exhibited at the 1862 International Exposition in London, where it was awarded a gold medal as a glass refiner \"for excellence in the making of crystal glass, tableware, and candelabra.\" The firm also showed at the 1873 World Exhibition in Vienna in the working room of the emperor. (Ludwig Lobmeyr served as purveyor of glass and glassware to the Austrian imperial court starting in 1860.) \n\nJ. & L. Lobmeyr continued to exhibit at important international exhibitions throughout the nineteenth and into the twentieth century, such as Paris in 1925 and the 1939 New York World's Fair. The firm's commitment to design from the artistic heritage of Ludwig Lobmeyr and Josef Storck led to the commissioning of artists from the Wiener Werkstatte, including pieces by Josef Hoffmann, Adolf Loos, Stefan and Marianne Rath, Josef Winner, and Michael Powolny. In the late twentieth century, Lobmeyr revived its practice of working with outside designers, including renowned American designer Ted Muehling.\n\nThe firm continues to produce elegant and prized glasswares today under the leadership of the same family that founded it nearly two centuries ago.",
    "woe:country_id": "23424750",
    "date": "Vienna, Austria, founded ca. 1935",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424750"
}