{
    "id": "18042721",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18042721\/",
    "name": "Ilonka Karasz",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "103",
    "biography": "Ilonka Karasz (American, b. Hungary, 1896-1981) studied art at the Royal Academy of Arts and Crafts in Budapest, where she was one of the first women to be admitted. After immigrating to the United States in 1913, she became an active member of the New York art scene. In 1914, she co-founded the European-American artists' collective Society of Modern Art with Winold Reiss. She also taught textile design at the Modern Art School.\n\nKarasz was the founding director of Design Group, Inc., a firm of industrial designers, craftspeople, and artists. She was considered a pioneer of textile designs requiring the use of the Jacquard loom. She worked with the DuPont-Rayon Company on improving the texture and feel of rayon. Her work for F. Schumacher & Company was used in a Fokker airplane. \n\nIn designing wallcoverings, Karasz was known for experimenting with different methods of transferring and layering images. She worked with the aluminum manufacturer Alcoa to experiment with the use of aluminum in wallcoverings. Beginning in the late 1940s she designed wallcoverings exclusively for Katzenbach & Warren, Inc. Cooper Hewitt, Smithsonian Design Museum currently holds a large collection of her wallcoverings, as well as drawings, prints, and sample books. \n\nAs a furniture designer, she designed what may have been the first modern nursery in the United States. In the realm of illustration, she created 186 covers for New Yorker magazine between 1924 and 1973. She also created advertising for Bonwit Teller, designed book covers, and illustrated children’s books.\n\nKarasz was married to Willem Nyland, with whom she had two children. She died at age 84.",
    "woe:country_id": "23424977",
    "date": "American, b. Hungary, 1896-1981",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}