{
    "id": "18692583",
    "tms:id": "221834",
    "accession_number": "2001-15-2",
    "title": "Drawing, Exterior View of the Chapel of St. Ignatius, Seattle University: Vaults of Light (A Gathering of Different Lights), September 6, 1994",
    "title_raw": "Exterior View of the Chapel of St. Ignatius, Seattle University: Vaults of Light (A Gathering of Different Lights)",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18692583\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35414139",
    "type_id": "35237093",
    "date": "September 6, 1994",
    "year_start": 1994,
    "year_end": 1994,
    "year_acquired": "2001",
    "decade": "1990",
    "woe:country_id": "23424977",
    "medium": "Brush and gray, blue-green, and yellow watercolor, graphite on heavy paper",
    "markings": null,
    "signed": "Signed and dated in graphite, at right side (oriented vertically): 9\/16\/94  S. Holl",
    "inscribed": "Inscribed in graphite, along top from upper left to upper center: VAULTS OF LIGHT (A GATHERING OF Different LIGHTS); at right edge, center: 9\/6\/94  S.H. II",
    "provenance": null,
    "dimensions": "12.7 x 17.8 cm (5 x 7 in. )",
    "dimensions_raw": {
        "height": [
            "12.70",
            "centimeters"
        ],
        "width": [
            "17.80",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase through gift of Eleanor and Sarah Hewitt",
    "description": "Perspective study of the Chapel, with tower in background (as if located above the Blessed Sacrament Chapel; tower not realized in this location).",
    "justification": "Steven Holl ranks among America’s leading innovators in contemporary architecture. He was among the designers featured in the museum’s 2000 National Design Triennial, the same year he was also a National Design Awards finalist. \nHoll is a remarkable and prolific draftsman. Drawing is a vital part of his design process. This involves numerous watercolors drawings that serve as unique explorations and vital visualizations of his architectural thought. He is never without his sketchbook. Holl constantly refers to his drawings as he develops a building’s overall design of space and structure, or works out details. This “visual dialogue,” in turn, generates new drawings that work in tandem with other methods of design development being produced by his office (e.g. models, computer-aided designs). Representing Holl’s architecture is an acquisition goal for our collection. \nHoll’s Chapel of St. Ignatius at Seattle University received the 1995 NYC AIA Design Award and the 1997 National AIA Religious Architecture Award. Holl’s concept for the chapel began as “a gathering of different lights.” Holl intended this architectural concept to: serve as a metaphor for spiritual enlightenment and the teachings of St. Ignatius; refer to the different nationalities of students brought together at Seattle University, which is a Jesuit school; and be a literal interpretation of the metaphysical properties of light to reflect, refract, or cast diaphanous veils as he created his “chromatic spaces\" (the space revealed by reflected, colored lights or light passing through colored windows and skylights). His sketched spaces indicate a billowing up with light emanating from unseen sources (within the roof and ceiling). As indicated in this drawing, radiant colored light (cast from stained glass windows, hidden light sources, or skylights) shines into the structure, forming what Holl calls \"chromatic spaces.\" In the actual building, these brilliant color accents infuse the interiors with glowing light; the radiance of the inner (holy) space emanates and projects outdoors, thereby distinguishing this building from its secular surroundings on the campus. \nThe 1990s was an extraordinarily significant decade in Holl’s career. He received numerous major commissions and his international stature grew as he received several prestigious architectural awards and AIA honors. In addition to the Chapel of St. Ignatius, his other award winning projects include: Kiasma Museum of Contemporary Art, Helsinki, Finland (1998); Cranbrook Institute of Science, Bloomfield Hills, Michigan (1998); Makuhari Housing, Chiba, Japan (1996); Void Space\/Hinged Space Housing, Fukuoka, Japan (1990); the Y-House, Catskills, New York (1997–99); the Stretto House, Dallas (1992). During this decade, his work was the subject of several major exhibitions and he wrote two books discussing scientific phenomena in relation to his work, Intertwining (1996) and Parallax (2000). \nThis drawing is one of 11 proposed for acquisition. This group was selected by curators from the department of Drawings and Prints after reviewing the architect’s huge office archive of drawings for past, recent, and current projects. The curators were able to obtain an overall sense of Holl’s design process and drawing quality, and these drawings stood out as especially impressive. The drawings reveal the earliest concepts for the chapel’s key areas, and served as the catalyst for ways Holl could develop the design. The drawings exemplify how Holl draws inspiration from scientific phenomenon, particularly the qualities of light, and its nuances of shadow, reflection, and “chromatic space.” In addition, since an increasing number of contemporary architects and designers conceive and develop their designs via computer aided renderings or other digital media that may be more ephemeral in nature, collecting analog drawings as examples of the mind and hand of an innovative architect remains important.\nIn today’s predominantly secular world, it is interesting to study these drawings for insights into how a contemporary architect approaches the challenge of designing a sacred place. Except for several Boston church designs by Pietro Belluschi (1960s), the museum has no other contemporary ecclesiastical designs at the time of this acquisition. The museum has many pre-1900 designs dating for ecclesiastical architecture, memorials and decorative arts objects. Two of the museum’s earliest architectural drawings are for churches: Design for a Steeple, 1490–1500, Germany (1960-77-1); and Bernardino Sozi di Vincenzo's Proposed Additions to an Octagonal Church, 1573 (1938-88-2648). The human need for sacred places to worship has resulted in some of the world’s most inspiring buildings. This fact is no less relevant today. \nDecember 5, 2001",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "Drawing",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38470_5a0d81349eacd89d_b.jpg",
                "width": 1024,
                "height": 738,
                "is_primary": "1",
                "image_id": "38470"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38470_5a0d81349eacd89d_z.jpg",
                "width": 640,
                "height": 461,
                "is_primary": "1",
                "image_id": "38470"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38470_5a0d81349eacd89d_n.jpg",
                "width": 320,
                "height": 231,
                "is_primary": "1",
                "image_id": "38470"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38470_5a0d81349eacd89d_d.gif",
                "width": 320,
                "height": 231,
                "is_primary": "1",
                "image_id": "38470"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38470_5a0d81349eacd89d_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "38470"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18047461",
            "role_id": "35352245",
            "person_name": "Marilyn Symmes",
            "person_date": "",
            "role_name": "Cataloguer",
            "role_display_name": "Catalogued by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18047461\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352245\/"
        },
        {
            "person_id": "18536969",
            "role_id": "35236669",
            "person_name": "Steven Holl",
            "person_date": "American, b. 1947",
            "role_name": "Draftsman",
            "role_display_name": "Drafted by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18536969\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236669\/"
        },
        {
            "person_id": "18051967",
            "role_id": "35352249",
            "person_name": "Steven Holl Architects",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18051967\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18051967",
            "role_id": "35236663",
            "person_name": "Steven Holl Architects",
            "person_date": "",
            "role_name": "Architect",
            "role_display_name": "Architect:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18051967\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236663\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, Exterior View of the Chapel of St. Ignatius, Seattle University: Vaults of Light (A Gathering of Different Lights), September 6, 1994. Brush and gray, blue-green, and yellow watercolor, graphite on heavy paper. \nMuseum purchase through gift of Eleanor and Sarah Hewitt. 2001-15-2"
    },
    "colors": [
        {
            "color": "#6c6963",
            "closest_crayola": "#757575",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#f0eaae",
            "closest_crayola": "#fae7b5",
            "closest_css3": "#eee8aa",
            "closest_css4": "#eee8aa"
        },
        {
            "color": "#8a8982",
            "closest_crayola": "#95918c",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}