{
    "id": "18057943",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18057943\/",
    "name": "Landers Frary & Clark",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "George Landers was a hardware manufacturer who began operation in 1842 in Meriden, Connecticut. Together with Josiah Dewey, Landers produced furniture casting and hat-and-coat hooks. Levi O. Smith joined the firm and after Dewey’s death the company became Landers & Smith in 1853. In 1862, the company acquired the firm of Frary, Clark & Company of Meriden Connecticut. This addition of James Frary, an inventor and maker of scales and cutlery, and Clark, an attorney, would change the business’s direction. In 1865 the firm reorganized and incorporated, taking the name Landers, Frary & Clark, which it retained for nearly the full century of its existence. In 1866, the firm constructed a new building and began to make table cutlery and by 1903, LFC was the leading cutlery firm in the world. In the 1890s the trade name “Universal” was adopted for the company’s growing category of household products. The Universal breadmaker won a gold medal at the 1904 World’s Fair. LFC was one of the first companies to manufacture electric home appliances with the introduction of an electric coffee percolator in 1908 and an electric iron in 1912. By the teens the line greatly expanded to include stoves, coffee makers, meat and food choppers, toasters, wafflemakers, vacuum cleaners, bathroom fixtures, and irons. During World War I all production was devoted to military needs but following the war the company further intensified its hold on the electrical appliances market. In 1965 the Universal trademark along with the remaining assets, inventory, and equipment were acquired by the General Electric Company’s Housewares division.",
    "woe:country_id": "23424977",
    "date": "American, 1865 - 1965",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}