{
    "id": "18695357",
    "tms:id": "223245",
    "accession_number": "2002-11-27",
    "title": "Poster, \"IBM Quality\", 1990",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18695357\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1990",
    "year_start": "1990",
    "year_end": "1990",
    "year_acquired": "2002",
    "decade": "1990",
    "woe:country": null,
    "medium": "Offset lithograph on light brown textured paper",
    "markings": null,
    "signed": "Imprinted in gray ink, lower left corner: - Paul Rand",
    "inscribed": "Imprinted in gray ink, striped logo, upper right corner, vertically (facing in): IBM; imprinted in font resembling children's playing blocks, upper left quadrant: Qua\/ lity:; imprinted in font similar to Book Antiqua, lower half of page in three text blocks separated by spaces; first text block: The concept of quality is difficult to define, for it is not\/ merely seen, but somehow intuited in the presence of the work in\/ which it is embodied. Quality has little to do with popular\/ notions of beauty, taste, or style; and nothing to do with status,\/ respectability, or luxury. It is revealed, rather, in an atmosphere\/ of receptivity, propriety, and restraint.; second text block: Quality is concerned with the weighing of relationships; the\/ discovery of analogies and contrasts; with proportion and harmony;\/ the juxtaposition of formal and functional elements-with\/ their transformation and enrichment.; third text block: Quality is concerned with truth, not deception; with ideas, not\/ techniques; with the enduring, not the ephemeral; with precision,\/ not fussiness; with simplicity, not vacuity; with subtlety, not\/ blatancy; with sensitivity, not sentimentality.",
    "provenance": null,
    "dimensions": "76.2 x 50.8 cm (30 x 20 in. )",
    "creditline": "Gift of Marion S. Rand",
    "description": "Light brown poster.  Imprinted in gray ink, in font resembling children's playing blocks, upper left quadrant: Quality. Imprinted in font similar to Book Antiqua, three text blocks, lower half of page, describing Paul Rand's ideas of quality: his definition of the word, what it isn't, and what it is concerned with. Imprinted in striped logo, vertically (facing in), upper right corner: IBM",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042341",
            "role_id": "35236763",
            "person_name": "Paul Rand",
            "role_name": "Graphic Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "exhibitions": [

    ]
}