{
    "id":"18644053",
    "tms:id":"196894",
    "accession_number":"1993-151-135",
    "title":"Advertisement, \"Memphis (Condominiums):  New York Times Advertisement\", September 30, 1985",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644053\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35422819",
    "type_id":"35247579",
    "date":"September 30, 1985",
    "year_start":"1985",
    "year_end":"1985",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithorgraphy",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-135a - 56.7 x 34.6 cm (22 1\/4 x 13 3\/4 in.)\n1993-151-135b - 56.7 x 34.6 cm (22 1\/4 x 13 3\/4 in.)\n1993-151-135c - 56.7 x 34.6 cm (22 1\/4 x 13 3\/4 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"(A, b and c) The three-page spread combines advertisements for the Memphis (condominium) buildings and Memphis studios fashions and furnishings, designed for a special promotion by Bloomingdale's, the department store. \n\n(a) Across the top, there are four columns of type, initialled with bold letters in four different type styles. In columns one and three, the content is devoted to the Memphis condominiums; column one ends in uptown\/ Memphis [logo] and column three in downtown\/ Memphis [logo]. Columns two and four deal with Memphis studio products for the Bloomingdale's department store; column two promotes the \"First\" chair by the designer, Michele DeLucci, and column four, a shirt in a Memphis machine print. Now you can live there is imprinted in large upper and lower case letters in a curved format, bisecting the upper and lower halves of the page. In the lower half, the Bloomingdale's Memphis promotion is noted in seven short, scattered phrases, while nearby, on the extreme right, the\/ Memphis\/ Condominium\/ kiosk is on the\/ fifth floor appears in smaller type. Four images correspond with the four columns of type in the upper half: in column one, an image of the uptown building and in column three, of the downtown one, both accompanied by information about their respective sales offices; in column two, an image of the chair and in column four, of a female model wearing the shirt over slacks, her left hip extended toward the right and her right arm, fingers splayed, extended to the left. Just above the bottom edge, a wide band is divided into a large Memphis squiggle pattern on the left and bloomingdale's, in white on black lower case type, on the right.\n\n(B) and (c) comprise a double-page spread, headed Memphis, centered, in black neo-Constructivist type, backed by various Memphis-style patterns. Immediately below the heading, centered, side-by-side, and on the diagonal, are two Memphis studio objects, a plate and a vase, with accompanying blurbs, also on the diagonal. Just below that, extending almost to the bottom edge, is a photograph of a room on display at Bloomingdale's, identified in an accompanying blurb as the work of  the Memphis designer, Aldo Cibic. To the left of that, beginning just below the M in the heading, a female model, her head raised and lips parted, is wearing sunglasses which reflect light, and is posed with her right arm raised and gloved hand flexed at the wrist and her left arm bent at the elbow and ending in her gloved hand resting on her forehead. She is wearing a Memphis studio triangle-patterned shirt and jellybean-patterned pants, described in a blurb located to the right of the model's legs. On the far left, next to the model, a column of type describing the Memphis show at Bloomingdale's, terminates in Ecco\/ L'Italia. Immediately below, on the diagonal, is a snapshot of Ettore Sottsass and six Memphis studio designers, identified below. From the top right edge of (b), three Memphis-patterned ties, and a bowtie overlaying the center of theright-most tie, extend downward on the diagonal to the left, touching the top right edge of the room display; a descriptive blurb appears underneath the bowtie. Just below, to the right of the top of the room display, slanted downward from left to right, is a 1986 wall calendar patterned in Memphis prints and headed Memphis; the blurb identifies the designer as Natalie DuPasquier. Below that, slanted downward from right to left, is a Bloomingdale's Memphis shopping bag, identified underneath as designed by DuPasquier and Christoph Radl. To the right of the calendar and shopping bag is an image of the Memphis (condominium) uptown building, described in a column of type to its right. A horizontal band identical to that on (a) competes the design.",
    "justification":null,
    "type":{
        "id":"35247579",
        "name":"advertisement"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Advertisement, \"Memphis (Condominiums):  New York Times Advertisement\", September 30, 1985.\nSeptember 30, 1985. Offset lithorgraphy. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-135."
    },
    "colors":[

    ]
}