{
    "id": "35474753",
    "tms:id": "274946",
    "accession_number": "2013-5-1",
    "title": "Dress (USA), 1955",
    "title_raw": null,
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/35474753\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35402927",
    "type_id": "35266835",
    "date": "1955",
    "year_start": 1955,
    "year_end": 1955,
    "year_acquired": "2013",
    "decade": "1950",
    "woe:country_id": "23424977",
    "medium": "Medium: cotton\nTechnique: printed by engraved roller on plain weave\nLabel: cotton printed by engraved roller",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2013, given by Elena Phipps; previously owned by her mother.",
    "dimensions": "H x W (on mannequin): 127 x 76.2 cm (50 x 30 in.)",
    "dimensions_raw": {
        "height": [
            "127.00",
            "centimeters"
        ],
        "width": [
            "76.20",
            "centimeters"
        ]
    },
    "creditline": "Gift of Elena Phipps in honor of Helene Phipps",
    "description": "Shirtwaist dress with long sleeves and a full skirt, made from off-white printed cotton fabric with black graphic images of clowns and acrobats, with the text \"J'ai seul la clef a cette parade sauvage.\" With patches of turquoise blue and yellow-green.",
    "justification": "This shirtwaist day dress was designed by celebrated fashion designer Claire McCardell, who is noted for her important contribution to “The American Look” of casual and active sportswear for women. It was made from a printed cotton fabric, Parade Sauvage, designed by Fernand Léger, one of the most prominent, prolific, and influential modern artists of the early 20th century. \nIn the post-World War II period, advocates for the American textile industry actively promoted ways for manufacturers to improve the design quality of their products. One outspoken champion, the magazine American Fabrics, encouraged manufacturers to find design inspiration in the collections of fine art to be found in museums. “Let’s have art in industry,” they demanded.[1] In 1953, Dan Fuller, president of Fuller Fabrics, went one step further. He bypassed the museums entirely and went directly to the studios of five of the 20th century’s most distinguished artists: Fernand Léger, Pablo Picasso, Marc Chagall, Joan Miró, and Raoul Dufy. The groundbreaking collaboration between the American manufacturer and the five European masters resulted in the acclaimed Modern Master Series. \nFuller’s Modern Master Series was unique in America in the 1950s. The artists were not commissioned to produce original patterns specifically for the textiles. Instead, Fuller worked personally with each artist to select motifs from their existing oeuvre that were then transformed by the company’s designers into repeating textile patterns. It was truly art by the yard for the masses.[2] Fidelity of reproduction was essential and Fuller’s designers worked diligently to successfully render the motifs in printable form. The patterns were designed to be roller printed rather than screen printed because the fabric was to be mass produced and sold at low price points—less than $2 a yard—for use by both garment manufacturers and home sewers. This was not haute couture, but rather modestly-priced fabric for sportswear and casual clothes.[3] Each artist approved the final patterns derived from his work and was involved in the selection of the colorways. Every design was copyrighted. Engraving the rollers and printing the patterns on cloth was technically challenging and the process took more than a year to perfect.[4] The Modern Master Series was much celebrated when it was launched. American Fabrics applauded Fuller for its daring and courage in bridging “the abyss” between fine and applied arts.[8] The brilliant collaboration between Fuller and the artists was held up as an important example for other American textile manufacturers. \nMarketing was a key element of the project—the Modern Master Series was launched in the fall of 1955 with both a museum exhibition as well as a documentary film that featured the artists in their studios, the original works of art, the finished fabrics, and the production process. The exhibition and film opened at the Brooklyn Museum and then traveled to other American museums.[5] Publicity for the Modern Master Series also included a five-page editorial in Life magazine, “Modern Art in Fashion.”[6] Life’s fashion editor, Sally Kirkland, enlisted the participation of her friend, fashion designer Claire McCardell. McCardell designed a wardrobe of separates and dress ensembles using Modern Master fabrics, which were featured in the Life photo essay, including the Parade Sauvage dress.[7] \nMcCardell was an influential American mid-century ready-to-wear designer, and her fashions using Modern Master fabrics added prestige to Fuller’s collection. The fabrics were also a commercial success. In addition to McCardell, other prominent American sportswear designers and manufacturers, such as Adele Simpson and Lanz of California, used the Modern Master Series.[9]\nAt the time of proposed acquisition, Cooper-Hewitt holds six fabrics from Fuller’s Modern Master Series in its collection, including one other by Léger, Vitrail. The source motifs for most of these fabrics are conventional: for example, the fabric Birds, by Picasso uses a figure of a bird taken from a painted ceramic plate.[10] Léger’s designs, on the other hand, represent decidedly odd motifs for American sportswear fabrics. The pincers and nails motif for Vitrail, a monumental stained glass window that Léger designed for a Catholic Church in France, depicts the Instruments of Christ’s Passion. The motif for Parade Sauvage is even more curious. In 1949, Léger completed a series of 15 lithographs for an illustrated edition of French symbolist poet Arthur Rimbaud’s Illuminations (1874).[11] Rimbaud was the influential enfant terrible of late 19th-century French poetry, whose writing drew heavily from his rebellious and decadent lifestyle. \nLéger’s lithograph, Parade Sauvage, is an illustration for “Parade,” one of the prose poems in Illuminations. The joyful iconography of circus parades, including clowns and acrobats, appears frequently in Léger’s work, but the figures in Parade Sauvage are different. “Parade” is a graphic and violent homoerotic poem and Léger’s illustration aligns with its more sinister imagery. The lithograph also contains the final line of the poem in French: “J’ai seul la clef a cette parade sauvage,” in Léger’s own hand.[12] The lithograph in its entirety, with the calligraphy, was used as the motif for the Modern Master fabric, in an offset repeat pattern. Consistent with Léger’s painting style, independent patches of bright colors in organic shapes are superimposed on the black and white lithograph design. The fabric was made in several different colorways. The bold strokes of Léger’s complex black and white lithograph, combined with the bright colors, created a lively and appealing fashion fabric. The origin and meaning of the original motif, and the incongruity of its use in a cotton day dress for American middle class women, was apparently ignored at the time. In retrospect, there is a certain irony in Fuller Fabrics’ advertising for the Modern Master Series, which noted that Léger’s work “lends fashion its greatest surprise.”[13] \n\n[1] “$780,000,000 worth of Design Ideas—Free!” American Fabrics 1 (Fall 1946): 80‑87. \n[2] Geoffrey Rayner, Richard Chamberlain and Annamarie Stapleton, Artists’ Textiles: Artist Designed Textiles 1940–1976 (Woodbridge: Antique Collectors’ Club, 2012), 139.\n[3] \"Trying abstraction on fabrics; adaptations from Picasso, Miro, and Léger.\" Artnews 54, (November 1955): 43.\n[4] Ibid.\n[5] Ibid.\n[6] \"New fabrics put modern art in fashion.\" Life 39, (November 14, 1955): 142-146.\n[7] Kohle Yohannan, and Nancy Nolf, Claire McCardell: Redefining Modernism (New York: Harry N. Abrams, 1998), 126.\n[8] \"Fine arts and textiles come to terms.\" American Fabrics no. 35 (January 4, 1955): 49.\n[9] Rayner, Chamberlain, and Stapleton 139.\n[10] Another Picasso fabric, Fish, also takes its motif from a painted ceramic. Chagall’s Woman Amid Foliage fabric takes its romantic image from the artist’s painting, Evening Enchantment (1948). Miró’s Femme Ecoutant fabric is a recombination of motifs from the artist’s painting, Femme Ecoutant La Musique (1945). \n[11] The project was initiated by the Swiss editor Louis Grosclaude and published by Editions des Gaules, Lausanne, Switzerland. \n[12] In English, the line reads, “Only I have the key to this savage parade.” Lawrence Saphire, Fernand Léger: The Complete Graphic Work (New York: Blue Moon Press, 1978), 14, 267. \n[13] Advertisement for Fuller Fabrics Modern Master Series, American Fabrics no. 35 (January 4, 1955): 32.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "dress",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/90392_c0bb0da81a824d3e_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "90392"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/90392_c0bb0da81a824d3e_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "90392"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/90392_c0bb0da81a824d3e_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "90392"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/90392_c0bb0da81a824d3e_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "90392"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/90392_c0bb0da81a824d3e_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "90392"
            }
        },
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/54723_25753cb69414a638_b.jpg",
                "width": 768,
                "height": 1024,
                "is_primary": "0",
                "image_id": "54723"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/54723_25753cb69414a638_z.jpg",
                "width": 480,
                "height": 640,
                "is_primary": "0",
                "image_id": "54723"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/54723_25753cb69414a638_n.jpg",
                "width": 240,
                "height": 320,
                "is_primary": "0",
                "image_id": "54723"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/54723_25753cb69414a638_d.gif",
                "width": 240,
                "height": 320,
                "is_primary": "0",
                "image_id": "54723"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/54723_25753cb69414a638_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "54723"
            }
        }
    ],
    "participants": [
        {
            "person_id": "35518561",
            "role_id": "35236655",
            "person_name": "Claire McCardell",
            "person_date": "American, 1905 - 1958",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/35518561\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18065027",
            "role_id": "35236671",
            "person_name": "Fuller Fabrics",
            "person_date": "founded 1933",
            "role_name": "Producer",
            "role_display_name": "Produced by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18065027\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236671\/"
        },
        {
            "person_id": "35518559",
            "role_id": "35236655",
            "person_name": "Fernand Léger",
            "person_date": "French, 1881 - 1955",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/35518559\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "51676647",
            "role_id": "35351535",
            "person_name": "Elena Phipps",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/51676647\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Dress (USA), 1955. Medium: cotton\nTechnique: printed by engraved roller on plain weave\nLabel: cotton printed by engraved roller. \nGift of Elena Phipps in honor of Helene Phipps. 2013-5-1"
    },
    "colors": [
        {
            "color": "#ccc7b1",
            "closest_crayola": "#cdc5c2",
            "closest_css3": "#c0c0c0",
            "closest_css4": "#c0c0c0"
        },
        {
            "color": "#383639",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#a5a28a",
            "closest_crayola": "#95918c",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        },
        {
            "color": "#646158",
            "closest_crayola": "#6e5160",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#847f6c",
            "closest_crayola": "#8a795d",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}