{
    "id": "18537963",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18537963\/",
    "name": "Walter Gropius",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Walter Gropius was one of the most influential modern designers, theorists, and educators of the twentieth century. Gropius came from an upper-middle class family that had already produced two architects – Gropius’s father as well as his great uncle, Martin Gropius, a student of Karl Freidrich Schinkel. After studying architecture in both Munich and Berlin, Gropius joined the firm of the influential architect and designer Peter Behrens where he met Mies van der Rohe and possibly Le Corbusier. As early as 1910, Gropius had become a member of the Deutscher Werkbund, and that same year he and fellow designer Adolf Meyer left Behren’s firm to establish their own practice. The new firm produced domestic objects such as furniture and wallpaper as well as larger works for industrial commissions such as a diesel locomotive and automobile bodies. After the outbreak of World War I, when Henri Van de Velde was forced to step down from directing the Grand-Ducal School of Arts and Crafts due to his status as a foreign national, he recommended Gropius as his replacement. Gropius eventually merged the School of Arts and Crafts with the Weimar Academy of Fine Art to form the Bauhaus (literally “construction house”) in 1919. The Bauhaus approach to teaching fine and applied art melded the two together and united them with technology, producing “universal designers” who could work across media and in collaboration with other makers. The Bauhaus moved from Weimar to Dessau in 1925, taking up residency in a new building designed by Gropius himself. Gropius fled Germany in 1934 as Hitler’s Nazi Party continued to ascend to power, first escaping to London by way of Italy, and later to Boston to join the faculty at Harvard’s Graduate School of Design in 1937. Gropius died in Boston in 1969 at age 86.",
    "woe:country_id": "23424829",
    "date": "German, 1883 - 1969",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}