{
  "display_date": "1988", 
  "credit_line": "Gift of Tibor Kalman/ M & co.", 
  "date_end": "1988", 
  "period": "Late Twentieth Century", 
  "dynasty": "", 
  "culture": "", 
  "id": "197139", 
  "style": "", 
  "date_begin": "1988", 
  "dimensions": "1993-151-356 -1/ 8, assembled - 40.5 x 30.4 cm (16 x 12 in.)\r\n1993-151-356- 1 - 10 x 15.2 cm (4 x 6 in.)\r\n1993-151-356- 9 - 10 x 15.2 cm (4 x 6 in.)\r\n1993-151-356c - 10 x 15.2 cm (4 x 6 in.)\r\n1993-151-356d -10 x 15.2 cm (4 x 6 in.)\r\n1993-151-356e -10 x 15.2 cm (4 x 6 in.)\r\n1993-151-356f  - 10 x 15.2 cm (4 x 6 in.)\r\n1993-151-356g - 10 x 15.2 cm (4 x 6 in.)\r\n1993-151-356h - 10 x 15.2 cm (4 x 6 in.)\r\n1993-151-356i - 12 x 16.6 cm (4 3/4 x 6 1/2 in.)", 
  "copyright": "", 
  "title": "Whitney Museum Downtown: Made in the Sixties", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1993-151-356-1/9                          ", 
  "movement": "", 
  "medium": "Offset lithography", 
  "media_id": "", 
  "description": "The design consists of eight rectangular segmentsof equal size, which when stacked, are inserted in an envelope for mailing. When assembled, the design is composed of four rows of two segments each. An image of a can of Campbell's tomato soup, excerpted from Andy Warhol's Tomato, emerges, occupying the center of rows 1, 2 and 3. Tomato red is predominant in the upper half of the image and repeats in the word tomato in the lower half. Campbell's, in white script outlined in black, is imprinted on the red background, followed immediately below by condensed in small white capitals. A circular seal in gold/beige, inscribed Exposition Universelle Internationale 1900; and featuring an outlined image of mythologically-styled figures, a seated male bearing a torch and a reclining female holding a wreath,  is centered on the can. The gold/beige, combined with black, is repeated in the word soup, centered near the lower edge, and in a fleur de lys design in a curved format on both sides of soup. The narrative details flanking the can are imprinted in small upper and lower case and are meant to be read downward. An area map and address of the Whitney Museum Downtown comprise the fourth row segment on the left, and the exhibition title, Made in the Sixties, along with the artists' names, comprise the segment next to it  on the right. Design: M&Co is imprinted in the third right-hand row.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "invitation", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}