{
    "id": "18644315",
    "tms:id": "197060",
    "accession_number": "1993-151-285",
    "title": "Postcard, \"Restaurant Florent:  Time line\/ food\", 1988",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644315\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1988",
    "year_start": "1988",
    "year_end": "1988",
    "year_acquired": "1993",
    "decade": "1980",
    "woe:country": "23424977",
    "medium": "Offset lithography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "10 x 15 cm (4 x 5 15\/16 in.)",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "Recto and Verso: The design features a twenty-four hour time line, representing the Restaurant Florent's hours of operation.\nRecto: On a black background, signifying nighttime, the time line, approximately 10 mm (3\/8 in.) high, extends across from left to right edge, imprinted in white with the numerals 6 [p.m.] to 5 [a.m.], separated by thin vertical lines equivalent to quarter hour intervals. Under the numeral 12 in the center, in small lower case letters, nuit is imprinted, each letter appearing within the space formed by the lines. Just below the top edge, center, Restaurant Florent is imprinted in upper case letters, and just above the bottom edge, center, the address is imprinted in smaller upper and lower case letters. Photographic illustrations of food and drink (e.g., a dinner plate of meat and vegetables, a glass of wine, a plate of eggs and breakfast meats) appropriate to the time of day appear at the ends of vertical lines extending from above and below the time line.\nVerso: On a white background, signifying daytime, the time line continues, imprinted in white with the numerals 6 [a.m.] to 5 [p.m.]. Above the numeral 12 in the center, noon is imprinted in the same manner as nuit on the recto, and  the restaurant name is imprinted in the same position and style as on the recto. Just above the bottom edge, center, Open 24 hours is imprinted, followed by the telephone number. As on the recto, illustrations of food and drink extend from vertical lines. In the upper right corner, a dotted line rectangle marking off the stamp area shows a plate of food at its center, M&Co at its lower left and USA at its lower right.",
    "justification": null,
    "culture": null,
    "style": null,
    "type": {
        "id": "35247593",
        "name": "postcard"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18055901",
            "role_id": "35236655",
            "person_name": "Emily Oberman",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055901\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions": [

    ]
}