{
    "id": "18729995",
    "tms:id": "241001",
    "accession_number": "2008-24-1",
    "title": "Space Division Vase, 1946",
    "title_raw": "Space Division",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18729995\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35389111",
    "type_id": "35237225",
    "date": "1946",
    "year_start": 1946,
    "year_end": 1946,
    "year_acquired": "2008",
    "decade": "1940",
    "woe:country_id": "23424977",
    "medium": "Stoneware, umber pigment",
    "markings": "Incised on underside of base: \"Foster\" (in script)",
    "signed": null,
    "inscribed": null,
    "provenance": "Adolph S. Cavallo; 2008: acquired by Museum",
    "dimensions": "H x diam.: 19.7 x 13.7 cm (7 3\/4 x 5 3\/8 in.)",
    "dimensions_raw": {
        "diameter": [
            "13.65",
            "centimeters"
        ],
        "height": [
            "19.69",
            "centimeters"
        ]
    },
    "creditline": "Gift in Memory of William E. Woolfenden",
    "description": "Footed vase with slightly straight sides decorated with horizontal and vertical geometric shapes in beige on a black ground.",
    "justification": "John Foster’s passion for art started early in his hometown of Detroit. He studied drawing under John Wicker at the Wicker School of Fine Arts before attending the University of Michigan. From 1922 to 1944, Foster worked at the Ford Motor Company and was made Chief Ceramic Engineer at the Ford River Rouge Plant. After 1938, Foster was in charge of pottery at Greenfield Village. He began making pottery and firing it alongside spark plug molds. He became an admirer of the work of the Arts and Crafts ceramicist, Adelaide Alsop Robineau, and began studying pottery with a focus on crystalline glazes, for which he is best known today. \nFoster first exhibited his work in 1934 at the third annual Robineau Memorial Exhibition, a national show held at the Syracuse Museum of Art. His work was exhibited extensively at Syracuse and at the Michigan Artist-Craftsman exhibitions held at the Detroit Institute of Arts. His striped bowls were awarded the Georg Jensen Prize at the Designer Craftsmen U.S.A. exhibition at the Brooklyn Museum in 1953. Foster was invited to attend the International Conference of Craftsmen in Pottery and Textiles at Dartington Hall, Devon, England, in 1952, and gave a talk on Festival Ware (a dinnerware designed by Foster and produced in his studio.) His Festival Ware was awarded the Founders Purchase prize at the 1952 Exhibition for Michigan Artist-Craftsmen, and was exhibited at the 1958 Brussels World’s Fair. Foster organized the Michigan Potters’ Association in 1958, and served as representative to the North Central Regional Assembly of the American Craftsmen Council from 1959 to 1963.\nFoster’s pottery is a celebration of his artistic and engineering capabilities. His early works were quite small and elegant in classical Chinese style. As his career progressed, Foster’s works became more deliberate in pattern. The shapes are reminiscent of natural forms with a sense of motion and movement. Though all the pots do not bear a name, they all are instilled with a sense of meaning. The artist even wrote extensive notes about each piece. He felt his works were “a considered statement about life and living.”[1]\nSpace Division is the first of Foster’s bold clay-slip patterned works that involved innovative techniques to create painterly effects. These techniques ranged from spattering with a toothbrush, dabbing with a sponge, stippling with a brush, spraying from a Flit gun, applying slip in patches, or applying slip in minute dots, or brick-like rows, suggesting clay mosaic. Foster often used paper cut-outs to establish precise placement or as paper-resists during the application of slips and glazes. \nSpace Division is an abstract linear composition of Mondrian inspiration that visibly connected to the contemporary art and design of its day. A culmination of Foster’s early interest in mechanical drawing and his articulation of the \"transcendental beauty of geometry,” this vase also combines pottery techniques, coloration, and texture influenced by Foster’s studies of Chinese Sung Dynasty ceramics. It celebrates modernity while exemplifying Foster’s work on the potter’s wheel: the horizontal and vertical lines of the decoration represent the motions of turning and rising that accompany the forming of a pot. Foster was an influential teacher, provoking his students, colleagues, and followers to think about larger artistic concepts when working in clay. “John Foster’s pottery is a unique example of the combination of ceramic excellence with spiritual sensitivity.”[2] \nCoke Ovens (1947), in the museum’s collection at the time of proposed acquisition, is one of Foster’s masterpieces. Its geometric forms emphasize the classical shape of an urn and work together in a composition based on the scrubbers, conveyor, and tower used in the coke-making process at the Ford River Rouge Plant. Together with Coke Ovens, Space Division would provide the museum’s collection with a broader look into Foster’s world of creation, linear composition, design philosophy, and the relevance of Chinese ceramics in American 20th-century pottery. \nThis vase is being donated in memory of William Woolfenden, (1918–1995), from whose collection this came. Woolfenden was trained as both a studio artist and art historian and joined the staff at the Detroit Institute of Arts in 1946. During his time there, he championed both design and craft, organizing a number of craftsmen shows. Woolfenden was friends with Foster and forged personal and professional ties with artists, craftsmen, and architects at the Cranbrook Academy of Art. In 1960, he became Assistant Director of the Archives of American Art, and served as Director from 1964 until his retirement in 1984. It was during Woolfenden’s tenure that the Archives joined the Smithsonian Institution.\n[1] Cork Marcheschi, “Discovering John Foster,” Modernism Magazine, September 22, 2005, 110–18.\n[2] Gordon Orear and Elizabeth Orear, The Pottery of John Foster: Form and Meaning (Detroit: Wayne State University Press, 1990).",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "Vase",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/112102_54f3cac1860a51e2_b.jpg",
                "width": 939,
                "height": 1024,
                "is_primary": "1",
                "image_id": "112102"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/112102_54f3cac1860a51e2_z.jpg",
                "width": 587,
                "height": 640,
                "is_primary": "1",
                "image_id": "112102"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/112102_54f3cac1860a51e2_n.jpg",
                "width": 293,
                "height": 320,
                "is_primary": "1",
                "image_id": "112102"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/112102_54f3cac1860a51e2_d.gif",
                "width": 293,
                "height": 320,
                "is_primary": "1",
                "image_id": "112102"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/112102_54f3cac1860a51e2_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "112102"
            }
        },
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/43299_b73c4d31c703dec5_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "0",
                "image_id": "43299"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/43299_b73c4d31c703dec5_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "0",
                "image_id": "43299"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/43299_b73c4d31c703dec5_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "0",
                "image_id": "43299"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/43299_b73c4d31c703dec5_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "0",
                "image_id": "43299"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/43299_b73c4d31c703dec5_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "0",
                "image_id": "43299"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18044089",
            "role_id": "35236657",
            "person_name": "John A. Foster",
            "person_date": "1900 – 1980",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18044089\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18062275",
            "role_id": "35351535",
            "person_name": "Adolph S. Cavallo",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18062275\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Space Division Vase, 1946. Stoneware, umber pigment. \nGift in Memory of William E. Woolfenden. 2008-24-1"
    },
    "colors": [
        {
            "color": "#383634",
            "closest_crayola": "#414a4c",
            "closest_css3": "#2f4f4f",
            "closest_css4": "#2f4f4f"
        },
        {
            "color": "#64594b",
            "closest_crayola": "#6e5160",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#817668",
            "closest_crayola": "#8a795d",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        }
    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}