{
    "id": "18729995",
    "tms:id": "241001",
    "accession_number": "2008-24-1",
    "title": "Vase, \"Space Division\", 1946",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18729995\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35389111",
    "type_id": "35237225",
    "date": "1946",
    "year_start": 1946,
    "year_end": 1946,
    "year_acquired": "2008",
    "decade": "1940",
    "woe:country": "23424977",
    "medium": "Stoneware, umber pigment",
    "markings": "Incised on underside of base: \"Foster\" (in script)",
    "signed": null,
    "inscribed": null,
    "provenance": "Adolph S. Cavallo; 2008: acquired by Museum",
    "dimensions": "H x diam.: 19.7 x 13.7 cm (7 3\/4 x 5 3\/8 in.)",
    "creditline": "Gift in Memory of William E. Woolfenden",
    "description": "Footed vase with slightly straight sides decorated with horizontal and vertical geometric shapes in beige on a black ground.",
    "justification": "text from acquisition justification: \nJohn Foster's passion in art started young in his hometown of Detroit. He studied drawing under John Wicker at the Wicker Art School as a young man before attending University of Michigan.&amp;nbsp; From 1922 to 1944, Foster worked at the Ford Motor Company and was made Chief Ceramic Engineer at the Ford River Rouge Plant.&amp;nbsp; After 1938, Foster was in charge of pottery at Greenfield Village. He began making pottery and firing it alongside spark plug molds. His interest in pottery kept growing, admiring work of Adelaide Alsop Robineau of the Arts and Crafts movement, and he began studying pottery with an investigation of crystalline glazes for which he is best known today. Foster first exhibited his work in a National Ceramic Show in 1934 at the Robineau Memorial Exhibition held at the Syracuse Museum of Art. He exhibited at Syracuse in 1935, 1936, 1947, 1948, 1949, 1952, 1958 and 1966. His work was shown at the Michigan Artist-Craftsman held at the Detroit Institute of Arts in 1947-52, 1956-60 and 1966.His striped bowls were awarded the Georg Jensen Prize at the Designer-Craftsman USA exhibition at the Brooklyn Museum in 1953. Foster was invited to attend the First International Conference of Craftsman in Potting and Weaving at Dartington Hall, Devon, England in 1952, and gave a talk on Festival Ware (a dinnerware designed by Foster and produced in his studio.)&amp;nbsp; His Festival Ware was awarded the Founders Purchase prize at the Michigan Artists-Craftsmen Exhibition in 1952, and was exhibited at the 1958 Worlds Fair in Brussels, Belgium.&amp;nbsp; Foster organized the Michigan Potters' Association in 1958, and served as Representative to the North Central Regional Assembly of the American Craftmen's Council from 1959 to 1963.Foster's pottery is a celebration of his artistic and engineering capabilities. His early works were quite small and elegant in classical Chinese style.&amp;nbsp; As his career continued, Foster's works became more deliberate in pattern.&amp;nbsp; The shapes are reminiscent of natural forms with a sense of motion and movement.&amp;nbsp; Though all the pots do not bear a name, they all are instilled with a sense of meaning. The artist even wrote extensive notes about each piece. He felt his works were &quot;a considered statement about life and living.&quot;&amp;nbsp; &quot;Coke Ovens: The Rouge Bowl&quot; of 1947, already in Cooper-Hewitt's collection, is one of Foster's masterpieces. Its geometric forms emphasize the classical shape of an urn and work together in a composition based on the scrubbers, conveyor, and tower used in the coke-making process at the Ford River Rouge Plant. His industrial landscape is of similar aesthetic to the paintings of Charles Sheeler, and contrasts with Fosters other softer works.&amp;nbsp;&amp;nbsp; &amp;nbsp;&quot;Space Division&quot;, made in 1946- a year earlier than the &quot;Rouge&quot; bowl, is the first of his bold clay-slip patterned works that involved some innovative techniques to create effects a painter might wish.&amp;nbsp; These techniques ranged from spattering with a toothbrush, dabbing with a sponge, or stippling with a brush and spraying from a Flit gun, applying slip in patches and even minute dots, or rows&amp;nbsp; &quot;like bricks&quot; suggesting clay mosaic.&amp;nbsp; Foster often used paper cut-outs to establish precise placement or as&amp;nbsp; paper-resists during the application of slips and glazes.&amp;nbsp; &quot;Space Division&quot; is an abstract linear composition of Mondrian inspiration that visibly connected to contemporary art and design of its day.&amp;nbsp; A culmination of his early interest in mechanical drawing and his articulation of the &quot;transcendental beauty of geometry&quot;,&amp;nbsp; this vase also combines pottery&amp;nbsp; techniques, coloration and texture influenced by Foster's studies of Chinese Sung Dynasty ceramics. It celebrates modernity while exemplifying Foster's work on the potter's wheel: the horizontal and vertical lines of the decoration represent the motions of turning and rising that accompany the forming of a pot. Influential as a teacher, Foster provoked his students, colleagues and followers to think about larger artistic concepts when working in clay.&amp;nbsp; Gordon and Elizabeth Orear, authors of the &quot;The Pottery of John Foster Form and Meaning&quot; (Detroit, 1990) state:&amp;nbsp; &quot;John Foster's pottery is a unique example of the combination of ceramic excellence with spiritual sensitivity&quot;.&amp;nbsp; Combined with &quot;Rouge Bowl,&amp;nbsp; &quot;Space Division&quot; would provide Cooper-Hewitt's collection with a&amp;nbsp; broader look into both Foster's world of creation, linear composition and design philosophy and&amp;nbsp; the relevance of Chinese ceramics in American twentieth century pottery. This vase is being donated in memory of William Woolfenden, ( 1918-1995), from whose collection this came.&amp;nbsp; Woolfenden, trained as both a studio artist and art historian, joined the staff at the Detroit Institute of Arts in 1946.&amp;nbsp; During his time there he championed both design and craft, organizing a number of Craftsman Shows and was friends with Foster and forged personal and professional ties to&amp;nbsp; artists, craftsmen and architects at the Cranbrook Academy of Art.&amp;nbsp; In 1960 he became Assistant Director of the Archives of American Art, becoming Director in 1964 until his retirement in 1984.&amp;nbsp; It was during Woolfenden's tenure that the Archives joined the Smithsonian Institution.",
    "type": {
        "id": "35237225",
        "name": "Vase"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/43299_21bb677979fbc8b5_b.jpg",
                "width": 772,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/43299_21bb677979fbc8b5_n.jpg",
                "width": 241,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/43299_21bb677979fbc8b5_z.jpg",
                "width": 482,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18044089",
            "role_id": "35236657",
            "person_name": "John A. Foster",
            "role_name": "Manufacturer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18044089\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18062275",
            "role_id": "35351535",
            "person_name": "Adolph S. Cavallo",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062275\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Vase, \"Space Division\", 1946. Stoneware, umber pigment. Gift in Memory of William E. Woolfenden. 2008-24-1."
    },
    "colors": [
        {
            "color": "#a59478",
            "closest_css3": "#bc8f8f"
        },
        {
            "color": "#c6b8a1",
            "closest_css3": "#d2b48c"
        },
        {
            "color": "#553f2f",
            "closest_css3": "#556b2f"
        },
        {
            "color": "#8c6a44",
            "closest_css3": "#a0522d"
        }
    ]
}