{
    "id": "18695333",
    "tms:id": "223233",
    "accession_number": "2002-11-15",
    "title": "Poster\/Advertisement, \"Westinghouse Design Center\", 1968",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18695333\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35424093",
    "type_id": "35300219",
    "date": "1968",
    "year_start": 1968,
    "year_end": 1968,
    "year_acquired": "2002",
    "decade": "1960",
    "woe:country": null,
    "medium": "Offset lithograph on white paper",
    "markings": null,
    "signed": "Imprinted in black ink, upper left corner: Paul Rand",
    "inscribed": "Imprinted in black ink in bold, lower left quadrant, first column of text: Born: A new Design Center\/ at Westinghouse\/ Needed: graphic designers\/ industrial designers\/ architects and\/ interior designers; imprinted lower center, second column of text: For the last six years Westinghouse has\/ been preparing the way for a Corporate\/ Design Center.  It has the backing of\/ the highest level.  The Design Center was\/ the idea of D.C. Burnham, president of\/ Westinghouse. It reports to Marshall\/ Evans, vice president to whom research,\/ engineering, manufacturing and market-\/ ing staffs also report.  E.W. Seay has been\/ named director of corporate design.\/ Eliot Noyes is the consultant director\/ of design for Westinghouse.  For the past\/ six years he has helped shape the com-\/ pany's design philosophy and has been a\/ moving spirit in establishing the new\/ design center.  Paul Rand is graphics con-\/ sultant.  He designed the well-known\/ Westinghouse symbol and guides graphics\/ design in all areas.  Charles Eames has\/ produced one film for the company, and\/ hopefully he will do more.; imprinted lower right quadrant, third column of text: Westinghouse has been called the most\/ diversified company in the country with\/ over 8,000 different products.  We believe\/ a designer can get broader experience,\/ and have the opportunity to do better work,\/ here than in most independent studios.\/ The new design center will have a staff\/ of 30 architects and designers.  We already\/ have a number of them, but still need:\/ manager, graphic design\/ manager, architecture and interior design\/ graphic designers\/ architects and interior designers\/ industrial designers.\/ If this sounds interesting, write:\/ E.W. Seay, Westinghouse Electric Corp.,\/ Gateway 3, Pittsburgh, Pa. 15222.",
    "provenance": null,
    "dimensions": "68.6 x 47.0 cm (27 x 18 1\/2 in. )",
    "creditline": "Gift of Marion S. Rand",
    "description": "Imprinted in black ink, upper half of page, broken Westinghouse logo (circle with one part of W in it, center-left, and separated pieces of logo, outside, upper right quadrant).  Three columns of text, lower half of page describing the new design center and that employees are wanted. Under last column of text, lower right quadrant, small Westinghouse logo.",
    "justification": null,
    "type": {
        "id": "35300219",
        "name": "Poster\/Advertisement"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18044909",
            "role_id": "35236667",
            "person_name": "Westinghouse",
            "role_name": "Client",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18044909\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        },
        {
            "person_id": "18538789",
            "role_id": "35351535",
            "person_name": "Marion S. Rand",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18538789\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18042341",
            "role_id": "35236763",
            "person_name": "Paul Rand",
            "role_name": "Graphic Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster\/Advertisement, \"Westinghouse Design Center\", 1968. Offset lithograph on white paper. Gift of Marion S. Rand. 2002-11-15."
    },
    "colors": [

    ]
}