{
    "id":"18549193",
    "tms:id":"67615",
    "accession_number":"1938-88-6721",
    "title":"Drawing, 1600–30",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18549193\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35370885",
    "type_id":"35237093",
    "date":"1600–30",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Incised lines, red crayon, paper",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Ex-collection: Giovanni Piancastelli",
    "dimensions":"26.9 x 19.2 cm (10 9\/16 x 7 9\/16 in. )",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Five stripes had been prepared with incised lines. First stripe: a terminus stands at the bottom; an ovoidal medallion with a lying woman is over it. A harpy, two figures flanking a turnip, a vertical garland are motifs in the center. Second stripe: A standing boy supports a base upon which a half figure splashes liquid from the breast upon flames in pitchers at the bottom. The half figure of a harpy in a pavilion with a cherub on top is shown in the center. A winged girl holding a cloth behind her legs is on top. Third Stripe: A clothed woman stands upon a base at the bottom. Three cherubim of various sizes, a plant, a star are shown in the middle. Fourth stripe: A putto supports a base, at the bottom. The statue of a god in a pavilion is in the center. An animal seated upright upon a grotesque head and a girl in a panel are on top.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, 1600–30.\n1600–30. Incised lines, red crayon, paper. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-6721."
    },
    "colors":[
        {
            "color":"#e0ab7e",
            "closest_css3":"#deb887"
        },
        {
            "color":"#f7d4b2",
            "closest_css3":"#f5deb3"
        },
        {
            "color":"#d27e52",
            "closest_css3":"#cd853f"
        }
    ]
}