{
    "id":"18046343",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18046343\/",
    "name":"Josef Frank",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"1",
    "biography":"While he was perhaps better known as an architect and furniture designer, between 1909 and 1950 Josef Frank also designed more than 200 textiles. He was familiar with the business from an early age: his father, Ignaz Frank, was a partner in a large textile production firm, and his mother was a highly skilled embroiderer whose work was shown at the 1925 Exposition des Arts Décoratifs et Industriels Modernes in Paris. Frank produced his first textile design while still studying architecture at the Technische Hochschule in Vienna. \n\nHis interest in pattern design was not unique among Viennese architects like Josef Hoffmann, Koloman Moser, Otto Czeschka, and Dagobert Peche, and he produced several early designs for the Wiener Werkstatte. However, unlike other Wiener Werkstatte designers, who created a unified design scheme by using the same pattern throughout an interior, on textiles, wallcoverings, and even fashion, Frank preferred an eclectic combination of fabrics in his interiors. \n\nFrank opened a retail shop with Oskar Wlach, who ran the business, called Haus & Garten, which offered furniture, textiles, rugs, and interior design services, and where he acted as the principle designer. But, in 1933 amid rising anti-Semitism in Austria, Frank accepted an offer from Estrid Ericson to work as chief designer for the interior design firm Svenkst Tenn, and moved with his family to Sweden. By the late 1930s, his work with the firm was closely associated with Swedish Modern design, in particular his light, unpretentious cotton prints that were strongly influenced by Indian chintz fabrics, botanical drawings and field guides.",
    "woe:country":"23424954",
    "date":"Swedish, b. Austria, 1885 - 1967",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"1"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "moma:id":"1971",
        "phm:id":null,
        "tms:id":"3107",
        "vanda:id":"52883",
        "viaf:id":"32787930",
        "wikipedia:id":"20860950"
    }
}