{
    "id":"18048495",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18048495\/",
    "name":"Rozenburg Pottery and Porcelain Factory",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"17",
    "biography":"The firm was founded in 1883 in the Hague and produced art pottery for both decorative and utilitarian purposes, playing an important role in disseminating the modern Art Nouveau style in the Netherlands.  It took on a new ceramic style under the directorship of Th. A.C. Colenbrander and then, from 1894\/5, under J. Jurriaan Kok, under whom the firm developed a line of egg shell porcelain, introduced in 1899, and displayed in the Rozenburg pavilion at the 1900 Paris Exposition.  This was an extremely thin and lightweight earthenware, strengthened by glazing inside and out.  The technique involved biscuit heating of the bare shard at a very high temperature (up to c. 1500 C) [during which the shard received the nonporous skin necessary to hold the subtle painting] and then  polish-heating of the glazed shard at a lower temperature.  The decoration consisted of images, often in a stylized naturalistic manner, of flowers, insects, birds, etc., along with open spaces in white or cream (occasionally light blue) and backgrounds showing the influence of Javanese batik.  The products were tea, coffee and chocolate services, of which octagonal cups became best known, along with vases, plates, and ornamental products.  The decorations were designed by a few master painters, especially Samuel Schellink and J. W. van Rossum, who worked there during most of the firm’s existence, along with designs provided by Sterken and others.  The designs were applied in pencil and then one or more painters would complete the decoration.  The process resulted in the products being expensive; despite wide public acceptance, sales declined as economic conditions worsened.  The firm ceased production in 1914 and was liquidated in 1917 (Sigman Collection Notes Biography, July 2013).",
    "woe:country":"23424909",
    "date":"Active 1883–1913",
    "roles":[
        {
            "id":"35236657",
            "name":"Manufacturer",
            "count_objects":"11370"
        },
        {
            "id":"35236671",
            "name":"Producer",
            "count_objects":"1117"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":"500054784",
        "ima:id":"651965",
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"4459",
        "vanda:id":null,
        "viaf:id":"135947991",
        "walker:id":null,
        "wikipedia:id":null
    }
}