{
    "id": "18536867",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18536867\/",
    "name": "Harold L. Van Doren",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Harold L. Van Doren was born in Chicago in 1895 and grew up in New Jersey. Following World War I, he studied at the Art Students League in New York City, then emigrated to Paris to work as an artist for the Chicago Tribune’s office there. While abroad, he undertook a variety of projects including lecturing at the Louvre, translating books, and acting in a Jean Renoir film. He returned to America in the 1920s to serve as an assistant director at the Minneapolis Institute of Arts; he also worked as a freelance writer. In 1931, Van Doren established a design office with John Gordon Rideout in Toledo, Ohio. Their collaborations include plastic products for the Toledo Scale Company and Air King Products, children’s scooters, bicycles, and wagons for American National Company, and an iconic sheet metal gasoline pump for Wayne Pump Company, among others.\n\nVan Doren was mentioned in Fortune’s influential 1934 article about pioneers in the field of industrial design. A year later, Rideout left the partnership to open his own office in Cleveland, at which point Van Doren renamed the firm Harold Van Doren & Associates. Under this new moniker, Van Doren was joined by J. M. Little and Donald Dailey; in 1939 they designed Maytag’s “Master Washer,’ the first washing machine to boast a white finish as opposed to the speckled green or gray finish of earlier models.\n\nIn 1940, Van Doren published his book Industrial Design: A Practical Guide, and a year later relocated to Philadelphia to open a second office. Not long after, in 1944, he expanded once more, this time to New York, opening Van Doren, Nowland, and Schladermundt with fellow designers Roger Nowland and Peter Schadermundt (he later left that firm and focused on his Philadelphia office). Also that year, Van Doren became one of the fifteen co-founders of the Society of Industrial Designers, serving as its president in 1948. Upon his death in 1957, Van Doren’s firm was taken over by long-time employee Harper Landell, becoming Harper Landell & Associates until 1975.",
    "woe:country_id": "23424977",
    "date": "American, 1895-1957",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}