{
    "id": "18788423",
    "tms:id": "270523",
    "accession_number": "2011-49-1",
    "title": "Model 71 Armchair, 1957–65",
    "title_raw": "Model 71",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18788423\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35434979",
    "type_id": "35237947",
    "date": "1957–65",
    "year_start": 1951,
    "year_end": 1965,
    "year_acquired": "2011",
    "decade": "1950",
    "woe:country_id": "23424977",
    "medium": "Fiberglass-reinforced plastic, plywood, chromed steel, upholstery, latex foam",
    "markings": "Manufacturer's paper label on undeside of seat: \"Knoll International\/745 Madison Avenue\/New York, N. Y. 10022\"\/ \"K\" in red circle (logo)",
    "signed": null,
    "inscribed": null,
    "provenance": "ca. 1998: Max Pine (from now defunct antiques dealer, Sag Harbor, N.Y.); 2011: acquired by Museum",
    "dimensions": "H x W x D: 78.7 x 68.3 x 61 cm (31 in. x 26 7\/8 in. x 24 in.)",
    "dimensions_raw": {
        "depth": [
            "60.96",
            "centimeters"
        ],
        "height": [
            "78.74",
            "centimeters"
        ],
        "width": [
            "68.26",
            "centimeters"
        ]
    },
    "creditline": "Gift of Max Pine",
    "description": "Curved back, arched at bottom, continuing into armrests surounding roughly square seat mounted on four chromed tubular steel legs with circular foot pads; back, armrests, and seat upholstered in orange and yellow woven fabric.",
    "justification": "Finnish-American architect and designer, Eero Saarinen, son of Finnish architect Eliel Saarinen and sculptor Loja Gesellius, is a major figure in modern design. He is best known for a number of American landmarks, including the highly sculptural TWA terminal building at New York’s John F. Kennedy Airport (1956–62) and the soaring, stainless steel Gateway Arch in St. Louis, Missouri (1963–65). Like several of his contemporaries, he also undertook furniture design, which presented unique technical and aesthetic challenges, particularly in the category of seating. Saarinen’s furniture designs of the 1940s and 50s were benchmarks for postwar innovations in form, function, material, and production techniques. \nSaarinen was interested in exploring the structural and aesthetic possibilities of molded plywood. In 1941, he collaborated with designer Charles Eames to create the Organic chair as part of their winning entry in MoMA’s “Organic Design in Home Furnishings” competition. Saarinen’s progressive ideas were inspired by his interest in organic forms and the possible uses of wood laminates and plastics in both domestic and corporate settings. His work on the Organic chair provided a basis for his highly successful furniture designs for Knoll. The Knoll furniture firm was founded in New York in 1938 by Hans G. Knoll who, in 1943, hired Saarinen’s family friend, the young architect Florence Schust. The dynamic Schust quickly became a partner in the business, which was renamed Knoll Associates. In 1946, she and Knoll married. The Knolls were interested in developing new and modern products by working with well-known designers. Saarinen, who began working for Knoll in 1943, was among this group. His early designs included the 1946 bentwood Grasshopper chair, and the molded fiberglass and foam-covered Womb chair; examples of both are in the museum’s collection. \nThe Model 71 armchair is composed of an upholstered, foam-covered molded back\/arm unit and seat mounted on chromed tubular steel legs. The chair was a component of one of Knoll’s first office seating programs, intended to be part of a unified interior in the workplace. The armchair design was one of several iterations of the model, which included an executive chair and a secretary’s swivel chair and was part of Saarinen’s interior furnishings scheme for his General Motors Technical Center in Warren, Michigan (1949–56). The chair has since become a staple of modern design and is still in production today. \nThe example under consideration is in extremely good condition and retains its original bright orange and yellow Knoll upholstery. Given Saarinen’s importance to mid-20th-century design, and the significance of Knoll textiles in the museum’s collection, this chair would be a welcome addition to the museum’s collection of Saarinen furniture.",
    "gallery_text": "Architect and designer Eero Saarinen trained at Cranbrook Academy of Art, where his architect father Eliel and textile designer mother Loja worked. His designs included large architectural projects as well as furnishings. This armchair, the Model 71, , one of the first office seating programs, became one of the most significant pieces produced by Knoll Associates, whose president was fellow Cranbrook alum Florence Knoll (née Schust). In 1947, Florence Knoll formalized the Knoll Textiles division, giving the firm all elements necessary for corporate design: furnishings, office planning, and textiles. Knoll wanted to see modernist, durable fabrics available for interiors and as upholstery. This chair’s brightly colored fabric, typical of midcentury modernism, was designed by Suzanne Huguenin, who learned the textiles trade only while working at Knoll and rose to become head of textiles in 1955. The armchair was one in a line that included a lounge chair, introduced two years prior, an executive chair, and swivel chair. It became a quintessential element in corporate interiors, elevating Knoll’s distinction as a leading furniture manufacturer. Fellow designer and Cranbrook alum Charles Eames described the Model 71 armchair as “a very good chair. The balance was good…it was the best functional piece he did.”",
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "armchair",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38231_1f8304071a567b0d_b.jpg",
                "width": 1024,
                "height": 965,
                "is_primary": "1",
                "image_id": "38231"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38231_1f8304071a567b0d_z.jpg",
                "width": 640,
                "height": 603,
                "is_primary": "1",
                "image_id": "38231"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38231_1f8304071a567b0d_n.jpg",
                "width": 320,
                "height": 301,
                "is_primary": "1",
                "image_id": "38231"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38231_1f8304071a567b0d_d.gif",
                "width": 320,
                "height": 301,
                "is_primary": "1",
                "image_id": "38231"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38231_1f8304071a567b0d_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "38231"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18041409",
            "role_id": "35236657",
            "person_name": "Knoll Textiles",
            "person_date": "East Greenville, Pennsylvania, USA, founded 1947",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041409\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18041469",
            "role_id": "35351535",
            "person_name": "Max Pine",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041469\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18064453",
            "role_id": "35236655",
            "person_name": "Suzanne Huguenin",
            "person_date": "Swiss, 1916–2008",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18064453\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18053281",
            "role_id": "35236655",
            "person_name": "Eero Saarinen",
            "person_date": "American, born Finland, 1910 - 1961",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18053281\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Model 71 Armchair, 1957–65. Fiberglass-reinforced plastic, plywood, chromed steel, upholstery, latex foam. \nGift of Max Pine. 2011-49-1."
    },
    "colors": [
        {
            "color": "#b23f1c",
            "closest_crayola": "#c46210",
            "closest_css3": "#a52a2a",
            "closest_css4": "#a52a2a"
        },
        {
            "color": "#d66031",
            "closest_crayola": "#cd4a4c",
            "closest_css3": "#d2691e",
            "closest_css4": "#d2691e"
        },
        {
            "color": "#d0c4b9",
            "closest_crayola": "#cdc5c2",
            "closest_css3": "#c0c0c0",
            "closest_css4": "#c0c0c0"
        }
    ],
    "woe:country_name": "United States"
}