{
    "id": "18044423",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18044423\/",
    "name": "Irena Brynner",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "13",
    "biography": "Irena Brynner was one of America's distinguished studio jewelers. Developing her personal style within a context of international art jewelry in the post-World War II era, Brynner played a significant role in American jewelry design.\nIn 1931, Brynner’s Swiss-Russian father moved with his wife and daughter to Dairen, Manchuria, where he set up a prosperous business with his brothers. He was instrumental in 1940 in providing the safe evacuation of the personnel of both the American and British consular offices and also f the Maryknoll Missionaries. Irena attended high school in Harbin, Manchuria, and later the University of Lausanne in Switzerland. She moved to the United States in 1946, and continued her sculpture studies in San Francisco. She has lived and worked in New York since 1957.\nIn 1950, Brynner began to experiment in jewelry. With a background in both painting and academic sculpture, Brynner saw jewelry as an opportunity to make “wearable sculpture,” an approach that has continued to guide and inspire her work for more than four decades. In her work, Brynner exploited sculptural techniques, such as casting, soldering, and hammering of the metal. Frequently, her work features unique or surprising combinations of mineral specimens, specially cut or polished semi-precious stones, and found objects, such as tree bark or fragments of ethnographic artefact. Her works are also highlighted by unusual treatments of clasps and closures, and she developed her own unique type of earrings with sinuous shapes that caress and embrace the shape of the ear itself. The artist viewed her work as a logical extension of her early interest in sculpture: “I did not compromise my work when I stopped doing large sculpture; my jewelry is sculpture that relates to the human body.”\nBrynner’s early work was sold through the Georg Jensen shop in New York. In 1958, she opened a small jewelry boutique on 55th Street. That year, Brynner also exhibited at the Brussels World’s Fair and, in 1959, was given a one-person show at the Museum of Contemporary Craft. In 1967, she published “Modern Jewelry—Design and Techniques,” followed in 1979 by “Jewelry as an Art Form.” These volumes revealed many of the special techniques developed by Brynner over the years. \nBrynner’s work often focused on the transformation of one object—cut or uncut stones and minerals, ancient beads, or fragmentary objects—into another new form, which emphasized and enhanced the evocative or mystical quality of the material held in space by organic and sensuous metal settings. The artist said about her own work: “I live surrounded by metamorphoses. I am not even responsible for everything I do in my art; when I touch things that might be used in my",
    "woe:country_id": "23424977",
    "date": "American, b. Russia, 1917 - 2003",
    "woe:country": "23424977"
}