{
    "id":"18705687",
    "tms:id":"228652",
    "accession_number":"2007-8-2",
    "title":"Headdress, early 20th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18705687\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402849",
    "type_id":"35250153",
    "date":"early 20th century",
    "year_start":"1901",
    "year_end":"1925",
    "year_acquired":"2007",
    "decade":"1900",
    "woe:country":"23424967",
    "medium":"Medium: wool\nTechnique: sprang, tie-dyed",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 187.3 x 18.7 cm (73 3\/4 x 7 3\/8 in.)",
    "creditline":"Museum purchase from General Acquisitions Endowment Fund",
    "description":"Long, narrow rectangle of red wool created through the sprang technique and tie-dyed with black circles.",
    "justification":"This&amp;nbsp;wool head wrap from Tunisia is woven in the sprang technique and dyed in two colors with a simple but bold tied-resist technique. \n&amp;nbsp;\nSprang is&amp;nbsp;a method of loom plaiting which in its finished form resembles knitting, and was often used before the invention of knitting for the fabrication of bags, gloves, and headcoverings. The vertical elements are fixed at both ends of a frame, and pairs of yarns are interlinked, working from the middle, so that mirror image patterns are created simultaneously at the top and bottom of the frame. The work is pushed up and down, toward the frame, and small sticks are inserted to prevent the work from unraveling. If the work is beaten as in weaving, the work can become quite dense and warm. Open, lacy effects can also be created. When the fabric is complete and has been secured in the middle with one horizontal element—either a stick or a heavier cord-- the rods composing the frame are removed. The technique has been used around the world for widely differing cloths, from lacy open hair nets to dense woolen hoods. The earliest known examples of the technique are from Bronze-age Denmark (c. 1400 B.C.), but there are also archaeological finds from pre-Columbian Peru, as well as Egypt from the 4th to 7th centuries A.D.\n&amp;nbsp;\nIn addition to this piece, the collection holds three small fragments of Peruvian sprang “lace” headdresses, and two 19th century examples: a Swedish sprang sampler, and a hemp girdle from Canada.",
    "type":{
        "id":"35250153",
        "name":"headdress"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/24888_8eeef1cf573e5424_b.jpg",
                "width":450,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/24888_8eeef1cf573e5424_n.jpg",
                "width":141,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/24888_8eeef1cf573e5424_z.jpg",
                "width":281,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[

    ],
    "tombstone":{
        "epitaph":"Headdress, early 20th century.\nearly 20th century. Medium: wool\nTechnique: sprang, tie-dyed. Museum purchase from General Acquisitions Endowment Fund. 2007-8-2."
    },
    "colors":[
        {
            "color":"#5e0511",
            "closest_css3":"#800000"
        },
        {
            "color":"#3a1316",
            "closest_css3":"#000000"
        },
        {
            "color":"#941220",
            "closest_css3":"#a52a2a"
        }
    ]
}