{
  "display_date": "mid- 19th century", 
  "credit_line": "Museum purchase from Restricted Funds", 
  "date_end": "1875", 
  "period": "", 
  "dynasty": "", 
  "culture": "", 
  "id": "144278", 
  "style": "", 
  "date_begin": "1825", 
  "dimensions": "H x W: 272 x 288 cm (8 ft. 11 1/16 in. x 9 ft. 5 3/8 in.)", 
  "copyright": "", 
  "title": "Palampore", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1968-78-4                                 ", 
  "movement": "", 
  "medium": "Medium: cotton\r\nTechnique: mordant-painted, resist-dyed (chintz) and quilted", 
  "media_id": "8097", 
  "description": "From a large mound, painted in shades of red, brown and black, rises a cluster of eight bamboos, which branch toward the sides and top.  Bamboos are twined with vines bearing flowers. From the corners of mound grow flowering trees in branches of which parakeets and squirrels disport themselves. The bamboo trunks are alternately red and brown. Most of flowers in shades of red except for a few large blossoms which are white, with veins of black, but tree trunks at sides are brown and foliage yellow-ish brown with dark brown veins. In upper branches, several large birds in black and brown, identified as babblers, and the parakeets are red, with tails in light and dark brown. In the mound, which is painted in detail in conventionalized paints and curves to suggest hillocks, ar eseveral large blossoms in red, one in browns, and groups of animals (deer?) in red.\r\nThe entire background is painted with a minute feathery pattern of foliage in a light yellowish-brown.  \r\nA border, 17 1/2 inches wide, in formal design of flower garlands and ribbons, edges the entire quilt, except lower corners, left and right, where it has been cut away to fit a bed. Originally the border was painted in one with the main design, as seen at the bottom, but the cover has been shortened at top, thus clipping off the tips of the bamboos, and cut into at the sides. Where these alterations have taken place the border is sewn by hand to the body of the quilt.\r\nColors: two reds, dark and light brown, pale yellow-brown; remains of light blue in a few large flowers and a few border flowers, black.", 
  "classification_id": "266", 
  "restrictions": "", 
  "school": "", 
  "name": "Palampore", 
  "region": "", 
  "caption": "", 
  "department_id": "5"
}