{
    "id": "68735135",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/68735135\/",
    "name": "Theseus Chan",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "After a decade in mainstream advertising, Singaporean designer Theseus Chan founded the independent consulting firm, WORK, in 1997. Three years later, he created a sibling publication, Werk magazine. Frustrated by the aesthetic tedium and reserve he perceived at larger ad agencies, Chan used these new ventures to foster innovative design. With WORK, he has devised unconventional new modes of advertising, including “guerrilla” pop-up stores and promotional zines. He draws inspiration from street art to represent his luxury clientele, who include Comme des Garçons and Louis Vuitton. WORK has also designed branding and advertisements for the 2006 Singapore Biennale, Adidas, Uniqlo, and UBS Bank, among others. \n\nLike Chan’s firm, his magazine, Werk, is known for pushing boundaries. The graphic design publication is printed in small, meticulously crafted editions. Chan experiments with textures, materials, and new binding techniques to produce each issue. He uses  an organic process to design the magazine, and works without a clear idea of the finished product. He prefers to be surprised by the outcome, and to surprise his readers in turn. \n\nChan’s designs for WORK and the Werk publication have received accolades from the New York Art Director’s Club, the Tokyo Type Director’s Club, and the Singapore Creative Circle, and he was named Designer of the Year at the inaugural Singapore President’s Design Awards in 2008. Chan acted as Head Juror of Magazine & Newspaper Design at the British Design and Art Director’s Club Awards in 2012. In the same year, Ginza Graphic Gallery exhibited a solo show of his work.",
    "woe:country_id": "23424948",
    "date": "Singaporean, b. 1961",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424948"
}