{
    "id":"18045993",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18045993\/",
    "name":"Mariano Fortuny",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"19",
    "biography":"Mariano Fortuny y Madrazo (1871–1949) began his career as a painter, etcher and sculptor, but early on developed an interest in all manner of design and decorative arts, creating textiles, fashions, lamps, furniture and interiors, as well as designs for the stage. Believing that the artist should control every detail of production, Fortuny also invented and patented his own processes and machinery, in areas as varied as photography, lighting design, and textile printing. Born in Madrid and raised in Paris, he eventually made Venice his home and established his business there. The textile mill has been in almost continuous operation since it began with the introduction of the Delphos dress in 1907 (The factory was closed briefly after Fortuny died in 1949). \n\nWhile Fortuny’s textile designs draw heavily on the woven silks of Renaissance Italy, he also traveled extensively and drew inspiration from Persian silks, Coptic Egyptian ornament, and classical Greek garment styles. Emulating the patterns, rich colors, and metallic sheen of these woven silks, Fortuny used silkscreen technology and his own patented dyeing and printing process, which involved natural dyes, discharge or bleaching agents, and metallic inks.",
    "woe:country":"23424950",
    "date":"Spanish, active Italy, 1871 - 1949",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28306"
        },
        {
            "id":"35236657",
            "name":"Manufacturer",
            "count_objects":"11370"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"2907",
        "vanda:id":"58475",
        "viaf:id":"66475439",
        "walker:id":null,
        "wikipedia:id":"36839628"
    }
}