{
    "id": "18044789",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18044789\/",
    "name": "Steuben Glass Works",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "13",
    "biography": "Steuben Glass Works was founded in 1903 by Thomas G. Hawkes and Frederick Carder. Hawkes had been president of T.G. Hawkes and Company, the largest glass engraving firm in Corning, New York. He purchased the glass blanks cut and engraved by his firm from a variety of sources and eventually decided to start manufacturing them himself. He approached Carder, an English glassmaker who specialized in colorful art nouveau pieces, as a partner. Carder had worked for the English firm Stevens and Williams for a number of years and having being passed over for a promotion, he accepted Hawkes’s proposition.\n Steuben produced a variety of glass objects until World War I; war time restrictions prevented the firm from acquiring the materials needed to continue producing. In 1918 the company was acquired and became the Steuben Division of Corning Glass Works. Carder served as the Division manager and operations continued without much change to the corporate structure, although Corning unsuccessfully attempted to limit Steuben’s production to only the most popular glass items.\n In 1932, Steuben developed a glass with an exceptionally high refractive index. This glass was stronger than ordinary glass, boasted a brilliant finish, and cast remarkable rainbow prisms. One year later, however, the Great Depression severely reduced sales of Steuben glass, consumer interest in colored glass was waning, and a number of corporate changes transpired. Arthur A. Houghton, Jr. was brought on to run the Steuben Division, John MacKay was appointed manager, and Carder became Art Director for Corning Glass Works. Houghton phased out colored glass and from that point on, Steuben primarily produced colorless glass, producing colored art glass only by special order. He enlisted the architect John M. Gates and sculptor Sidney Waugh to design new shapes and usher the company into its art deco and modernist era.\n Throughout the 1930s and ‘40s Steuben enjoyed a number of successes: in 1938 four pieces of Steuben glass were added to the permanent collection of the Metropolitan Museum of Art; the next year they exhibited at the World of Tomorrow exhibition at the New York City World’s Fair; Steuben pieces were presented to Queen Elizabeth on the occasion of her wedding and to President and Mrs. Truman (each subsequent United States president has also received Steuben glass pieces). Works by Steuben were featured in exhibitions at the National Gallery of Art in Washington, DC, the Louvre, and the Toledo Museum of Art and in such ceremonies as the opening of Lincoln Center, Martin Luther King, Jr.’s Nobel Peace prize awarding, and Nixon’s first visit to China. A Steuben crystal egg was even showcased in the 1983 Tom Cruise film Risky Business.\n In 2008, Steuben was sold by Corning to Schottenstein Stores, a massive retail holding company. Despite its long and illustrious history, Schottenstein announced it was shutting down Steuben’s Corning factory as well as the Manhattan retail store. The brand was revived in 2013 when Corning re-purchased it and The Corning Museum of Glass secured licensing rights in 2014 to produce iconic Steuben designs in a new, lead-free glass formula.",
    "woe:country_id": "23424977",
    "date": "American, 1903 - 1932",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}