{
    "id": "18690593",
    "tms:id": "220816",
    "accession_number": "2000-61-9-a\/c",
    "title": "Compact Disc, \"Compact Disk cover for Pat Methany's \"Imaginary Day\"\", 1997",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18690593\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "1997",
    "year_start": "1997",
    "year_end": "1997",
    "year_acquired": "2000",
    "decade": "1990",
    "woe:country": null,
    "medium": "Printed Cardboard and plastic",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "12.7 x 14.3 cm (5 x 5 5\/8 in. )",
    "creditline": "Gift of Sagmeister, Inc.",
    "description": "CD cover for Pat Metheny's album \"Imaginary Day\".  The cover and enclosed brochure to promote the CD music are designed as a symbolic system to be deciphered -- to encourage consumer interaction with the packaging. CD package is cardboard that folds into thirds with CD holder placed in middle.  Cover flap (left one): 5 by 9 grid with single image inside various cells (recto). Color photographic reproduction of river with trees along left and rocks along right at top.  17 x 38 grid with single images inside most of cells (verso).  Cover flap has slit for CD brochure. Ten pages bounded by staples. Cover: 10 x 23 grid with image in most of cells.  Color photographic reproduction of sunset and two smaller pictures of landscape at left and right.  Page 1: Imprinted at lower half on white \"Imaginary Day 1. imaginary day____(metheny\/mays) 10:11...\/9 the awakening...\"(in black). Page 2: Grid of images in most of cell. Color photographic reproduction of mountain at top and two smaller photos. Page 3: Credits of each song starting with \"imaginary day...\/follow me...\/into the dream...\"(in black). Page 4: Grid of images in most of cell. Color photographic reproduction of landscape at top and one picture at right. Page 5: Song credits, imprinted \"a story within the story\/...the heat of the day\/...across the sky\/...\" Page 6: Imprinted \"roots of coincidence...\/too soon tomorrow...\/ the awakening...\" (in black). Page 7: Grid of images in most of cells and two color photographic reproductions.  Page 8: Credits.  Imprinted at top \"recorded and mixed by rob eaton...\" (in black).  Page 9: Black and white photographs of Pat Metheny, Lyle Mays, Steve Rodley, Paul Werico across top. At lower left, black and white photographs of Mark Ledford and David Blamires and at lower right, black and white photographs of Mino Ginelu, David Samuels, Glen Velez, and Don Alias.  Photographs placed on grid.  Page 10: List of artist and their instruments starting with \"Pat Metheny........accoustic, electric, synth guitars...\" (in black). Back of insert: Grid of images in most cells with color photographic reproduction of blue sky over river at top and small photographic reproduction of landscape at center right.\" \nSecond flap (right one): Color photographic reproduction of arid landscape.  10 x 22 grid with single images in most of cells (recto).  17 x 38 grid with single images in most of cells.  Color photographic reproduction of barn and farm at top.  Two small color photographic reproduction, one of green landscape at left and one of valley at right (verso). \nCD: White radial lines from center with the same images found on grid along the edge of CD.  Imprinted around CD: \"Pat Methany Group Imaginary Day 1997 Warnes Bros. Records, Inc. a Time Warner Company 1997 Methany Group Productions, Made in U.S.A. mfg. by WEA Manufacturing 947821-2\" (in black).\nback of CD: Radial lines from center with \"A...Z\" and four punctuation marks around plastic CD clip that binds CD to cover.  \nBack of cover: 13 x 23 grid with single images in most of cells.  Imprinted at bottom: \"Warner Bros Records Inc., a Time Warner Company...JazzSpace http:\/\/wbjazz.com...\" (in black).",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35295511",
        "name": "compact disc"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/44514_ccab1c6f0d777af1_b.jpg",
                "width": 1024,
                "height": 896,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/44514_ccab1c6f0d777af1_n.jpg",
                "width": 320,
                "height": 280,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/44514_ccab1c6f0d777af1_z.jpg",
                "width": 640,
                "height": 560,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/44513_a4fd9842c4e26701_b.jpg",
                "width": 1024,
                "height": 315,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/44513_a4fd9842c4e26701_n.jpg",
                "width": 320,
                "height": 98,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/44513_a4fd9842c4e26701_z.jpg",
                "width": 640,
                "height": 197,
                "is_primary": "0"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18052911",
            "role_id": "35236655",
            "person_name": "Stefan Sagmeister",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18052911\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}