{
    "id": "18044737",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18044737\/",
    "name": "David Law",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "24",
    "biography": "David Law was Senior Vice President and a partner of Vignelli Associates and Design Director of Vignelli Designs. He worked with Vignelli Associates from 1978-2000. Mr. Law's experience includes the design of graphics, packaging, exhibitions, products, and furniture, as well as architectural graphics and interior design. His credits encompass furniture and product design for Sasaki Crystal, Knoll International, Poltrona Frau, Bernhardt, Acerbis International, Hickory Business Furniture, and Stendig International; showrooms and exhibitions for Krueger International, Steelcase Design Partnership, SunarHauserman, Poltrona Frau, Joseph Magnin, Puritan Fashions, and Sara Lee Corporation; packaging for IBM and Xerox; corporate identity programs for U. S. Postal Service and Xerox; architectural graphics programs for Warner Brothers, Skidmore, Owings & Merrill, John Burgee Architects with Philip Johnson, I.M. Pei & Partners, and Edward Larrabee Barnes Architects; and transportation design for New York City Transit and Fiat Ferroviaria on the Pendolino trains.  He is currently a member of the Industrial Designers Society of America (IDSA). \nPrior to joining Vignelli Associates he joined Unimark International in 1967 as an executive designer for the Detroit and Chicago offices. He became a co-founder of Design Planning Group, Chicago in 1972, then manager of packaging design at JCPenney, New York in 1975. \nDavid Law graduated with honors from the Art Center College of Design, Los Angeles.",
    "woe:country": "23424977",
    "date": "American, b. 1937",
    "roles": [
        {
            "id": "35236801",
            "name": "Design Team member",
            "count_objects": "24"
        }
    ],
    "concordances": {
        "freebase:id": "\/m\/01fk8j",
        "wikipedia:id": "215490",
        "viaf:id": null,
        "lcnaf:id": null,
        "moma:id": "7443"
    }
}