{
    "id": "68268269",
    "tms:id": "276958",
    "accession_number": "2015-1-3",
    "title": "Textile, Multiple Star, Sparkling Grace Collection, 2009",
    "title_raw": "Multiple Star, Sparkling Grace Collection",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/68268269\/",
    "department_id": "35347501",
    "period_id": null,
    "media_id": "35398435",
    "type_id": "35251739",
    "date": "2009",
    "year_start": 2009,
    "year_end": 2009,
    "year_acquired": "2015",
    "decade": "2000",
    "woe:country_id": "23424909",
    "medium": "Medium: 100% cotton\nTechnique: wax-resist printed on plain weave",
    "markings": "Paper labels: Guaranteed Real Dutch Wax Block Prints  Printed in Holland\n160\/A1232\n751\/109.355.369.293\/13",
    "signed": null,
    "inscribed": "Guaranteed Dutch Wax Vlisco (printed in selvedge)",
    "provenance": "2014: acquired by the Museum new directly from Vlisco.",
    "dimensions": "H x W: 548.6 x 120 cm (18 ft. x 47 1\/4 in.)",
    "dimensions_raw": {
        "height": [
            "548.64",
            "centimeters"
        ],
        "width": [
            "120.02",
            "centimeters"
        ]
    },
    "creditline": "Gift of Vlisco",
    "description": "Overall lattice of diamond lozenges, with large irregular squares. Printedin black, gray, green, lime green, and metallic gold on an off-white ground.",
    "justification": "Vlisco is the last remaining European manufacturer of “Dutch wax prints,” the vibrantly patterned cottons worn throughout western Africa and the diaspora. In the art and design world, they have been made well-known through the work of artist Yinka Shonibare, who deploys them frequently as a commentary on colonialism. But they remain, for many, a symbol of authentic African-ness. \nThese types of fabrics were originally designed for the Indonesian market, the wax-resist process a mechanized version of batik. The fabrics found a more receptive audience in West Africa, and over time the design and coloration was adapted to this market, although effects unique to the wax process, like crackle and bubbles, are still apparent. The designs are created in the Netherlands through a unique collaborative process with traders—primarily women who run the open-air markets where the fabrics are sold. The traders can get an exclusive on a particular design or colorway, or suggest themes for designs. They also assign names to the designs, which may give them particular local resonance. \nFrom the mid-19th to mid-20th century, Vlisco was one among many competitors in this market, with major centers in Mulhouse, France and Manchester, England. Today the competition comes primarily from China, with printed copies. But Vlisco’s dedication to the traditional wax-resist technique, along with consistently high-quality and innovative designs, has made the “Vlisco Real Dutch Wax” label into a global status symbol.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424909",
    "type": "textile",
    "images": [

    ],
    "participants": [
        {
            "person_id": "68263915",
            "role_id": "35236655",
            "person_name": "Marjan de Groot",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68263915\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "68263859",
            "role_id": "35236657",
            "person_name": "Vlisco",
            "person_date": "Helmond, Netherlands, founded 1846",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68263859\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        }
    ],
    "tombstone": {
        "epitaph": "Textile, Multiple Star, Sparkling Grace Collection, 2009. Medium: 100% cotton\nTechnique: wax-resist printed on plain weave. \nGift of Vlisco. 2015-1-3"
    },
    "colors": [

    ],
    "woe:country_name": "Netherlands",
    "is_loan_object": 0
}