{
    "id": "18570133",
    "tms:id": "78766",
    "accession_number": "1943-51-33",
    "title": "Album Page, \"Clock Tower of Church of Sainte-Catherine, Honfleur\", July 1, 1889",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18570133\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "July 1, 1889",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1943",
    "decade": null,
    "woe:country": "23424819",
    "medium": "Brush and watercolor, graphite on textured off-white wove paper tipped into binding with fabric",
    "markings": "Verso, stamped in brown ink, lower center: printed in rectangular shield with canted corners: COOPER UNION \/ MUSEUM \/ NEW YORK.",
    "signed": "Recto, in graphite, to right of drawing: Whitney Warren (a flourish from the -n of the artist's last name is carried underneath the signature).",
    "inscribed": "Recto, in graphite, upper right: The Cock - \/ 18;  at left edge of drawing: Note \/ (The buttress not heavy enough) \/ should be 0.60 \/ The construction is very complicated \/ so much so that I could not \/ follow it at all below the first, \/ ie, the lowest, bell - It seemed \/ to one to be unnecessarily heavy \/ but I imagine that the effect \/ was given by the disorder \/ and accumulation of dirt - \/ Wood in good condition; Slope = 10 degrees-; inscribed below plan view: (side view) \/ Plan of basement - made from measurements taken from \/ the outside - I did not enter the basement, unfortunately - but \/ I think likely that the foundations of the tower are some- \/ thing like the above - The basement seemed to be \/ divided into a number of small store rooms - \/ \"Le Sonneur\" lived in the first and only story - He \/ seemed to have very little room, almost the entire \/ house being used as a store room - very dirty \/ and in great disorder - ; Les Echelles, 0.01 = 1M at le mortie;  Honfleur \/ 1 July 1889 \/ Whitney Warren; inscribed around the plan view, clockwise from top left: restaurant \/ depot \/ M 0.60 \/ stairs to ... rooms \/ (front) \/ 4.00 \/ M 0.60.",
    "provenance": null,
    "dimensions": "31.7 x 25 cm (12 1\/2 x 9 13\/16 in.), irregular",
    "creditline": "Gift of Mrs. William Greenough",
    "description": "Vertical sheet depicting the clock tower of the Church of Sainte-Catherine in Honfleur from the front, rear, in plan, and with an elevation of the interior belfry structure.  The prominent tower is buttressed from all sides by large timbers that sit into the roof of the first story.  The first story is masonry with half-timber and plaster above.  The earliest parts of the building are in a late medieval or early Renaissance manner.  The main facade of the church's tower has a clock below the second louvered opening of the belfry.  Above the plan of the church is the drawing of a finial with a cock, meant to be on the top of the tower at left but there was no room to draw it.",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042021",
            "role_id": "35236565",
            "person_name": "Whitney Warren",
            "role_name": "Artist",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042021\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions": [

    ]
}