{
    "id":"18357469",
    "tms:id":"62161",
    "accession_number":"1938-88-1846",
    "title":"Drawing",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18357469\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35410933",
    "type_id":"35237093",
    "date":null,
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and brown wash",
    "markings":"Verso: Cooper Union Museum for the Arts of Decoration (Lugt#457d and 457e)",
    "signed":null,
    "inscribed":null,
    "provenance":"Ex collection: Piancastelli and Mrs. Edward D. Brandegee.",
    "dimensions":"Image: 27.7 x 20.3 cm (10 7\/8 x 8 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Vertical rectangle. Top row: two flying angels carry a curtain. In front of its upper part is the portrait of Pope Pius and below it those probably of Ferdinand I and Queen Maria Carolina (N.B. this reference was crossed out by PDM). Two crossed branches are below the latter. A supporting column is roughly indicated. At right in smaller scale. An entablature is supported by a column at left, a gaine at right. A curtain is in the intercolumniation with three portraits similarly disposed as at left. A flying angel supports the frames of the couple. Bottom row, at left: a design similar to the last one described, showing two gaines and no supporting angel. Two angels seem busy and are similar to those in 1901-39-1447. At right: a similar design. Not entirely shown. The portrait of the Pope is fastened in front of the entablature. The circular frames for those of the couple are connected like spectacles and supported by a support looking like a herm. Colored background.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ]
}