{
    "id":"18046169",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18046169\/",
    "name":"Trude Guermonprez",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"127",
    "biography":"Trude Guermonprez started weaving in Halle, Germany at the Municipal School of Arts and Crafts. Her family emigrated to the United States in 1939. After war, Trude did freelance work in Holland, where her husband, photographer Paul Guermonprez, was killed while serving in the Dutch Underground. Six years of weaving in a Dutch rug shop preceded her coming to America, at the invitation of Anni Albers, to teach at Black Mountain College, and later to northern California to join her friend, Marguerite Wildenhain, at Pond Farm Workshops in a producing-teaching cooperative in Guerneville.Then, she moved to San Francisco with her new husband, the craftsman-builder John Elsesser, and worked there becoming Chairman of the Craft Department at The California College of Arts and Crafts. In Studio One at the Oakland College she helped young people approach her artistry.Though she has designed fabrics for New York textile manufacturers, her works were mainly custom produced for architects and individuals.\nSpeaking of her own work, \"I feel that wall hangings don't have to be as demanding or as provocative as paintings...they can just be something on which to rest and refresh the eye...to give a pleasant feeling to a wall\".",
    "woe:country":null,
    "date":"American, b. Germany, 1910–1976",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28110"
        },
        {
            "id":"35236745",
            "name":"Weaver",
            "count_objects":"644"
        },
        {
            "id":"35236685",
            "name":"Maker",
            "count_objects":"4856"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"3007",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":null
    }
}