{
    "id": "18046169",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18046169\/",
    "name": "Trude Guermonprez",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "122",
    "biography": "Trude Jalowetz Guermonprez was born in 1910 in Danzig, Germany and attended the School of Fine and Applied Arts in Halle-Saale, where she studied weaving under the tutelage of Bauhaus-trained artist Benita Otte. In 1933, she earned a professional diploma from the Textile Engineering School in Berlin and earned fellowship grants to study Scandinavian weaving in Sweden and Finland. Upon completion of her studies, Guermonprez moved to Holland where she continued to foster her theoretical understanding of technical weave structures and patterns, working for the Dutch hand weaving production studio known as Het Paapje. \nGuermonprez came from a lineage of artists; her father, Dr. Heinrich Jalowetz was a musicologist and opera conductor, and her mother, Jalena, was a voice teacher and bookbinder. Both of her parents immigrated to the United States in 1933 to assume faculty positions at the avant-garde Black Mountain College in North Carolina. Guermonprez, newly married to a young photographer named Paul Guermonprez, remained in Holland, working as a freelance designer for textile mills and architectural firms. On D-Day in 1944, her husband was tragically killed while fighting in the Dutch Resistance. A few years later, Guermonprez’s father passed away and her mother asked her to join her and her sister, Lisa, at Black Mountain College. Coincidentally at this time, Josef and Anni Albers were taking a sabbatical to travel to Mexico, and so Anni asked Guermonprez if she would assume leadership of the weaving program in her absence. Upon Anni’s return, she was asked to continue as a full-time faculty member, and continued teaching at Black Mountain College until the dissolution of the weaving program in 1949. \nInstead of returning to Europe, Guermonprez decided to move westward to northern California to join fellow European émigré and Halle-Saale classmate, the Bauhaus-trained ceramicist Marguerite Wildenhain at the Pond Farm Workshops. Conceived by Gordon and Jane Err, Pond Farm was an artist community that aimed to foster creativity and above all, technical prowess in ceramics and other crafts. Though short-lived, Pond Farm served as an important incubator for the development of California craftsmen in the mid-20th century. \nDuring her time at Pond Farm, Guermonprez met and married John Elsesser – a California builder and craftsmen. They settled in San Francisco and after a brief teaching position at the California School of Fine Arts (now the San Francisco Art Institute), she became a full-time faculty member at California College of Arts and Crafts (now known as the California College of Art & Design). In 1960 she was named Chair of the Crafts Department, and continued teaching there for nearly seventeen years. \nA technically adept weaver, Guermonprez created many samples and full-scale works for architecture and industry; however, by the mid-1960s-early 1970s, she adopted a less-functional, more representational style of weaving. Works such as “Notes to John I & II” (1966), “Our Mountains” (1971) and “Mandy’s Motto” (1975), exemplify the capacity of textiles to transcend their materiality and register as works of art. In the 1960s and 70s, many fiber artists were moving toward large-scale, sculptural installations. For example, the “off the loom” works of Kay Sekimachi Stocksdale demonstrate the experimental and imaginative approaches to fiber around this time. While her fiber-art contemporaries aligned their works with sculpture, her textiles were more akin to paintings – deeply personal, poetic and quiet reflections on the human experience. Despite her focus on textiles as materials for contemplation, Guermonprez continued to design industrial fabrics for New York and California textile manufacturers, as well as private commissions for individuals, architectural firms, and synagogues.\nIn 1970 Guermonprez was awarded the American Institute of Architects’ Craftsman’s Award, but she received little recognition during her lifetime. Trude Guermonprez died from cancer in 1976. Sadly, the only exhibition devoted to her work was posthumous – “The Tapestries of Trude Guermonprez” – at the Oakland Museum of California in 1982.\nA talented weaver and profoundly influential educator, Trude Guermonprez is perhaps better known by the notoriety of her students – Kay Sekimachi Stocksdale, Ann Wilson, and Jane Lackey, among others. Though often omitted from art historical discourse, Trude Guermonprez played an important role in the American craft and fiber art movements of the 1950s, 60s and even into the 70s, particularly during her tenure at the California College of Arts and Crafts. Guermonprez is a part of a notable roster of innovative California college educators pushing craft forward in this country – Ed Rossbach at the University of California, Berkeley, Mary Jane Leland at Long Beach State College and Bernard Kester at University of California Los Angeles. Furthermore, her Bauhaus-influenced disciplined abstraction for hand woven textiles greatly contributed to the development of modernism in California and beyond.",
    "woe:country_id": "23424977",
    "date": "American, b. Germany, 1910–1976",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}