{
  "display_date": "ca. 1770", 
  "credit_line": "Purchased for the Museum by the Advisory Council", 
  "date_end": "1780", 
  "period": "Neoclassical", 
  "dynasty": "", 
  "culture": "French", 
  "id": "18647", 
  "style": "", 
  "date_begin": "1760", 
  "dimensions": "40.1 x 57 cm (15 13/16 x 22 7/16 in.)", 
  "copyright": "", 
  "title": "Exedra in a Park Dedicated to the Virtues and Human Activities", 
  "provenance": "Andre Denis Berard (sale, Paris, Feb. 23-25, 1899, no. 572, as anonymous); Leon Decloux (in his collection in 1906)", 
  "credit_line_repro": "", 
  "invno": "1911-28-92", 
  "thumbnail": "http://data.cooperhewitt.org/media/350/1593.jpg", 
  "movement": "", 
  "medium": "Pen and black and brown ink, brush and watercolor on paper, lined", 
  "media_id": "1593", 
  "description": "A rendering of garden architecture.  In groupings, in front of the ends of the exedra are, at left, a seated woman holding jewels (Generosity) with two lions crouching at her feet, placed on a base.  \"Generosite\" is printed on the base.  At right, a woman with a sword leaning against a shaft of a column (Constancy), upon which a pair of billing doves rests.  \"Constance\" is printed on the column. On the other side of the woman are a putto and an altar.  There is a decaying tombstone at the right foreground.  In the center, at the middle ground, a pavilion forms the center of the structure.  It is a dome elevated on eight Corinthian columns.  Truth, \"Verite\" tops the dome.  It is a standing female sculpture.  A group of Charity, \"Bienfaisance\", stands in the middle, directly below the dome.  In projecting curving wings, between the columns, are the statues of \"Temperance\", and \"Prudence\"; Inscriptions \"Commerce\" and \"Knowledge\", \"Connaissance\", at left, \"Invention\" and \"Study\", \"Etude\", at right, are placed upon the base and entablature.  Putti with attributes of Mercury crouch upon the ends of the exedra.  A frieze with figures of putti is placed along the top part of the exedra.  Tops of trees are visible behind the exedra.", 
  "classification_id": "12", 
  "restrictions": "", 
  "school": "", 
  "name": "Drawing", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}