{
    "id": "68739355",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/68739355\/",
    "name": "Gebrüder Hemmerle",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "5",
    "biography": "The firm of Hemmerle, a fourth-generation family-run atelier based in Munich, Germany, is an innovative high-end jewelry firm with a distinctive approach to its choice of materials. It traces its origins to the late nineteenth century when, in 1893, brothers Joseph and Anton Hemmerle took ownership of an existing Munich jeweler Elchinger, changing the name to Gebrüder (or brothers) Hemmerle in the process.  Munich has for centuries been a center of high quality craftsmanship in gold,silver and jeweled work, a tradition from which Hemmerle emerged.  Hemmerle became renowned for offering traditional jewelry and decorations that were sufficiently technically sophisticated and of high quality that soon thereafter the firm was appointed purveyor to the Royal Bavarian Court.  In this capacity, the firm provided the royal family with military decorations and medals. In 1904, Hemmerle established its boutique and atelier on fashionable Maximilianstrasse in Munich, where it still stands today.\n\nJoseph’s and Anton’s sons, Joseph Jr. and Carl Hemmerle, assumed directorship of the company in 1937 and continued producing the traditional jewels for which Hemmerle enjoyed a strong reputation. In 1971, directorship passed to their sons, Franz and Stefan, and in 1995, Stefan took sole control of Hemmerle with his wife Sylveli. Stefan, a trained goldsmith became the creative design force behind the firm. He cites as inspirations the unusual mix of nature, the Bauhaus and the Neue Sachlichkeit movement. Under their direction, the firm underwent a major transformation, developing a bold and sometimes understated aesthetic that continues the use of high quality stones with some surprising mixes of metals and even woods.\n\nThe transition started with a commission in 1995 for a prominent Munich art collector. In response to the client’s penchant for Berlin iron jewelry, Stefan Hemmerle set a large white diamond in a base of textured black iron, rather than the predictable gold or platinum. The unusual, irreverent combination of a common metal with the brilliance of a precious stone against the textured iron mixed historical and contemporary aesthetic simplicity and bold modernity, becoming a Hemmerle signature. The company has since expanded beyond iron, employing unconventional, provocative materials such as aluminum, copper, stainless steel, brass, rare woods, acorns, river pebbles, and even walrus teeth in creating its architectural settings for exquisitely cut gemstones. \n\nAs of 2012, Stefan and Sylveli Hemmerle run the business with their son, Christian, and daughter-in-law, Egyptian-born Yasmin. Together the family oversees all aspects involved in Hemmerle’s designs. Production at their atelier is annually limited to no more than 350 pieces. A single piece can take up to 500 hours to create, and no two are exactly the same. Hemmerle can be called a haute joaillerie firm as it concentrates on high quality craftsmanship and stones.  Their innovative techniques and material combinations along with an interest in a modernist aesthetic in design are not often associated with haute joaillerie, but it makes them an innovative firm in this field.",
    "woe:country_id": "23424829",
    "date": "Munich, Germany, founded 1893",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424829"
}