{
    "id":"51685251",
    "tms:id":"276107",
    "accession_number":"2013-21-48",
    "title":"Cover, \"Cover for music score of Massenet's Enchantment\", 1882",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/51685251\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35419317",
    "type_id":"35237165",
    "date":"1882",
    "year_start":"1882",
    "year_end":1882,
    "year_acquired":"2013",
    "decade":null,
    "woe:country":"23424819",
    "medium":"Lithograph on paper",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"2013 given to Cooper-Hewitt by Harry C. Sigman",
    "dimensions":"H x W: 33 x 25.4 cm (13 x 10 in.)",
    "creditline":"Gift of Harry C. Sigman",
    "description":"Crowned goddess\/fairy-like figure on the right amid a cloudy and starry sky. “ENCHANTEMENT” written across center of sheet.",
    "justification":"This cover for the musical score of Jules Massenet’s Enchantement was designed by Eugène Samuel Grasset in 1892.&amp;nbsp; The song, composed by Massenet and set to a poem by Jules Ruelle, was featured in Massanet’s opera Herodiade, a retelling of the biblical story of Salome based on Gustave Flaubert’s short story written in 1877.&amp;nbsp; For his lyrical design, Grasset drew directly on the imagery described in Ruelle’s poem, depicting an elegant enchantress with raised arms basking in the glow of the moon directly behind her.&amp;nbsp; With the wand in her right hand, the enchantress conjures two disembodied heads, which appear to materialize out of the lunar glow.&amp;nbsp; The cover for Enchantement is among Grasset’s most overt uses of traditional Symbolist imagery.&amp;nbsp; It was included in his Salon des Cent exhibition in 1894, and appears to have served as direct inspiration for subsequent work by both Aubrey Beardsley and Alphonse Maria Mucha.&amp;nbsp; ",
    "type":{
        "id":"35237165",
        "name":"Cover"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042605",
            "role_id":"35236655",
            "person_name":"Eugène Samuel Grasset",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042605\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Cover, \"Cover for music score of Massenet's Enchantment\", 1882.Lithograph on paper. Gift of Harry C. Sigman. 2013-21-48."
    },
    "colors":[

    ]
}