{
    "id": "18538889",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18538889\/",
    "name": "Gilbert Rohde",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "2",
    "biography": "Work by the pioneering American industrial and furniture designer, Gilbert Rohde, is notable for its thoroughly modern, informal, and multifunctional qualities. Rohde’s ability to create appealing modernist furnishings for middle-class homes, while also devising merchandising strategies to sell these goods, places him within a unique framework in American design history. Rohde’s visit to Europe in the spring and summer of 1927 (with later trips in 1931 and 1937) to see the Bauhaus in Dessau and the French modernist design that debuted in the 1925 Exposition Internationale des Arts Décoratifs et Industriels Modernes in Paris, profoundly inspired his concept of design and the role it should play in daily life. The French art deco and German rationalist styles he saw in Europe influenced the furniture he designed from the late 1920s into the 1940s—pieces he created to suit the rapidly changing American lifestyle. \n\nIn addition to his renowned work for Herman Miller Inc., Rohde also designed for several other furniture firms, including Thonet, Troy Sunshade, and Heywood-Wakefield. What set Rohde apart from his contemporaries was his all-encompassing understanding of the furniture industry, from design and production to marketing and showroom display.[1] During his time with Herman Miller Inc. (1932–44), Rohde set the standard for collaborative efforts between designers and furniture firms, with George Nelson and Charles and Ray Eames later following in his footsteps. In 1944, Rohde was killed in an automobile accident. Herman Miller produced his designs posthumously until 1946. \n\n[1]Phyllis Ross, Gilbert Rohde: Modern Design for Modern Living (New Haven, CT: Yale University Press, 2009).",
    "woe:country_id": "23424977",
    "date": "American, 1894 – 1944",
    "videos": [

    ],
    "woe:country": "23424977"
}