{
    "id": "18731647",
    "tms:id": "241921",
    "accession_number": "2009-38-6",
    "title": "Beaker, 1890–1910",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18731647\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35402723",
    "type_id": "35237415",
    "date": "1890–1910",
    "year_start": "1890",
    "year_end": 1910,
    "year_acquired": "2009",
    "decade": null,
    "woe:country_id": "23424975",
    "medium": "Glass",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "pre-2009: Paul F. Walter (purchased in England); 2009: acquired by Museum",
    "dimensions": "H x diam.: 12.3 x 6.5 cm (4 13\/16 x 2 9\/16 in.)",
    "dimensions_raw": {
        "diameter": [
            "6.50",
            "centimeters"
        ],
        "height": [
            "12.30",
            "centimeters"
        ]
    },
    "creditline": "Gift of Paul F. Walter",
    "description": "Clear moss-green conical form with circle of applied prunts below mouth; applied crimped foot ring around base.",
    "justification": "In 1834, James Powell, a successful wine merchant, purchased Whitefriars Glass, a glassworks that had been in existence since the 17th century. Soon after, Powell became deeply involved in an era of critical examination of design in Britain. \nA year after Powell’s entrée into glassmaking, the government established the Select Committee on Arts and Manufactures due to widespread concern over the quality of British manufactured goods in comparison with foreign, and especially French, imports. The committee’s report, published in 1836, resulted in the formation of national schools of design that exist to the present day. These schools aimed to compete with those on the continent, emphasizing quality over quantity with a focus on domestic wares. Because Powell was well-versed in foreign taste and production, his glassworks quickly gained a reputation for producing high quality work both from a design and technical point of view. \nThe firm broadened its success when it was awarded a prize for its “fine crystal glass” at the Great Exhibition of 1851. Following Apsley Pellatt’s much lauded “Anglo-Venetian” glass at the Great Exhibition, Powell looked to Venetian glass, especially of the 16th and 17th centuries, as a source of inspiration. Powell turned away from cut glass per John Ruskin’s dicta: &quot;all cut glass is barbarous”—a statement that would resonate throughout the world of art nouveau glass later in the century.[1] Powell’s new direction was also inspired by Ruskin’s observation of glass’s “ductility when heated and its transparency when cold.”[2] \nIt was Powell’s association in the late 1850s with the pre-Raphaelite artists, such as Dante Gabriel Rossetti and William Morris, which led to the profound changes that mark the best of Powell glass: its creative design and execution of forms and coloration. The pre-Raphaelite maxims of “truth to nature” and “honesty of purpose” were highly influential during this period. Powell, in its commitment to “truth to materials,” introduced soda glass as a replacement for lead glass, which enabled the firm to create paper-thin objects decorated with fragile, applied threads of glass. \nHarry Powell, James Powell’s grandson, attended Ruskin’s Oxford lectures as an undergraduate in the 1870s and wrote Glass-making in England (1923), in which he attributes the contributions of Venetian-born Jacob Verzelini in late 16th-century London to the advancement of English glass production. The combination of his chemistry studies at Oxford and his own artistic talent made Harry an ideal designer for the firm, enabling him to understand both the artistic and technical aspects of the medium. It was Harry who, as a third generation in the business with his older cousin James Crofts Powell, began to assume responsibility for the firm in the 1870s.\nHarry was influenced by his cousin’s sketches (1889) from Dutch museums of both glass and paintings. Some of the sketches were directly translated into production while other designs were based on composites. This historical interest resulted in a series in the 1890s designed by Harry, called Glasses with Histories. This beaker is example of Powell’s use of specific historical forms. The beaker shows a German-style glass with a manner of glassmaking based on Venetian techniques and a slightly abstract adaptation of the protruding prunt decoration found on early German examples.\nThis piece is one of seven Powell glass pieces proposed for acquisition. As an ensemble, they enable us to examine the creative range of James Powell and Sons from the 1870s through 1930, which includes the 1890–1910 period when Harry Powell was the chief designer at the firm. The interrelationships of James Powell and Sons with many of the leading designers of the day make the work of the firm, under Harry’s leadership, a significant force in British design. The simultaneous use of historic sources with contemporary concepts is valuable to the museum’s exploration of the design continuum. These would be the first examples of Powell glass in the museum’s collection.\n[1] John Ruskin, The Stones of Venice (London: Smith, Elder and Co., 1853). \n[2] Ibid.",
    "videos": null,
    "woe:country": "23424975",
    "type": "beaker",
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/31254_90dc8e68d275dbd6_b.jpg",
                "width": 1024,
                "height": 575,
                "is_primary": "1",
                "image_id": "31254"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/31254_90dc8e68d275dbd6_z.jpg",
                "width": 640,
                "height": 359,
                "is_primary": "1",
                "image_id": "31254"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/31254_90dc8e68d275dbd6_n.jpg",
                "width": 320,
                "height": 180,
                "is_primary": "1",
                "image_id": "31254"
            },
            "d": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/31254_90dc8e68d275dbd6_d.gif",
                "width": 320,
                "height": 180,
                "is_primary": "1",
                "image_id": "31254"
            },
            "sq": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/31254_90dc8e68d275dbd6_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "31254"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18062667",
            "role_id": "35236637",
            "person_name": "James Crofts Powell",
            "person_date": "English, 1847 - 1914",
            "role_name": "Probably",
            "role_display_name": "Probably",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062667\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236637\/"
        },
        {
            "person_id": "18062611",
            "role_id": "35236637",
            "person_name": "Harry Powell",
            "person_date": "English, 1870 - 1920",
            "role_name": "Probably",
            "role_display_name": "Probably",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062611\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236637\/"
        },
        {
            "person_id": "18044785",
            "role_id": "35236657",
            "person_name": "James Powell & Sons",
            "person_date": "1834–1980",
            "role_name": "Manufacturer",
            "role_display_name": "Manufactured by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18044785\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id": "18041007",
            "role_id": "35351535",
            "person_name": "Paul F. Walter",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041007\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Beaker, 1890–1910. Glass. Gift of Paul F. Walter. 2009-38-6."
    },
    "colors": [
        {
            "color": "#cab680",
            "closest_crayola": "#deaa88",
            "closest_css3": "#d2b48c",
            "closest_css4": "#d2b48c"
        },
        {
            "color": "#d7d999",
            "closest_crayola": "#edd19c",
            "closest_css3": "#f0e68c",
            "closest_css4": "#f0e68c"
        },
        {
            "color": "#afa89c",
            "closest_crayola": "#979aaa",
            "closest_css3": "#a9a9a9",
            "closest_css4": "#a9a9a9"
        },
        {
            "color": "#8c8a69",
            "closest_crayola": "#8a795d",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        },
        {
            "color": "#b0c0a0",
            "closest_crayola": "#a8e4a0",
            "closest_css3": "#a9a9a9",
            "closest_css4": "#a9a9a9"
        }
    ],
    "woe:country_name": "United Kingdom"
}