{
    "id": "18122761",
    "tms:id": "10059",
    "accession_number": "1901-39-3333",
    "title": "Drawing, \"The Return of Ulysses to Ithaca, Palazzo Milzetti, Faenza\", 1802–1805",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18122761\/",
    "department_id": "35347493",
    "period_id": "35417089",
    "date": "1802–1805",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1901",
    "decade": null,
    "woe:country": "23424853",
    "medium": "Pen and ink, brush and brown wash over traces of pencil.",
    "markings": "Watermark: VANDER LEY",
    "signed": null,
    "inscribed": null,
    "provenance": "Giovanni Piancastelli, Rome",
    "dimensions": "32.8 x 42.9 cm (12 15\/16 x 16 7\/8 in.)",
    "creditline": "Museum purchase through gift of various donors",
    "description": "Center of bottom row. Penelope greets returning Telemachus, embracing each other in presence of several people. Priest, right, stands near altar.  Left background, group of three running men: hiding Ulysses. Caption on top, \"1\", below: Penelope abracia il figlio Telemacho\/ goda del avo intorno alla patria. Lower right corner, spherical trapezoid, showing Ulysses shooting arrow through ring. Left, group of three men, at right, Ulysses and Minerva.  Caption above: \"6\" and ulisse prega larco alla presenza  de Proci\/ 2. Center on right short side, circular medallion showing Ulysses and Telemachus with arms of suitors on staircase, guided by Minerva holding lamp. Caption: \"3\" and ulisse con il figlio acon\/ pagnati da Minerva\/ hascondo le armi\/ 3. Upper right corner, Penelope weeps, hearing tales of her still unrecognized husband. Caption: \"4\" and Ulisse non convscinte dalla noglie piange fa penelope nel sentice raconta li atti\/ ' Dulisse.'  Center top: Euryclea recognizes Ulysses. Ulysses shown closing mouth of his nurse who bathes his right foot. Minerva leans upon his chair. Penelope sits at right before mantelpiece. Caption: \"5\" Eurichlea riconosce Ulisse da una antica ferita Ulisse li proibise di parlare. Upper left corner: Ulysses recognized by his dog.  Ulysses shown patting standing dog, while Eumaeus approches gateway of palace.  Caption \"2\" and 6 Ulisse ritornate alla sua patria e riconesinto\/ da un suo vechis cane.\" Circular medallions at left: Euryclea announces return of Ulysses to Penelope, who lies upon bed. Caption: \"7\" and 7\/ Euchlen sveglia Penelope\/ diceridoli he e ritornato\/ Ulisse il suo spose. Lower left corner: Telemachus asks his reluctant mother to recognize Ulysses. She sits upon chair. Telemachus points at Ulysses who sits upon base of column with Minerva standing behind him. Caption, \"8\" and 8\/ telemaco invita la madre a riconoscere Ulisse\/ il suo spose, ma ella e motto cauta nel riconoscerlo. Center on ovoidal representation of Ulysses and Penelope walking to bedroom. Servant girl holds lit torch. Others preparing bed. Minerva leaves. Caption: \"10\" and 9\/ Ulisse e Penelope vanno acompagnati da Minerva e\/ da onci ancella con fiacola a letto nonziale.",
    "justification": null,
    "culture": "Italian",
    "style": null,
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042405",
            "role_id": "35236655",
            "person_name": "Felice Giani",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}