{
    "id":"18695395",
    "tms:id":"223264",
    "accession_number":"2002-11-38",
    "title":"Brochure, \"Yale University School of Art Graduate Program: 1991-1992\", 1991",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18695395\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35424093",
    "type_id":"35247617",
    "date":"1991",
    "year_start":"1991",
    "year_end":"1991",
    "year_acquired":"2002",
    "decade":"1990",
    "woe:country":null,
    "medium":"Offset lithograph on white paper",
    "markings":null,
    "signed":"Imprinted in dark gray ink, third page, lower left corner: Design: Paul Rand",
    "inscribed":"Imprinted in dark gray ink, cover page, upper left: Yale University\/ School of Art Graduate Program:\/ 1991-1992; first page, from upper to lower part of page: One of the purposes of a professional education in the visual arts is to expose the student\/ to a series of experiences similar to those he or she will confront in the daily life of an\/ artist. ... Financial Aid:\/ The School of Art, in conformity with University policy, offers financial assistance to\/ applicants only after the applicant has been accepted for admission and only if a processed; second page, from upper to lower part: GAPSFAS analysis is on file at the School by April 1, 1992. Assistance is based upon need\/ and limited by available resources within the School. ...Approximately 23 students are accepted by this department each year. Studies are based\/ on tutorial contact and on formal class work. Students are exposed to a broad range of; third page, from upper to lower part of page: discussion with faculty and visiting artists. Group critiques are an important feature of the program. Each student is allotted a private studio... Alan Hacklin Martin Parr Sylvia Woodard\/ Typesetting: PDR, New York City; fourth page, upper left corner: Yale University\/ School of Art Graduate Program:\/ 1991-1992",
    "provenance":null,
    "dimensions":"27.9 x 15.4 cm (11 x 6 in. ), closed\n27.9 x 76.5 cm (11 x 30 in.), opened",
    "creditline":"Gift of Marion S. Rand",
    "description":"Five page brochure on white paper.  Opens like book. Cover page: bull's eye symbol, center, in red, white, and dark gray. Black and white bull dog, lower right quadrant. Title, upper left corner, imprinted in dark gray ink.  First page: text blocks (different headings) describe mission of program, M.D.A. programs of study, who can qualify, applications, tuition, and financial aid. Second page: text blocks describe more on financial aid, additional resources, inquiries, the specific departments: graphic design, painting and printmaking. Third page: text blocks describe more on painting and print making, photography, sculpture, and visiting artists\/ lecturers.  Fourth page: name of program, upper center; same bull's eye design as cover, but black and white bull dog in center of bull's eye, center.  Verso: all pages blank.",
    "justification":null,
    "type":{
        "id":"35247617",
        "name":"brochure"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40190_f6582965cc2bbda0_b.jpg",
                "width":578,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40190_f6582965cc2bbda0_n.jpg",
                "width":181,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/40190_f6582965cc2bbda0_z.jpg",
                "width":361,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18042341",
            "role_id":"35236763",
            "person_name":"Paul Rand",
            "role_name":"Graphic Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042341\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236763\/"
        },
        {
            "person_id":"18054949",
            "role_id":"35236667",
            "person_name":"Yale University",
            "role_name":"Client",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18054949\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        }
    ],
    "exhibitions":[

    ]
}