{
    "id": "18678063",
    "tms:id": "214497",
    "accession_number": "2000-56-1-1\/52",
    "title": "Sketchbook, 1997",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18678063\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35423519",
    "type_id": "35248421",
    "date": "1997",
    "year_start": 1997,
    "year_end": 1997,
    "year_acquired": "2000",
    "decade": "1990",
    "woe:country_id": null,
    "medium": "Ink",
    "markings": null,
    "signed": null,
    "inscribed": "Cover stamped: Chris\/ Capuozzo\/Begun 7\/31\/1997.",
    "provenance": null,
    "dimensions": "25.4 x 19.1 x 2.5 cm (10 x 7 1\/2 x 1 in. )",
    "dimensions_raw": {
        "depth": [
            "2.50",
            "centimeters"
        ],
        "height": [
            "25.40",
            "centimeters"
        ],
        "width": [
            "19.10",
            "centimeters"
        ]
    },
    "creditline": "Gift of Funny Garbage",
    "description": "Sketchbook with 52 leaves (many showing transfer rubbings) contents:  word phrases, e.g. \" Special Sensationally improved\"   \"Suggestions  when and how\"  \"Funny Garbage\"   \"Caution May be Hot\/ Sip with Care\"; roughly-drawn shapes; sketch of figures seated at a table (page inscribed: off from work Tuesdday in Park\"; architectural sketches (inscribed \"Flowering City\"); ornamented framing shapes,etc.",
    "justification": "Cooper-Hewitt’s National Design Triennial in 2000 featured the work of Funny Garbage: one sketchbook each by Funny Garbage co-directors, Peter Girardi and Chris Capuozzo, as well as the firm’s web designs. Despite being two of the most innovative design designers for digital media, the starting point for Girardi and Capuzzo’s designs are their sketchbooks—analog, paper-based means of recording creative ideas.\nSince the museum wishes to acquire design items that exemplify the work of today’s leading designers, as well as items that represent key aspects of the design process, the Funny Garbage sketchbooks are strong candidates for acquisition. \nGirardi, a former graffiti artist, founded the design and production studio Funny Garbage in 1996. Today, this firm is known for its work with emerging technology, which humanizes digital interactions with images that recreate hand-drawn gestures. Funny Garbage, which Girardi co-directs with fellow designer and collaborator Capuozzo, is among America’s most inventive and award-winning design firms designing for a variety of new media including web sites, CD-ROMs, title graphics, as well as print and performance (even puppet) projects for such clients as Ted Turner, the Cartoon Network, Compaq, Nike, the Rock and Roll Hall of Fame, and I.D. Magazine. Among their current projects, as of 2000, is a ROTC training film.\nA crucial starting point for Girardi’s and Capuozzo’s Funny Garbage designs is their personal sketchbooks, which number in the hundreds of volumes. Each designer actively compiles and refers to their joint repository of sketches, scribbles, letter form compositions and experiments, textural rubbings and scuff marks, collection of assorted fragments, scraps and cast-offs from popular culture (comics, candy wrappers, bar codes, standardized forms, ticket stubs, parts of packaging, children’s comics stickers, parts of credit cards, pay stubs, etc.). To Girardi and Capuozzo, these images, gestures, and textures are a treasure trove of ideas for recreating images for screen environments that reconnect the viewer to the physical world. While their designs appear accidental, they are, in fact, governed by strict rules of graffiti art and design. Thus, both this sketchbook and the sketchbook by Girardi are invaluable resource books of concepts that are catalysts to designs later realized on the web or in other media.\nIn late summer of 2000, as a follow-up to the Triennial exhibition, Drawings and Prints curator, Marilyn Symmes, visited Girardi and Capuozzo at the Funny Garbage office to examine examples of their sketchbooks to gain a better idea of the nature of their sketchbooks and to determine the final choice for acquisition consideration. This selection of two Funny Garbage sketchbooks, one each by Girardi and Capuozzo, are excellent examples that typify their drawing styles and interests. The sketchbooks are exceedingly interesting to review and will provide insight as to how Funny Garbage designs were made.",
    "videos": null,
    "woe:country": null,
    "type": "sketchbook",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18051949",
            "role_id": "35236705",
            "person_name": "Funny Garbage",
            "person_date": "",
            "role_name": "Studio of",
            "role_display_name": "Studio of",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18051949\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236705\/"
        },
        {
            "person_id": "18535719",
            "role_id": "35236655",
            "person_name": "Chris Capuozzo",
            "person_date": "",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18535719\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18051949",
            "role_id": "35351535",
            "person_name": "Funny Garbage",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18051949\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Sketchbook, 1997. Ink. Gift of Funny Garbage. 2000-56-1-1\/52."
    },
    "colors": [

    ]
}