{
    "id": "18061107",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18061107\/",
    "name": "Faience Manufacturing Company",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "The Faience Manufacturing Company was founded in February of 1881 by Bernard Veit, a millinery goods manufacturer and importer, Joseph Offenbach, an exchange broker, Joseph Baruch, Veit’s son-in-law and a former glove manufacturer, and Veit’s sons, Felix and Morris. In their early years the company produced white-bodied earthenware vases, baskets, and jardinières inspired by French faience ceramics, from which the company took their name, and Limoges wares. Production was characterized by hand-molded flowers, painted decoration, and majolica glazes. These wares were at first sold in Veit and Nelson’s showrooms in lower Manhattan. In 1884, Edward Lycett joined as artistic director and introduced new formulas for clay bodies and glazes as well as the use of interchangeable parts and the practice of decorating the same forms with varying designs to increase consumer choice. Lycett dramatically altered the artistic direction of the company. His interest in exotic and historical shapes and designs revitalized the company’s production and responded to rising consumer taste for far and near eastern aesthetics. He supervised about twenty five artisans and at the factory and offered classes in china decoration, a continuation of a tradition that began in the 1860s in his Greene Street studio in downtown New York. New York Faience Company wares were retailed at major arts goods establishments across the country including Tiffany & Company in New York.  In 1886, the company began advertising wares in trade publications oriented towards jewelry and fancy goods wholesalers, as well as periodicals aimed at elite consumers. While these art wares earned critical acclaim, they were expensive to produce and ultimately lead to the downfall of the company. In 1890 the firm reorganized as an agent for a French porcelain manufacturer and two years later ceased production all together.",
    "woe:country_id": "23424977",
    "date": "American, 1881-1892",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}