{
    "id": "69123499",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/69123499\/",
    "name": "Suzanne Lalique",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "Suzanne Lalique-Haviland has created many designs for ceramics and porcelains, textiles, decorative objects and glassware. She was also a painter and, in the second part of her life, set and costume designer for theatre.\nThe granddaughter of the ornemantalist sculptor Auguste Ledru (1837-1918) and daughter of  the well-known designer of jewels and glassware René Lalique (1860–1945), Suzanne has begun to design decorative objects from 1910 (she probably started with a powder box for the René Coty perfumes). She created decorations for the Manufacture nationale de Sèvres and provided a lot of models for printed textiles or fabrics, which were regularly exhibited and edited by Maison Lauer or Tassinari and Chatel.\nShe created many gouache-painted decorative screens, highly appreciated by Jacques Doucet (1853-1929), who owned several of them.\nShe also collaborated regularly with her father René, particularly for the interior decoration of the Paris ocean liner in 1919 (she notably designed the textiles and the curtains for the Salon de conversation). Very aware of the artistic skills of his daughter, René Lalique encouraged Suzanne in participating in the family enterprise. From 1920 to 1930, a large part of the Lalique glass production is inspired by her watercolors, in which she reveals her passion for nature and the vegetal world. She became quickly the art deco muse of the family enterprise, making it enter fully in this productive golden era, by her great sense of stylization, her artistic skill for developing geometric shapes and mixing all sources of inspiration.\nMarried in 1917 with Paul Burty-Haviland, a photographer from the famous porcelain family, she became artistic collaborator of the Haviland manufacture in Limoges from 1924. She designs models until 1935.\nIn the 1930’s she turns herself to the painting, producing mostly still lifes, compositions occasionally reproduced from her husband’s photographs.  From 1937 to the beginning of the 1970’s, she created numerous sets and costumes for the theatre, especially for the Comédie Française. She also was a regular collaborator of Jean Meyer for the Théâtre des Célestins, in Lyon, until 1985.",
    "woe:country_id": "23424819",
    "date": "French, 1892 - 1989",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424819"
}