{
    "id": "68268445",
    "tms:id": "277019",
    "accession_number": "2014-24-1",
    "title": "Vase, \"Floating Vessel\", 2014",
    "title_raw": "Floating Vessel",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/68268445\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "68268443",
    "type_id": "35237225",
    "date": "2014",
    "year_start": 2014,
    "year_end": 2014,
    "year_acquired": "2014",
    "decade": "2010",
    "woe:country_id": "23424796",
    "medium": "Hand-sculpted frit porcelain with hand-painted blue glaze at rim, double fired with glazed interior",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2014 Acquired through J. Lohmann Gallery, directly from the designer",
    "dimensions": "H x diam.: 24.1 × 20.3 cm (9 1\/2 in. × 8 in.)",
    "dimensions_raw": {
        "diameter": [
            "20.32",
            "centimeters"
        ],
        "height": [
            "24.13",
            "centimeters"
        ]
    },
    "creditline": "Museum purchase from Charles E. Sampson Memorial Fund",
    "description": "grey-white spiral-ruffles in extremely thin pinched porcelain with blue glazed edges and biscuit exterior surrounding a narrow glazed opening",
    "justification": "\nThis exquisitely modeled vase-form vessel is a unique model made within the context of a series of hand-sculpted forms that expand the potentials of porcelain into contemporary sculpture while referencing traditional decorative arts media. \nDavolio, the designer-maker, shows an extensive knowledge of the properties of porcelain while playing with its potential for intricate manipulation. Early European porcelain manufacturers of the eighteenth century strove to attain the translucency of Chinese porcelain as they re-created the china clay and china stone mix that enabled high firing and minute details characteristic of hard-paste porcelain. The blue and white palette used in much of the Chinese porcelain that first inspired European porcelain was picked up in the Netherlands, with Delft pottery, and in porcelain produced in Copenhagen. The edges of the ruffles on this piece, tipped in blue by hand, reflect the blue and white aesthetic that has remained popular in Denmark since being introduced over two hundred and fifty years ago. In an interesting twist on history: the twice-baked porcelain, or biscuit, is glazed on the inside, rather than the outside. \nSandra Davolio expresses the aesthetic of both her country of birth, Italy, and of her long-time home, Denmark, in this piece which is not overtly from either country, and yet has influences of both. Northern Italian porcelain of the eighteenth century involved some very delicate constructions and sculpture in the Doccia – Ginori factory founded in 1735 in Sesto Fiorentino outside Florence. Like this piece, early Ginori porcelain was slightly grey and had a slightly gritty texture, with primarily a palette in blue and white.\nThe ceramics collection is the strongest area in the Cooper-Hewitt’s Product Design and Decorative Arts department, which includes examples of eighteenth-century Doccia and twentieth-century Danish ceramics. ",
    "woe:country": "23424796",
    "type": "Vase",
    "images": [

    ],
    "participants": [
        {
            "person_id": "68264169",
            "role_id": "35236655",
            "person_name": "Sandra Davolio (Italian, b. 1951, active Denmark, 1974-present)",
            "person_date": "(Italian, b. 1951, active Denmark, 1974-present)",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68264169\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "68737279",
            "role_id": "35352249",
            "person_name": "Mr. Joern Lohmann",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68737279\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone": {
        "epitaph": "Vase, \"Floating Vessel\", 2014. Hand-sculpted frit porcelain with hand-painted blue glaze at rim, double fired with glazed interior. Museum purchase from Charles E. Sampson Memorial Fund. 2014-24-1."
    },
    "colors": [

    ],
    "woe:country_name": "Denmark"
}