{
    "id": "68743505",
    "tms:id": "277549",
    "accession_number": "2014-27-1-a\/e",
    "title": "Daybed, 1933–1935",
    "title_raw": null,
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/68743505\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "68743491",
    "type_id": "68743495",
    "date": "1933–1935",
    "year_start": 1933,
    "year_end": 1935,
    "year_acquired": "2014",
    "decade": "1930",
    "woe:country_id": "23424977",
    "medium": "Birch-faced plywood, tulip poplar, nickel-plated steel",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "2014, acquired by Cooper Hewitt from granddaughter of original owners; commissioned from designer by original owners, Marguerita and Charles Mergentime, 1938, thence by descent to granddaughter.",
    "dimensions": "H x W x D: 86.4 × 119.4 × 99.1 cm (34 × 47 × 39 in.)",
    "dimensions_raw": null,
    "creditline": "Gift of Virginia Bayer",
    "description": "Plywood and tulip poplar L-form headboard and side panel, each with various doors and storage compartments; bookshelf in side panel.  The whole structure mounted on tubular metal mattress support with castors; pivoting, adjustable tubular metal and wood tray\/reading stand mounted on side panel. Headboard fitted with nickel-plated reading lamp with curved sheet metal shade on flexible metal neck.",
    "justification": "This daybed is a testament to architect-designer Frederick Kiesler’s landmark modern and functionalist style. However, in its original setting, a sitting room entirely furnished by Kiesler, it contributed to an air of mid-century design in flux. Akin to the compelling stage sets and exhibit spaces he spent much of his career creating, each object Kiesler designed to fill the sitting room came together to create an overarching narrative&amp;nbsp;on the nature of design itself. The sitting room, Kiesler’s first American commission for a domestic interior, was created between 1932 and 1935, for up-and-coming textile designer Marguerita Mergentime and her husband Charles. Kiesler and Mergentime were founding members of the American Union of Decorative Artists and Craftsmen (AUDAC), where they most likely met. Founded in 1928 to promote modern American decorative arts and the new field of industrial design, the organization disbanded about four years later, a victim of the Great Depression.\nBy the early 1930s, designers were starting to transition away from angular modernism to more biomorphic forms. This daybed, one of two similar daybeds for the Mergentime commission, is a transitional piece between sharp modernism and Kiesler’s later, highly organic biomorphic style. The daybed’s cabinetry, finished on all sides and mounted on a tubular steel mattress frame with casters, is a combination of straight vertical and angled walls softened by curving edges, creative for the way in which they incorporate flat fitted doors with inset pulls for the storage drawers and cupboards located in the fronts, sides, and backs of the L-shaped headboard and side unit. The piece was meant to be seen and accessed from all sides. When the room was completed, this streamlined functional daybed was not placed against a wall, but among objects in the center of the space, including Kiesler’s organic nesting aluminum tables and standing lamp. The daybed is devoted to utility, complete with bookshelves, drawers or cabinets&amp;nbsp;in each panel, a movable tray table\/reading stand and an overhead lamp on a flexible arm. Taken together, Kiesler’s multi-functional furniture and furniture with interchangeable parts represent a dialogue between evolving aspects of his style through the juxtaposition of new and characteristic forms. The&amp;nbsp;Mergentime&amp;nbsp;sitting room remains one of the most prominent works of his career.\n&amp;nbsp;",
    "woe:country": "23424977",
    "type": "Daybed",
    "images": [

    ],
    "participants": [
        {
            "person_id": "68735235",
            "role_id": "35236655",
            "person_name": "Frederick Kiesler",
            "person_date": "American (born Austro-Hungarian Empire), 1890 - 1965",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68735235\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "68735199",
            "role_id": "35351535",
            "person_name": "Virginia Bayer",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/68735199\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Daybed, 1933–1935. Birch-faced plywood, tulip poplar, nickel-plated steel. Gift of Virginia Bayer. 2014-27-1-a\/e."
    },
    "colors": [

    ],
    "woe:country_name": "United States"
}