{
    "id": "18739985",
    "tms:id": "246193",
    "accession_number": "2010-17-2",
    "title": "Sketchbook, Sketchbook, 1996–ca. 2000",
    "title_raw": "Sketchbook",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18739985\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35433905",
    "type_id": "35248421",
    "date": "1996–ca. 2000",
    "year_start": 1996,
    "year_end": 1996,
    "year_acquired": "2010",
    "decade": "1990",
    "woe:country_id": null,
    "medium": "Various media on newsprint type paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Rafael Viñoly Architects, New York",
    "dimensions": "27.8 x 21.4 x 2.5 cm (10 15\/16 x 8 7\/16 x 1 in.)",
    "dimensions_raw": {
        "depth": [
            "2.50",
            "centimeters"
        ],
        "height": [
            "27.80",
            "centimeters"
        ],
        "width": [
            "21.40",
            "centimeters"
        ]
    },
    "creditline": "Gift of Rafael Viñoly",
    "description": "Book contains sketches for Kimmel Center for the Performing Arts, Philadelphia; the Tokyo International Forum; the Fortabat Museum, Buenos Aires, Columbus Circle Pedestrian Overpass competition, Van Andel Institute, Grand Rapids; Museum of Modern Art, New York redesign.",
    "justification": "Architect Rafael Viñoly still does hand sketches as well as beautiful watercolors for his projects. For the Kimmel Center for the Performing Arts, Philadelphia (1998–2001), Viñoly was tasked with providing a cultural complex: a hall for the Philadelphia Orchestra and a second performance space for multiple types of theatrical productions. The center was also to serve as a public plaza, revitalizing and uniting the north-south corridor in downtown Philadelphia. This project was especially meaningful to Viñoly as he is a cellist and concert pianist and therefore sensitive to issues of acoustics, sightlines, and audience flow. To address these issues in a design that could contend with the scale of high rise buildings to the north and a residential neighborhood to the south, Viñoly treated the two theaters as two freestanding structures enclosed in a transparent classical 150-foot barrel vault that echoes the 19th-century neoclassical architecture of the city's major monuments. \nThe Kimmel Center sketchbook studies show smaller stages of the Viñoly’s conceptual process. Two ink studies diagram the square footage allotted to each of the programmatic elements. Other color pencil studies reveal the architect integrating the separate programmatic spaces: the oval symphony building at the rear of the complex in pink, the smaller cube-shaped Perelman Theater placed asymmetrically at the main northern entrance in green with the surrounding civic spaces in orange. An additional color sketch envisions the organic shape and curving layers of the symphony interior, while others explore the ribbed glass roof, constructed as a series of accordion-pleated arches with horizontal struts to deflect and carry the wind loads.\nAlong with the Kimmel Center, the proposed sketchbook also contains drawings for the Tokyo International Forum (1996); New York's Columbus Circle Pedestrian Overpass competition (1998–99); the Van Andel Institute, Grand Rapids, Michigan (2002); and the Museo Fortabat, Buenos Aires, Argentina (2008). \nBuilding a collection of architectural drawings by National Design Award winners is an area of collection priority. Rafael Viñoly Architects was a National Design Award Finalist in 2004 for the David L. Lawrence Convention Center in Pittsburgh, Pennsylvania. This sketchbook is proposed for acquisition together with a large, signed watercolor drawing of the Kimmel Center.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "sketchbook",
    "images": [

    ],
    "participants": [
        {
            "person_id": "18063235",
            "role_id": "35236669",
            "person_name": "Rafael Viñoly",
            "person_date": "Uruguayan, born 1944",
            "role_name": "Draftsman",
            "role_display_name": "Drafted by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18063235\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236669\/"
        },
        {
            "person_id": "18063235",
            "role_id": "35351535",
            "person_name": "Rafael Viñoly",
            "person_date": "Uruguayan, born 1944",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18063235\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        }
    ],
    "tombstone": {
        "epitaph": "Sketchbook, Sketchbook, 1996–ca. 2000. Various media on newsprint type paper. \nGift of Rafael Viñoly. 2010-17-2."
    },
    "colors": [
        {
            "color": "#545a6c",
            "closest_crayola": "#4a646c",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ]
}