{
    "id":"18550543",
    "tms:id":"68163",
    "accession_number":"1938-88-7207",
    "title":"Drawing, \"Ornamental Panel\", 1806",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18550543\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "media_id":"35371029",
    "type_id":"35237093",
    "date":"1806",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":null,
    "medium":"Pen and brown ink, brush and brown and gray wash on two sheets of paper joined vertically, lined with cardboard; rosettes drawn on four separate pieces of paper and laid down on the original sheet",
    "markings":null,
    "signed":"Signed in pen and brown ink at lower left: Flaminio Minozzi 1806",
    "inscribed":null,
    "provenance":"Giovanni Piancastelli; Mr. and Mrs. Edward D. Brandegee",
    "dimensions":"69.1 x 20.1 cm (27 3\/16 x 7 15\/16 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Design for an ornamental panel, with vertical orientation.  Above the vase with a sphinx and two griffins, which is located at the bottom of the composition, is a nest of acanthus leaves; springing from it are two rinceaux\/scrolls, nearly symmetrically winding up.  The rosettes, terminating the scrolls, have all been replaced by the artist, by pieces of paper pasted over.  Three putti and three birds are placed along the scrolls.  The acanthus scrolls are framed on all sides, except the top edge, by a decorative molding.  Signed at lower left corner.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Ornamental Panel\", 1806.\n1806. Pen and brown ink, brush and brown and gray wash on two sheets of paper joined vertically, lined with cardboard; rosettes drawn on four separate pieces of paper and laid down on the original sheet. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-7207."
    },
    "colors":[
        {
            "color":"#a99c9b",
            "closest_css3":"#a9a9a9"
        },
        {
            "color":"#70635a",
            "closest_css3":"#696969"
        },
        {
            "color":"#c5b9aa",
            "closest_css3":"#c0c0c0"
        },
        {
            "color":"#9d826a",
            "closest_css3":"#808080"
        },
        {
            "color":"#b5c9bb",
            "closest_css3":"#c0c0c0"
        }
    ]
}