{
    "id":"18355555",
    "tms:id":"61202",
    "accession_number":"1938-88-1",
    "title":"Drawing, \"Stage design, Columned Hall with Sculpture and Inscriptions Relating to the Aenead\", late 17th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18355555\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35389285",
    "type_id":"35237093",
    "date":"late 17th century",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1938",
    "decade":null,
    "woe:country":null,
    "medium":"Pen and black ink, and wash on wove paper",
    "markings":null,
    "signed":null,
    "inscribed":"Inscribed in pen and black ink below sculpture: TURNO; ULISSE DIOMEDE; ACHIL\/LE; ALA\/ CE; CAS\/SAN\/DRA; ENEH; ENEA E ANCHI\/SE\/CREVSA E ASCAN\/IO; PRI\/A\/MO; EC\/BA; MENELAO\/ED\/ELENA; ANDROM\/E\/PIRRO; ELE\/NO; PARIDE\/ED\/ELENA; ENEA\/ELENA VENERI; ETIO\/RE; AN\/CA.  Inscribed by a later hand at lower left: Buraccini fece.",
    "provenance":null,
    "dimensions":"Sheet: 62.6 x 97.1 cm (24 5\/8 x 38 1\/4 in.)",
    "creditline":"Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund",
    "description":"Horizontal rectangle: large ahll elaborately decorated with sculptures and ornaments in Roman style opening into a vast ahll with aisles at either side separated by walls made of columns.  Walls of aisels decorated with niches between columns containing sculptures of ancient heroes live Menelaos, etc.  Devices in Italian on cartouches on cornice.  (Battle of Aneas and Turnus, King of the Rutilians - foreground; participants in Trojan War--background).",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Drawing, \"Stage design, Columned Hall with Sculpture and Inscriptions Relating to the Aenead\", late 17th century.\nlate 17th century. Pen and black ink, and wash on wove paper. Museum purchase through gift of various donors and from Eleanor G. Hewitt Fund. 1938-88-1."
    },
    "colors":[

    ]
}