{
    "id":"18644485",
    "tms:id":"197145",
    "accession_number":"1993-151-361-1\/4",
    "title":"Brochure, \"Rouse & Associates: Liberty Place\", late 20th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644485\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"late 20th century",
    "year_start":"1979",
    "year_end":"1993",
    "year_acquired":"1993",
    "decade":"1970",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-361-1 - 20.7 x 12 cm (8 3\/16 x 4 5\/8 in.), closed\n1993-151-361-1 - 20.7 x 36 cm (8 3\/16 x 14 1\/4 in.), opened\n1993-151-361-2 - 20.3 x 12 cm (8 x 4 5\/8 in.), closed\n1993-151-361-2 - 20.3 x  36 cm (8 x 9 1\/4 in.), opened\n1993-151-361-4 - 20.3 x 11.4 cm (8 x 4 1\/2 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"The three-part promotional souvenir of Liberty Place, a Philadelphia real estate development project of Rouse & Associates, consists of a brochure and insert combined in a folder; the whole is bound diagonally by a removable silky, elasticized, tasseled cord in red.\nThe folder, of heavy dark taupe-on-taupe patterned stock, is composed of three sections: front cover, center panel with rounded top and bottom flaps, and back cover.\nFront cover: In the top half, centered, four words in Latin, Ubi\/ Libertas\/ Ibi\/ Patria are imprinted in small serif-style red capitals. \nBack cover: The English translation, Where\/ Liberty Is\/ There is My\/ Country appears in identical position, typeface and color as the phrase on the front. James Otis, the author of the quotation, is cited in smaller type, centered, about one inch from the lower edge of the page.\nThe brochure consists of a thirteen page (unpaginated) booklet of off-white stock inserted into a cover, of beige stock, that has back and front flaps. The cover features a rectangle, pasted on in the center of the upper half; it is of ivory stock, with a double, thick-and-thin border in red. A\/ Liberty\/ Book. is imprinted within the border in the same style type as on the folder. A title page is followed by twelve pages of quotations, one per page, on the theme of liberty. A message in the upper half of an additional (concluding) page relates: This gift comes to you from the people at\/ Rouse & Associates\/ developers of\/ Liberty Place\/ in Philadelphia\/. It has been prepared\/ in an addition of 250 copies. This is number..; no number is given.\n\nImprinting throughout is on the recto pages only. The type is mostly sans-serif style and occasionally italicized and varies in the use of upper and lower case. While gray and red appear in many different combinations, the word liberty is always imprinted in red, and the author's name, centered on the page close to the lower edge, is always imprinted in gray.\n\nInsert - On off-white stock in gray, Rouse & Associates is imprinted in capitals across the page near the upper edge and the headquarters address is in upper and lower case near the lower edge.",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35247617",
        "name":"brochure"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}