{
    "id":"18464275",
    "tms:id":"142743",
    "accession_number":"1968-135-77",
    "title":"Tao Priest's Robe, 19th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18464275\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35410697",
    "type_id":"35292059",
    "date":"19th century",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1968",
    "decade":null,
    "woe:country":"23424781",
    "medium":"Medium: silk, metallic threads\nTechnique: embroidered in couching, satin, stem and knotted stitches on 7\/1 satin foundation",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 128 x 184.2 cm (50 3\/8 x 72 1\/2 in.)",
    "creditline":"Gift of Harvey Smith",
    "description":"Robe in the form of a large rectangle composed of widths of fabric which are continuous from the front hem over the shoulder to the back hem. The garment is open down the center front, and the front borders are continuous with the neck band. The borders on the outside edges are also continuous over the arm, and have openings for the hands. \nEach front panel contains two medallions with a full-face dragon chasing a magic pearl in the sky above a mountain. \nOn the back, in the upper center is a large medallion with the \"sacred Pagoda\" (Lamaist) plus two small medallions, one with a representation of the sun, the other the moon. Below are two large medallions each with a profile dragon chasing a magic pearl in the sky above a mountain. These three large medallions on the back are placed above mountains raising out of a foaming sea. The entire field of the front and back panels is filled with clouds, auspicious symbols, and bats carring symbols. The background is metallic gold with the pattern in colored silks. The vertical borders on the front and back contain medallions with the 8 Buddhist Emblems in colors on a black background. The bottom bands on front and back have dragons raising out of the sea, medallions containing either a carp, turtle with snake, or Ch'i-lins, plus other auspicious symbols in colors on a black background. \nMany of the popular and commonly used Chinese symbols are used including the 8 Buddhist emblems, those of the Taoist Immortals, 12 Imperial, and 100 Antiques. \nThe entire pattern is embroidered, as is the background on the front and back panels (the background of the borders and bands is the foundation fabric). The entire robe is lined with silk 8-harness satin damask with an all-over pattern of clouds (Ming type) in greenish-yellow and tan. There are two embroidered yellow silk pointed tabs and one button with loop on the edge of the opening.",
    "justification":null,
    "type":{
        "id":"35292059",
        "name":"Tao priest's robe"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Tao Priest's Robe, 19th century.\n19th century. Medium: silk, metallic threads\nTechnique: embroidered in couching, satin, stem and knotted stitches on 7\/1 satin foundation. Gift of Harvey Smith. 1968-135-77."
    },
    "colors":[
        {
            "color":"#af8955",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#948870",
            "closest_css3":"#808080"
        },
        {
            "color":"#6d6353",
            "closest_css3":"#696969"
        },
        {
            "color":"#423730",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#b7ad96",
            "closest_css3":"#a9a9a9"
        }
    ]
}