{
    "id": "18645147",
    "tms:id": "197477",
    "accession_number": "1993-31-191-2",
    "title": "Book, \"The Ghost in the Underblows by Alfred Young Fisher\", 1940",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18645147\/",
    "department_id": "35347493",
    "period_id": "35417249",
    "date": "1940",
    "year_start": "1940",
    "year_end": "1940",
    "year_acquired": "1993",
    "decade": "1940",
    "woe:country": null,
    "medium": "Lithography in orange and black ink on off-white wove paper",
    "markings": null,
    "signed": null,
    "inscribed": "Printed in black ink, left: XII\/To love one’s neighbor as oneself…\/To live in righteousness…\/These sayings are seeds of water in a stony field,\/Or the rainy reiteration of the word of God\/Or noises on skin drums;\/They are nothing at all to the voice underneath it all.\/And when I think that this humanity\/Has made such gauds,\/Planted such false jewels for seed, I suspect the fruit\/Of rottenness.\/Do I then not love men until the pain flows down in the cracks of\/my heart,\/The stony heart if you like, where nothing lives?\/Continual pain, the drip of persistent water,\/The seep of poison into the brain?\/I hear my old friend in the cellarage,\/The ubiquitous ghost, the unearthly music.\/He is singing old songs out of myself, out of our day,\/Out of older days:\/They are bawdy sometimes, or great as Bach’s Mass;\/Or willful as Beethoven; gentle sometimes too,\/Bitter and kind. He is the old singing fellow\/In my brain, who skips or digs to sow salt.\/And there is not peace or pause for me even before\/The reiteration which convinces truth of truthfulness.\/‘To love one’s neighbor’ fronts ‘to live in righteousness,’\/And they slash like soldiers of a bloody peace.\/For they pray for self and then for the other’s good,\/Both counting beads of abnegation:\/‘I love you as I love myself.’ ‘I live in righteousness,\/I am sincere, nor have I other gods before Him.’\/This gives me pause, starts me from sleep in the dawn\/Begins to pound my head between stones big as fists,\/And sets my feet in a path to be hewn out.\/I hear my neighbor who is just whisper out,\/22.",
    "provenance": null,
    "dimensions": "H x W: 23.9 x 31.5 cm (9 7\/16 x 12 3\/8 in.)",
    "creditline": "Gift of Tamar Cohen and Dave Slatoff",
    "description": "Page 22-23. Left: text. Right: Abstract design in black, orange, and white. Design is broken into roughly two halves. Left side consists of horizontal row of three identical shape clusters. Each cluster consists of from left to right: thick vertical black bar topped with quarter circle and ending with triangle; vertical row of small black half circles above thin black bar; a thin bar consisting of thin black lines over a thin orange bar. Each shape cluster is slightly longer at the bottom, creating a diagonal of roughly 45 degrees. Right side of design consists of, on left, thick black vertical bar with two triangles at top, and one triangle at bottom. To right of bar are two shape clusters which are 180-degree mirror images of shape clusters on left except that half-circles remain on top and triangles on bottom. These three forms are also staggered diagonally to form a 45-degree angle. The three forms are superimposed over  vertical orange rectangle that fillsroughly 1\/4 of design at upper right.",
    "justification": null,
    "culture": "American",
    "style": null,
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39714_71677dcaa8bf7d9f_b.jpg",
                "width": 1024,
                "height": 778,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39714_71677dcaa8bf7d9f_n.jpg",
                "width": 320,
                "height": 243,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/39714_71677dcaa8bf7d9f_z.jpg",
                "width": 640,
                "height": 487,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18043331",
            "role_id": "35236655",
            "person_name": "Alvin Lustig",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043331\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "exhibitions": [

    ]
}