{
    "id":"35521009",
    "tms:id":"275106",
    "accession_number":"2013-20-1",
    "title":"Poster, \"ITF Internationale tentoonstelling op filmgebied\", 1928",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/35521009\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35407799",
    "type_id":"35238163",
    "date":"1928",
    "year_start":1928,
    "year_end":1928,
    "year_acquired":"2013",
    "decade":"1920",
    "woe:country":"23424909",
    "medium":"Lithograph on wove paper",
    "markings":null,
    "signed":null,
    "inscribed":"Printed, lower left: S \/ P. ZWART.",
    "provenance":"Zwart Family; 1983: Merrill Berman [1]; May 2013: acquired by Museum\n\n\n\n\n\n\n\n\n[1] Dutch dealer",
    "dimensions":"85 x 61 cm (33 7\/16 in. x 24 in.)",
    "creditline":"Museum purchase through gift of Susan Hermanos, Judith and Charles Bergoffen, Cathy Nierras, and Anonymous Donors and from Drawings and Prints Council and General Acquisitions Endowment Funds",
    "description":"Poster for an international film exhibition with text and images in black, red and blue. A large blue square in lower right section depicting photographic reproduction of a man’s eyes and a red film strip of a woman. Text in red at oblique angle across square: FILM. Above, text in blue: INTERNATIONALE \/ TENTOONSTELLING \/ OP FILMGEBIED \/ [in black and red]: ITF. Lower left corner, text in red and blue: 14 APRIL \/ 15 MEI; 1928 GROOTE KOMINKLIJKE \/ BAZAR ZEESTRAAT 82 \/ DEN HAAG.",
    "justification":"\nPiet Zwart ranks among the most celebrated designers of the twentieth century and his 1928 poster ITF: Internationale Tentoonstelling Op Filmgebeid (ITF International Exhibition of Film) is his most famous graphic design work. It advertizes a 1928 film festival in The Hague at which avant-garde films from nine different countries were shown. International film festivals were a new phenomenon of the late 1920s and like many avant-garde designers and artists, Zwart was a film devotee. He joined the Experimental Theater Association of The Hague, which showed avant-garde films as matinees, and helped organize the large-scale film exhibition in 1928 to encourage interest in the new medium. \nWhile influenced, in the early 1920s, by the geometric structure and primary colors of the Dutch modernist De Stijl movement, Zwart was also drawn to the free form typography of Dada (using different styles and sizes of fonts in the same piece) and to the photomontage techniques of Russian Constructivism. After meeting the Hungarian designer El Lissitzky, who experimented with a type of photography called the &quot;photogram,&quot; laying objects down on photosensitive paper leaving a negative image on which text could be printed, Zwart applied this technique for a short period of time. By 1926, a year after Moholy-Nagy published a book, Malerei, Photographie, Film, which showed how photography and typography could be joined in a unified graphic design work, Zwart started experimenting with combinations of photo-collage and text. His 1928 poster ITF, Internationale Tentoonstelling Op Filmgebeid, is a powerful example of Zwart’s graphics where he combines the red, white, and blue colors of the Dutch flag, varying sizes and styles of typefaces, strong diagonals to accentuate movement, and the key word, &quot;FILM.&quot; Finally, he incorporates, two photographic images, a tightly cropped pair of eyes intently focused on the image of film footage. The carefully organized proportions and balance of color, of positive and negative space, of image and typography has established this poster, as arguably the greatest accomplishment of Dutch modernism. ",
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/63138_f4c5e246c1668fdf_b.jpg",
                "width":740,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/63138_f4c5e246c1668fdf_n.jpg",
                "width":231,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/63138_f4c5e246c1668fdf_z.jpg",
                "width":462,
                "height":640,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18048535",
            "role_id":"35352247",
            "person_name":"General Acquisitions Endowment",
            "role_name":"Fund",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id":"18044821",
            "role_id":"35236655",
            "person_name":"Piet Zwart",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18044821\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"51677565",
            "role_id":"35352249",
            "person_name":"Merrill Berman",
            "role_name":"Vendor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51677565\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        }
    ],
    "tombstone":{
        "epitaph":"Poster, \"ITF Internationale tentoonstelling op filmgebied\", 1928.Lithograph on wove paper. Museum purchase through gift of Susan Hermanos, Judith and Charles Bergoffen, Cathy Nierras, and Anonymous Donors and from Drawings and Prints Council and General Acquisitions Endowment Funds. 2013-20-1."
    },
    "colors":[
        {
            "color":"#f3e9ce",
            "closest_css3":"#faebd7"
        },
        {
            "color":"#4b5a82",
            "closest_css3":"#483d8b"
        },
        {
            "color":"#2c3a5f",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#d24e24",
            "closest_css3":"#d2691e"
        },
        {
            "color":"#4a312f",
            "closest_css3":"#2f4f4f"
        }
    ]
}