{
    "id": "18647569",
    "tms:id": "198690",
    "accession_number": "1994-114-6",
    "title": "Poster, AIGA Communication Graphics: Holographic Model, 1993",
    "title_raw": "AIGA Communication Graphics: Holographic Model",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18647569\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35399021",
    "type_id": "35238163",
    "date": "1993",
    "year_start": 1993,
    "year_end": 1993,
    "year_acquired": "1994",
    "decade": "1990",
    "woe:country_id": "23424977",
    "medium": "offset lithograph on paper",
    "markings": null,
    "signed": "Imprinted in black ink, on recto, lower left edge, vertically: design \/ April Greiman Inc.",
    "inscribed": null,
    "provenance": "1994: acquired by Museum",
    "dimensions": "112.2 x 86.3 cm (44 3\/16 in. x 34 in.)",
    "dimensions_raw": {
        "height": [
            "112.20",
            "centimeters"
        ],
        "width": [
            "86.30",
            "centimeters"
        ]
    },
    "creditline": "Gift of Unknown Donor",
    "description": "Oversized poster for AIGA calling for entries for contest.  Poster folds into 16 sections.\nRecto: Computerized photo reproduction of whirlpool (in black and white) and fish (in color) in middle.  Imprinted below fish: \"Communication Graphics 1993\" (in black).  Red, yellow and black dots assembled to form human figure at left center with head overlapping image of whirlpool. Square cut out in center of head with digital image of brain.  Five other digital images of brain in various perspectives superimposed over figure with accompanying labels. Flow chart at left center: \"brain\/ reading\/ unity\/ language\/ reasoning\/ and\/ mathematics\" (in black).  Imprinted, near top center, in text boxes: \"neomammalian\/ 200 million years old\/ cerebral cortex:\/ problem-solving, memorizing, creating\/ paleomammalian\/ 300 million years old\/ limbic:\/ emotional feelings guiding behavior\/ reptilian\/ 500 million years old\/ self-preservation, hunting, homing, mating, establishing territory,\/ and fighting\".  Photo reproduction (in black and white) of man and inversed image of same photo above.  Two images connected by X's (in green and red lines).  Along right edge: \"AIGA\/ Commun-\/ication\/ Graphics\/ 1993\" (in yellow), interspersed with names of various designers (in vertical orientation).  First name in pink indicating female and first name in blue indicating male. All last name in black and smaller font size.  Designers participating include: \"Sheila Levrant de Bretteville, Nancy Skolos, April Greiman, Lucille Tenazas, Jilly Simons, Massimo Vignelli, Paula Scher\".  Across bottom in black text box: \"The holographic model offers revolu-\/ tionary possibilities for a new under-\/ standing of the relationships between\/ the parts and the whole.  No longer\/ confined to the limited logic of tradi-\/ tional thought, the part ceases to be\/ just a fragment of the whole but,\/ under certain circumstances, reflects and\/ contains the whole.  As individual human beings were are most isolated and\/ insignificant Newtonian entities; rather, as integral fields of the holomovement\/ each of us is also a microcosm that reflects and contains the macrocosm.\/  We each then hold the potential for having a direct and immediate experiential access to virtually every aspect of the universe, extending our capacities well beyond the reach of our senses--S. Grof\".\nVerso: Top off center \"AIGA\/ Commun-\/ications\/ Graphics\/ 1993\" (in red) and \"It's a terrible thing to lose one's mind\" in between \"Commun-\" and \"ications\".  Along right edge, the membership and entry form.  Along center left, names of designers (same as recto) but in yellow and in vertical orientation.  Below, description and instruction for entries for contest.  Imprinted at bottom center, inside oval shape superimposed on yellow boarder: \"design: April Greiman Inc\/pg\/sa\/Los Angeles, California\/ oversize printing: The Pikes Peak Lithographing Co. Colorado Springs, Colorado\/ digital output: RPI, Culver City, California\/ filmwork: Andersen Graphic Service, Los Angeles, California\/ paper: Mohawk Vellum Cool White 60# text, Mohawk Paper Mill, Ic.\/ thanks to Print Magazine, and Bryan and Phyllis for the brains\".",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424977",
    "type": "poster",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/81476_5b401d4fec5f39a8_b.jpg",
                "width": 788,
                "height": 1024,
                "is_primary": "1",
                "image_id": "81476"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/81476_5b401d4fec5f39a8_z.jpg",
                "width": 493,
                "height": 640,
                "is_primary": "1",
                "image_id": "81476"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/81476_5b401d4fec5f39a8_n.jpg",
                "width": 246,
                "height": 320,
                "is_primary": "1",
                "image_id": "81476"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/81476_5b401d4fec5f39a8_d.gif",
                "width": 246,
                "height": 320,
                "is_primary": "1",
                "image_id": "81476"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/81476_5b401d4fec5f39a8_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "81476"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18050283",
            "role_id": "35351535",
            "person_name": "Unknown donor: unsolicited gift",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18050283\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18041839",
            "role_id": "35236655",
            "person_name": "April Greiman",
            "person_date": "American, b. 1948",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18041839\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, AIGA Communication Graphics: Holographic Model, 1993. offset lithograph on paper. Gift of Unknown Donor. 1994-114-6."
    },
    "colors": [
        {
            "color": "#d5d1af",
            "closest_crayola": "#cdc5c2",
            "closest_css3": "#c0c0c0",
            "closest_css4": "#c0c0c0"
        },
        {
            "color": "#6b455c",
            "closest_crayola": "#6e5160",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        },
        {
            "color": "#a1584e",
            "closest_crayola": "#a5694f",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#759565",
            "closest_crayola": "#87a96b",
            "closest_css3": "#808080",
            "closest_css4": "#808080"
        },
        {
            "color": "#e1e471",
            "closest_crayola": "#f8d568",
            "closest_css3": "#f0e68c",
            "closest_css4": "#f0e68c"
        }
    ],
    "woe:country_name": "United States",
    "is_loan_object": 0
}