{
    "id":"18704443",
    "tms:id":"228005",
    "accession_number":"2005-21-1",
    "title":"Sarita, early 20th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18704443\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35302881",
    "date":"early 20th century",
    "year_start":"1901",
    "year_end":"1925",
    "year_acquired":"2005",
    "decade":"1900",
    "woe:country":"23424846",
    "medium":"Medium: cotton\nTechnique: indigo dyed with paste resist (probably rice) on plain weave",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 440 x 17.1 cm (173 1\/4 x 6 3\/4 in.)",
    "creditline":"Gift of Anonymous Donor in honor of Thomas Murray",
    "description":"Long, narrow cloth patterned with panels of geometric and figural motifs, including the sacred buffalo at one end, in tan and indigo blue.",
    "justification":"Considered to be sacred, these cloths are used in Toraja, Sulawesi, Indonesia in ceremonies and rituals such as weddings, funerals, and rice festivals to adorn the tongkonan or the traditional house, as well as to wrap the head of effigies and coffins. The panel-like layout and geometric motifs imitate the carved wood panels used to decorate these houses.\n&amp;nbsp;\nThe pattern on this early 20th century textile is created by applying a resist paste, probably rice paste, before dyeing the piece in indigo. While the Indonesian technique of wax- resist patterning, or batik, is well-know and became highly commercialized in areas such as Java, the more localized paste-resist traditions have died out completely. The Dutch began to make wax-resist imitations of these pieces for export, but they are less complex in their patterning than the Torajan originals. This piece of Indonesian textile complements other paste-resist indigo textiles from the collection, which includes examples from China, Japan, Africa, and Eastern Europe, but also boasts &amp;nbsp;more interesting and meaningful in its iconography, with the figural image of the sacred buffalo at one of the end. The use and imagery of this piece relate to another Torajan piece in the collection, 1984-20-1.",
    "type":{
        "id":"35302881",
        "name":"Sarita"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Sarita, early 20th century.\nearly 20th century. Medium: cotton\nTechnique: indigo dyed with paste resist (probably rice) on plain weave. Gift of Anonymous Donor in honor of Thomas Murray. 2005-21-1."
    },
    "colors":[
        {
            "color":"#5b4f3d",
            "closest_css3":"#556b2f"
        },
        {
            "color":"#94734a",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#333431",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#b3aba0",
            "closest_css3":"#a9a9a9"
        }
    ]
}