{
    "id":"18698641",
    "tms:id":"224928",
    "accession_number":"1998-75-197-a\/c",
    "title":"Sidewall, ca. 1840",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18698641\/",
    "department_id":"35347503",
    "period_id":null,
    "media_id":"35367331",
    "type_id":"35256475",
    "date":"ca. 1840",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1998",
    "decade":null,
    "woe:country":"23424819",
    "medium":"Block-printed",
    "markings":"Stamped \"8361\" on verso in black ink.",
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"Overall: 55 x 49 cm (21 5\/8 x 19 5\/16 in.)",
    "creditline":"Gift of The Museum at The Fashion Institute of Technology",
    "description":"Three pieces, with scenes, inscribed \"Savoyards.\" a: Recto, small central cartouche, containing two figures in a street scene.  Printed in grisaille and dark blue, on a gray, patterned ground.  Mounted on burlap.  Verso, figural landscape with fox and duck hunting scenes, printed in monochrome brown with attached border; b: Recto, large central cartouche, containing musical scene with two women and two children.  \"Savoyards\" inscribed below scene.  Printed in grisaille and dark blue, on a gray, patterned ground.  Mounted on burlap.  Verso, figural landscape with fox and duck hunting scenes, printed in monochrome brown with attached border; c: Recto, large central cartouche, containing peasants toasting with dog.  \"Plus heureux qu'un roi (More happy than a king)\" inscribed below scene.  Printed in gresaille and dark blue, on a gray, patterned ground.  Mounted on burlap.  Verso, figural landscape with fox and duck hunting scenes, printed in monochrome brown with attached border.",
    "justification":null,
    "type":{
        "id":"35256475",
        "name":"Sidewall"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Sidewall, ca. 1840.\nca. 1840. Block-printed. Gift of The Museum at The Fashion Institute of Technology. 1998-75-197-a\/c."
    },
    "colors":[
        {
            "color":"#998767",
            "closest_css3":"#808080"
        },
        {
            "color":"#736b5f",
            "closest_css3":"#696969"
        },
        {
            "color":"#4f433b",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#bba987",
            "closest_css3":"#d2b48c"
        },
        {
            "color":"#7f8472",
            "closest_css3":"#808080"
        }
    ]
}