{
  "display_date": "August 26, 1887", 
  "credit_line": "Gift of Mrs. William Greenough", 
  "date_end": "1887", 
  "period": "", 
  "dynasty": "", 
  "culture": "American", 
  "id": "78522", 
  "style": "", 
  "date_begin": "1887", 
  "dimensions": "31 x 23.6 cm (12 3/16 x 9 5/16 in.), irregular", 
  "copyright": "", 
  "title": "Staircase 2nd Half XVII century from Cologne / Museum at Amsterdam", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1943-51-107                               ", 
  "movement": "", 
  "medium": "Graphite on gray paperboard tipped into binding with fabric", 
  "media_id": "47734", 
  "description": "Vertical sheet depicting on recto a wooden balcony or gallery and circular staircase with balustrade sketched quickly, containing many inscriptions by the artist defining the details which are not fully worked.  The horizontal balcony element is supported by a heavy beam, the end post terminating at top and bottom with \"cupid faces\" as defined by the artist.  Below the beam at right is a figural wood corbel that the artist describes as \"wooden... / support bar\".  The newel post at the top of the staircase has \"a lion with shield and arms (not so high)\"; underneath the newel post opposite to this, presumably hanging from the beam obscured by the staircase, is what the artist describes as \"a pendant under this post\" in the shape of \"a monkey\".  The staircase is carved along the top edge and has what the artist defines as a \"scroll, small french curve\" below.  The rail is connected to the baseboard by balusters, and consists of three registers: a \"leaf\" at top, a \"scroll\" in the middle, and \"leaf egg\" with a \"bead\" below.  The treads at the bottom of the staircase fan out into a curved bottom stop wider than the rest of the staircase.  The artist notes to the right of the bottom newel post \"columns .... around it\".  \r\n\r\nDepicted on verso is a small band of scrolls contained in a rectangle; another small sketch of wavy lines framed by beading at top and bottom.", 
  "classification_id": "12", 
  "restrictions": "", 
  "school": "", 
  "name": "Album page", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}