{
    "id": "18644165",
    "tms:id": "196972",
    "accession_number": "1993-151-205-a\/m",
    "title": "Stationery, \"M&Co: M&Co Stationery\", late 1970s–1980",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18644165\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35422811",
    "type_id": "35291215",
    "date": "late 1970s–1980",
    "year_start": 1975,
    "year_end": 1980,
    "year_acquired": "1993",
    "decade": "1970",
    "woe:country": "23424977",
    "medium": "Offset lighography",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "1993-151-205a - 10.5 x 24.8 cm (4 1\/8 x 9 3\/8 in.), kraft envelope\n1993-151-205b - 27.8 x 21.5 cm (11 x 8 1\/2 in.), closed; letterhead with overlap\n1993-151-205b - 27.8 x 25 cm (11 x 9 7\/8 in.), opened; letterhead with overlap\n1993-151-205c - 27.8 x 21.5 cm (11 x 8 1\/2), letterhead\n1993-151-205d - 10.5 x 24 cm (4 1\/8 x 9 1\/2 in.), envelope\n1993-151-205e - 10.5 x 24 cm (4 1\/8 x 9 1\/2 cm), envelope\n1993-151-205f - 5 x 9 cm (2 x 3 1\/2 in.), business card\n1993-151-205g - 17.2 x 7.5 cm (6 3\/4 x 3 in.), memo pad\n1993-151-205h - 13 x 13 cm (5 1\/4 x 5 1\/4 in.), mailing label\n1993-151-205i - 5 x 8.8 cm (2 x 3 1\/2 in.), business card)\n1993-151-205j - 5 x 8.8 cm (2 x 3 1\/2 in.), business card\n1993-151-205k - 27.7 x 21.4 cm (10 15\/16 x 8 1\/2 in.), letterhead\n1993-151-205L - 10.6 x 24 cm (4 3\/16 x 9 1\/2 in.), envelope\n1993-151-205m - 12.7 x 12.7 cm (5 x 5 in.), mailing label",
    "creditline": "Gift of Tibor Kalman\/ M & co.",
    "description": "1993-151-205a - Kraft envelope - The M&Co name and address comprise a spiral design imprinted in black and centered top to bottom on the left.\n\n1993-151-205g - Memo pad - Mmemo, the initial M intentionally repeated, is imprinted in serif-style capitals in red, centered just below the top edge. The M&Co name, address and telephone number are imprinted on four lines in small red type, centered just above the bottom edge. \n\n1993-151-205h - Mailing label - Set within a red square is a smaller white square, imprinted across the top in black, with the M&Co name, address and telephone number, followed below by five horizontal lines, also in black, to accommodate addressee information.\n\n1993-151-205b - Letterhead with vertical overlap - The sheet is folded over, verso to recto, on the left; the overlap is black on the outside and red within. In the upper right hand corner, M&Co\/ A Design Group, Inc., followed underneath by three lines of address and telephone number, are imprinted in red italicized type, with the company name in bold. \n\n1993-151-205d - Envelope (matching 205b) - The black strip on the recto, left, of the same width as on the letterhead sheet, extends from the bottom edge to the edge of the flap on the verso. On the verso, the strip now appears on the right, tapering in width. On the recto, M&Co is imprinted in serif-style type in red, centered top to bottom immediately to the right of the strip. On the verso, in the top right hand corner, M&Co duplicates the company name of the recto, here in black. Adjacent to that, imprinted on the black strip in white italics on two lines, is the return address.\n1993-151-205c - Letterhead - Similar in design to the letterhead with overlap, this sheet features a strip, on the left in red on the recto and on the right in dark gray on the verso. In the upper right hand corner, in red, M&Co in serif style precedes A Design Group, Inc. in italics; the address and telephone number, in gray italics, follow on three additional lines. \n\n1993-151-205e - Envelope (matching 205c) - On the recto, centered, M&Co is imprinted vertically in black serif type. On the verso, in red italics, line one of the return address continues on the same line as M&Co, followed by a second line directly underneath.\n\n1993-151-205f - Business card - The recto design is composed of two lines of italicized type in white, featuring the company name, address and telephone number, on black glossy cardboard. The name, Maira Berman, is on the left on a third line. The verso shows blank red glossy cardboard.\n\n1993-151-205i - Business card - The design features an overall pattern of repeating, diagonal letter capital Ms, outlined and shadowed in a pale red tone on a matte white card. On the top left, M&Co in bold sans serif type is followed by A Design Group Inc.; on the top right, Tibor Kalman is imprinted in bold. The address and telephone number appear on one line just above the bottom edge.\n\n1993-151-205j - Business card - In bright red ink on a matte greige card, the repeating M pattern is again featured, as are the typeface and copy used in 1993-151-205i.\n\n1993-151-205k - Letterhead - Repeating Ms in bright red are arranged close together in the upper right hand corner, then scattered in the top right section,  near the left and right edges and close to the bottom edge. Just above the bottom edge, in black, M&Co in bold, followed by A Design Group, the address and telephone number, are imprinted.\n\n1993-151-205L - Envelope (matching 205k) - On the recto, the repeating M pattern is scattered. On the verso, the address copy on the lettersheet is repeated, now in red.\n\n1993-151-205m - On a red square, the letter m in white, italicized, is imprinted in white and centered side to side . A narrow white band across the top is imprinted in red with the company name and address; deliberate typographical errors are incorporated.",
    "justification": null,
    "type": {
        "id": "35291215",
        "name": "Stationery"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18041523",
            "role_id": "35351535",
            "person_name": "Tibor Kalman",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18055835",
            "role_id": "35236655",
            "person_name": "Carol Bokuniewicz",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18055835\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18048717",
            "role_id": "35236797",
            "person_name": "M & Co.",
            "role_name": "Firm",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18048717\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236797\/"
        },
        {
            "person_id": "18041523",
            "role_id": "35236799",
            "person_name": "Tibor Kalman",
            "role_name": "Design Director",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "tombstone": {
        "epitaph": "Stationery, \"M&Co: M&Co Stationery\", late 1970s–1980. Offset lighography. Gift of Tibor Kalman\/ M &amp; co.. 1993-151-205-a\/m."
    },
    "colors": [

    ]
}