{
    "id":"18644111",
    "tms:id":"196934",
    "accession_number":"1993-151-171-a\/e",
    "title":"Mailer, \"Granta: If you open this envelope...\", 1991",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644111\/",
    "department_id":"35347493",
    "period_id":null,
    "date":"1991",
    "year_start":"1991",
    "year_end":"1991",
    "year_acquired":"1993",
    "decade":"1990",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-171a - 15.2 x 22.6 cm (6 x 9 in.), large envelope\n1993-151-171b - 13.5 x 21.5 cm (5 7\/8 x 8 1\/2 in.), form\n1993-151-171c - 9.5 x 17 cm (3 3\/4 x 6 3\/4 in.), small envelope\n1993-151-171d - 18.7 x 12.0 (7 3\/8 x 4 11\/16 in.), flyer (what's a Granta), closed\n1993-151-171d - 18.7 x 74 cm (7 3\/8 x 32 1\/4 in.), flyer (what's a Granta), opened\n1993-151-171e - 14 x 21.7 cm (5 1\/2 x 8 1\/2 in.), flyer (because...), closed\n1993-151-171e - 27.7 x 43 cm (8 1\/2 x 21 7\/8 in.), flyer (because...), opened",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"1993-151-171a - The orange window envelope encloses materials promoting an offer of a copy of an anthology, The Best of Granta Travel, to new subscribers to Granta magazine. Five lines of type comprise the top half, while a cut-and-mail subscription order form is imprinted in the bottom left hand corner. \n1993-151-271e - Flyer - Addressed to Dear Reader, the letter's four-page design consists of a typewritten narrative with highlighted passages set within solid color aquamarine rectangles. On page two, lower right, there is a black and white reproduction of the Dirty Realism issue cover, featuring a parody of the couple in the Grant Wood painting, American Gothic, posed against a background of neon signs. On page three, in the upper left hand corner, is a reproduction of the Travel Writing issue cover, featuring in the foreground a three-quarter view of a woman traveler wearing a suit, neckerchief, hat and gloves; and in the background, a uniformed officer, perhaps of an ocean liner, carrying the passenger's luggage. In the lower right hand corner is a reproduction of a Eugene Richards photograph, one of his Philadelphia street series, of a policeman confronting a boy. On page four, Bill Buford's facsimile signature in aquamarine appears above the title, editor.\n1993-151-171d - A seven-page foldout, entitled What's a Granta, is designed on both sides as follows: title and outside pages one to four, outside page six, and inside page seven, yellow-gold background; outside page five, lavender-gray background; inside pages one to six, black and white. On the title page is a reproduction in color of the cover of the What Went Wrong [in Rumania] issue, showing a protesting woman with her arm upraised. Inside page one features a photograph of an infant lying on his\/her back on a pillow; to the left, parallel to the infant's body, is a rifle. A promotional blurb for Granta is set within a yellow-gold rectangle on the lower right. Inside pages two to five reproduce excerpts from Granta writings accompanied by excerpted photographs. On inside page seven, additional promotional copy is accompanied by a reproduction of the Graham Greene, While Waiting for a War issue. Outside page one, promoting the magazine's attention to photography, reproduces a Fouad Elkoury photograph, The suburbs of Cairo; outside page two, promoting travel writing content, reproduces the cover of In Trouble Again, A Special Issue of Travel Writing; outside page three, calling attention to fiction, reproduces the cover of the More Dirt issue of new American fiction; outside page four, headed Prissy Advertising Copy, in small upper case type,  featuring a reproduction of a cover photograph of a military figure's chest, entitled The General, confronts the challenge of readers who do not \"get\" the Granta name. Outside page five reproduces the table of contents of The Family issue; red arrows extend from the twelve listed authors and articles, separated by thin horizontal lines, to explanatory blurbs in darker type in the margins. Outside page six, headed Last-Ditch Sales Pitch in the same type style used on outside page four, reproduces the cover page of The Best of Granta Travel in the upper right, under the heading Free Book; the word Yes is imprinted in bold sans serif type on the left, followed by promotional type for subscribing to Granta and an outlined subscription form.\n1993-151-171b - Subscription card form - A subscription form with perforated edges is imprinted next to a reproduction of the promotional offer, The Best of Granta Travel, on which Free in bold upper case is superimposed.\n1993-151-171c - This return mail envelope is designed to enclose a completed subscription card form (1993-151-171b).",
    "justification":null,
    "culture":null,
    "style":null,
    "type":{
        "id":"35294775",
        "name":"mailer"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}