{
    "id": "420557017",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/420557017\/",
    "name": "Bruce Goff",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Architect Bruce Goff (1904–1982) was born in the small town of Alton, Kansas. At an early age, his family moved to Tulsa, Oklahoma. Reared by his grandmother, he was encouraged to pursue a passion for drawing and collecting natural elements like shells or crystals. Later in his career, he claimed that it was this exposure that shaped his approach to form.  A 12-year-old child prodigy, he began an apprenticeship at local firm Rush, Endacott & Rush. At first, he was assigned to conceive imaginary buildings but due to the demand of Tulsa’s building boom, he was soon realizing his own buildings. By age 21, five of his designs had been erected. Introduced to Frank Lloyd Wright through his training, Goff’s style was forever marked. The two corresponded and exchanged resources. Goff adopted Wright’s philosophy of organic architecture, in which the natural world was conceived of as an extension of the built environment. Wright’s method of accentuating specific aspects of a building’s program, site, or material and his willingness to experiment with different styles deeply influenced Goff’s practice. But after Wright publicly accused young architects of commercializing his style, Goff set his sights elsewhere. By 1919, Goff had developed a spatial philosophy based on symmetry in which a central core was encircled by interrelated spaces. The Prairie School and American architect Louis Sullivan become new sources of inspiration, as did Josef Hoffmann, the Vienna Secessionists, and other European Expressionist movements. Goff discovered the virtues of organizational devices, mathematics, and geometry.  \n\nIn 1930, Goff became a partner at Rush, Endacott & Rush. The Boston Methodist Church, today an Art Deco architectural landmark, was among a series of major projects undertaken by Goff in the early years as a partner with the firm. In 1934, he moved to Chicago and began teaching at the Academy of Fine Art, but soon became engulfed in the war effort and turned his sights towards military architecture. Returning to Norman, Oklahoma in 1942, he was appointed chair of the School of Architecture at the University of Oklahoma. It was in these years that Goff returned to his unique strain of organic architecture. His use of axis-based symmetry and core-based spatial distribution joined with a Bauhaus-influenced attention to rhythm, depth, simplicity, balance, and scale. Goff’s designs, including notable examples like the Ruth Ford and Eugene Bavinger houses, proved that modernism could be expressive and even decorative. These designs championed the use of curved planes, domes, and cable suspension, and were often multilevel. His approach focused on client needs and site-specific constraints and he appropriated the concepts of “continuous present” and “composition as explanation” from Gertrude Stein.  Accusations associated with his homosexuality forced him to resign his professorship in 1955, but he continued to practice and lecture till his death in 1982.",
    "woe:country_id": "23424977",
    "date": "American, 1904 - 1982",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}