{
    "id":"18042103",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18042103\/",
    "name":"Rudolph de Harak",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"1",
    "biography":"Born April 10, 1924, Culver City, California. Died April 24, 2002, Ellsworth, Maine.\nBest known designs:\nFacade, 127 John Street, New York City, including a three-storey-high digital clock, composed of 72 square modules with numerals that light, displaying date, hour, minute and second, as well as a neon-illuminated tunnel leading to the entrance.\nCenterpiece, Cummins Engine Museum, Columbus, Indiana, consisting of a hanging \"exploded\" diesel engine, revealing in detail all its inner parts.\nEgyptian Wing, Metropolitan Museum of Art, New York, permanent exhibition design, including a photographic timeline and captions printed on glass.\nPaperback covers for nearly 350 books published by McGraw-Hill.\n\n1930s  Family relocated to New York City. Later attended the New York City School of Industrial Arts.\n1940s  After graduation, served in the infantry in World War II. Relocated to Los Angeles; began design career as an apprentice in a small art\/service\/advertising agency. Won award for an ad in a Los Angeles Art Directors Club competition. \"Profoundly influenced\" by two lectures by Will Burtin and Gyorgy Kepes.\nc.Late 1940s  Founded the Los Angeles Society for Contemporary Designers with Saul Bass, Alvin Lustig, Lou Danziger and three other designers to further their careers.\n1950--  Relocated to New York. Promotion art director, Seventeen magazine. Associated with Art Kane, art director at Seventeen, and Alan Hurlburt (Look magazine, art director), Paul Rand (Weintraub agency, art director) and Art Kane (Esquire, art director), all located in the Look Building on Madison Avenue. Began photographic work with them.\nAfter eighteen months at Seventeen and a brief stint at an advertising agency, decided to work independently. Began long term client relationship with Kurt Versen Lighting Company, designing trademark, packaging, etc. Did monthy illustrations (composite photographs of collages of photographs, drawings and found materials) for Esquire. Experimented with letter and word spacing.\n1952  Began teaching at Cooper Union,, which would continue for 25 years. \n1958--  Opened office, Rudolph de Harak Incorporated. Designed 50 covers for Westminster Records and book jackets for Meridan Press, New Directions, Holt Rhineheart and Winston, and Doubleday. \n1960s--Began to concentrate on Franklin Gothic, News Gothic, Akzidenz Grotesk and especially Helvetica typefaces. \n1967  Designed Montreal Expo '67 \"Man, his Planet, and Space\" pavilion, his first exhibition design.\n1970  With Ivan Chermayeff and Thomas Geismar, designed the Osaka Expo '70 U. S. pavilion.\n1970s  Served on the American Institute of Graphic Arts Signs and Symbols Committee with Geismar, Seymour Chwast, John Lees and Massimo Vignelli, to produce, in conjunction with the U. S. Department of Transportation, a set of international passenger\/pedestrian symbols, published in 1974 (34 symbols) and 1979 (16 symbols). (N.B. The full set is available on the AIGA website.)\nVisiting professor, Yale University, Alfred University, Parsons School of Design and Pratt Institute.\n1980s  Relocated to Maine. Painted and exhibited.\n1993  Awarded AIGA Gold Medal.\n\nSources: Steven Heller, \"A Humanist's Modernist\", AIGA, 1993. www.aiga.org, reissued \n              April 2002.\n              Steven Heller, \"Rudolph de Harak, 78, Artist and Environmental Designer\" \n              Obituary, The New York Times, April 30, 2002.\n              \"Symbol signs\", AIGA, nd., www.aiga.org",
    "woe:country":null,
    "date":"1924 – 2002",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28306"
        }
    ],
    "concordances":{
        "freebase:id":"\/m\/09v8hq3",
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":"1429",
        "phm:id":null,
        "tms:id":"664",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":"25681118"
    }
}