{
  "display_date": "", 
  "credit_line": "Gift of Ellen Gustav Jensen", 
  "date_end": "1954", 
  "period": "Art Deco", 
  "dynasty": "", 
  "culture": "", 
  "id": "115310", 
  "style": "", 
  "date_begin": "1898", 
  "dimensions": "28 x 21.5 cm (11 x 8 1/2 in.)", 
  "copyright": "", 
  "title": "Heads; Foliate Design; Inscribed Reser", 
  "provenance": "", 
  "credit_line_repro": "", 
  "invno": "1956-47-138                               ", 
  "movement": "", 
  "medium": "", 
  "media_id": "", 
  "description": "Recto: \r\n\r\nIn the upper half, center, an outline of a small full-length female figure is posed with the left arm bent and leaning on the hip; the right, also bent, is raised above the head. The upper body narrows from the bust to the waist and in the lower body, the long skirt-like shape juts out on the right. A horizontal line ends the figure at the lower edge.\r\n\r\nOn the same level, to the right, is a female head, frontal view. A thick head of hair frames the face in a straight line across the forehead and in a page-boy style at the sides. The eyebrows slant upward toward the sides of the face. The dark, almond-shaped eyes are wide apart. The nose is defined by nostrils only. The lips are comprised of bow-shape, shaded upper, closed over a full, blank lower, marked by a vertical line in the center and shaded underneath. Reser, capitalized in an ornate, italicized style, appears below.\r\n\r\nIn the lower half of the page, right, the head of a female in left profile tilts slightly upward. A flat forehead, nose turned upward, closed lips and rounded chin comprise the features in outline. The thin eyebrow slants upward over the closed eye. The blank surface of the hair on top of the head changes into broken wavy lines in the lower section, ending at the shoulder.\r\n\r\nA tripartite foliate design is on the left, opposite the profile head.\r\n\r\nVerso:\r\n\r\nThe full-length figure on the recto, traced here, is augmented by sketched lines throughout.\r\n\r\nIn the center left, a man's face is dominated by deep lines throughout and by a wide smile.", 
  "classification_id": "152", 
  "restrictions": "", 
  "school": "", 
  "name": "Drawing", 
  "region": "", 
  "caption": "", 
  "department_id": "2"
}