{
    "id":"35520989",
    "tms:id":"275100",
    "accession_number":"2013-14-1",
    "title":"Software And Source Code, \"Planetary\", 2011",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/35520989\/",
    "department_id":"35518655",
    "period_id":null,
    "media_id":"35520985",
    "type_id":"35520987",
    "date":"2011",
    "year_start":2011,
    "year_end":2011,
    "year_acquired":"2013",
    "decade":"2010",
    "woe:country":"23424977",
    "medium":"C++ and Objective-C Source Files",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":"Acquired from the designer in 2013",
    "dimensions":"File size (not incl. image files and other assets): 12779 lines",
    "creditline":"Gift of Ben Cerveny, Tom Carden, Jesper Andersen, and Robert Hodgin",
    "description":null,
    "justification":"\nPlanetary, Bloom Studio Inc, 2011\nSoftware (iPad application) and underlying C++ and Objective-C source code \n\nPlanetary was a software application released on the Apple iPad in 2011. The basic functionality of the application was as an alternative music player to the iPad’s supplied Music App. Planetary uses the visual metaphor of celestial bodies to represent the relationship between tracks\/songs (moons), albums (planets), and artists (stars). The orbits of moons and planets represent song and album lengths and their behaviour was governed by known celestial mechanics. In version 2.0 of the software, additional celestial occurrences such as eclipses and solar flares were added. Although generated algorithmically, even the abstract surfaces and atmospheres of planets were based upon the album cover art of the album being played.\n\nBloom, San Francisco (2011-2012) was a creative design studio whose goal was to promote new types of visual discovery experiences – or &quot;visual instruments&quot; – to help users explore and navigate and understand their lives as experienced through online and social services. Bloom was founded in 2011 by three principals: Ben Cerveny, Tom Carden and Jesper Anderson. Robert Hodgin joined later that year as Creative Director.\n\nPlanetary represents an important strain of data visualization and is also an example of generative graphic design in the early 21st century. The close relationship between the data (music) being visualized and the formal properties of the celestial mechanics used to represent the data was a first in the consumer marketplace. The interaction design of Planetary is also notable for the subtle dynamic, usage-based, representation of the celestial mechanics (the brightness and position of stars and planets varies according to frequency of playback). \n\nPlanetary was also conceived of as a prototype for future ‘living adaptable interfaces’ that reflect actual use and the personalities of the user themselves.\n\nIts presence in Cooper-Hewitt’s collection signals an engagement with software and algorithmic design.\n\nBloom Studio Inc is donating the software application to Cooper-Hewitt, along with all historical documentation (folder of several thousand text files) and underlying source code. As a part of the gift, Bloom Studio Inc has open-licensed the underlying source code and intends the Cooper-Hewitt make this available to the community to build upon and incorporate into other software design.\n\nThis additional gift of the Planetary source code provides Cooper-Hewitt with the opportunity to lead the museum field in collecting ‘living software’ and allows the institution to explore the issues around the ‘stewardship’ of such code. Whilst other institutions have started to explore the acquisition of software with underlying source code - MOMA’s 2012 acquisition of video games ( http:\/\/www.moma.org\/explore\/inside_out\/2012\/11\/29\/video-games-14-in-the-collection-for-starters) and the Computer History Museum’s release of Apple’s MacPaint\/QuickDraw (2010 - http:\/\/www.computerhistory.org\/atchm\/macpaint-and-quickdraw-source-code\/) and Adobe Photoshop 1.0 (2013 - http:\/\/www.computerhistory.org\/atchm\/adobe-photoshop-source-code\/), this will be the first such acquisition by a Smithsonian Institution.\n\nThis donation of underlying source code enables not only the future exhibition of the object as a work in stasis, but also the exhibition and demonstration of the underlying interaction and experience design principles and models upon which it is based.\n\nBloom Studio Inc will indemnify Cooper-Hewitt and is providing legal documentation to assert its original ownership of the IP contained in the source code that will be released.\n\nTom Carden will actively oversee and approve third-party submissions which update, or improve, the Planetary code-base in order to ensure its long-term preservation on existing and future (hardware and software) platforms. Given his role as Chief Technology Officer at Bloom he is uniquely suited for the role of evaluating how and whether external contributions guarantee the core functionality, and interaction design, of Planetary in addition to its surface look and feel.",
    "type":{
        "id":"35520987",
        "name":"Software and source code"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/53933_27584b6d54d1f638_b.jpg",
                "width":1024,
                "height":768,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/53933_27584b6d54d1f638_n.jpg",
                "width":320,
                "height":240,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/53933_27584b6d54d1f638_z.jpg",
                "width":640,
                "height":480,
                "is_primary":"1"
            }
        }
    ],
    "participants":[
        {
            "person_id":"51685789",
            "role_id":"35236655",
            "person_name":"Robert Hodgin",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51685789\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"51685349",
            "role_id":"35351535",
            "person_name":"Jesper Andersen",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51685349\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"51685347",
            "role_id":"35351535",
            "person_name":"Ben Cerveny",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51685347\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"51685345",
            "role_id":"35351535",
            "person_name":"Tom Carden",
            "role_name":"Donor",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51685345\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id":"51677191",
            "role_id":"35236655",
            "person_name":"Bloom Studio",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/51677191\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Software And Source Code, \"Planetary\", 2011.C++ and Objective-C Source Files. Gift of Ben Cerveny, Tom Carden, Jesper Andersen, and Robert Hodgin. 2013-14-1."
    },
    "colors":[
        {
            "color":"#091933",
            "closest_css3":"#000000"
        },
        {
            "color":"#183a62",
            "closest_css3":"#191970"
        },
        {
            "color":"#285a8d",
            "closest_css3":"#483d8b"
        },
        {
            "color":"#3b3a40",
            "closest_css3":"#2f4f4f"
        },
        {
            "color":"#292822",
            "closest_css3":"#2f4f4f"
        }
    ]
}