{
    "id":"18696069",
    "tms:id":"223610",
    "accession_number":"2002-17-5",
    "title":"Textile, ca. 1997–98",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18696069\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35424609",
    "type_id":"35251739",
    "date":"ca. 1997–98",
    "year_start":"1975",
    "year_end":"2002",
    "year_acquired":"2002",
    "decade":"1970",
    "woe:country":"23424856",
    "medium":"Medium: warp and weft of polyester monofilament, supplementary weft of washi (Japanese paper)\nTechnique: two intercrossed plain weave structures (double cloth) with supplementary weft patterning, shrunk",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 134 x 114.3 cm (52 3\/4 x 45 in.)",
    "creditline":"Gift of The Museum of Modern Art, courtesy of the designer",
    "description":"Yardage of full manufactured width, semi-transparent, plain woven polyester monofilament with floating and undulating weft yarns of black washi",
    "justification":"Fluctuation, designed in 1997, is one of Akihiro Kaneko’s most distinctive textiles.&amp;nbsp; Kaneko combines polyester monofilament with washi or Japanese paper to create a wonderful undulating surface design.&amp;nbsp; Like many innovative designers, he has a keen understanding of the behavior of fibers under certain conditions, such as high temperature, and combines different yarns to achieve the desired effect.&amp;nbsp; In Fluctuation, the textile is shrunk during the finishing process, and because washi and polyester shrink at different rates, the final result is this undulating washi yarn. The finished result clearly demonstrates how the creative hand combined with a command of textile sciences can create a very unique effect. This contemporary work demonstrates some of the best textiles made within the last several years, and provides insight into not only current Japanese technology, but also long-standing textile traditions in Japan.&amp;nbsp; ",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Textile, ca. 1997–98.\nca. 1997–98. Medium: warp and weft of polyester monofilament, supplementary weft of washi (Japanese paper)\nTechnique: two intercrossed plain weave structures (double cloth) with supplementary weft patterning, shrunk. Gift of The Museum of Modern Art, courtesy of the designer. 2002-17-5."
    },
    "colors":[
        {
            "color":"#cecece",
            "closest_css3":"#d3d3d3"
        }
    ]
}