{
    "id":"18046041",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18046041\/",
    "name":"Alexander Hayden Girard",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"1391",
    "biography":"Alexander Girard (1907-93) was one of the leading American designers during the mid-twentieth century and was a strong proponent, along with his colleagues Eero Saarinen, Charles and Ray Eames, Kevin Roche and George Nelson, for bringing an affordable modernism to the middle class. The designs that resulted from these collaborations now define 1950s and 60s modernism in America. Educated as an architect at the Royal Institute of British Architects and the Royal School of Architecture in Rome, he came to the United States in 1932 to set up an architecture and interior design office in New York. Girard was the head of the Textile Division of Herman Miller Inc. from 1952 to 1973. During this time, Girard created over three hundred designs for textiles coordinated for use as upholstery fabrics, draperies and casement goods for private and commercial interiors, exhibitions and corporate identity programs. His exuberant use of color, texture and pattern drew from folk art and Op art influences, synthesized into a unique style which became “the look” of 1960s America. Ultimately settling in Santa Fe, New Mexico he continued to practice as a “designer” in the all-inclusive sense of the word, by designing residences, exhibitions, company identities and textiles throughout the duration of his career.",
    "woe:country":"23424977",
    "date":"(American, 1907 – 1993)",
    "roles":[
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"1386"
        },
        {
            "id":"35236685",
            "name":"Maker",
            "count_objects":"3"
        },
        {
            "id":"35236703",
            "name":"Office of",
            "count_objects":"2"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":"500096402",
        "ima:id":"692846",
        "lcnaf:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"2933",
        "vanda:id":null,
        "viaf:id":"27870229",
        "wikipedia:id":"7474087"
    }
}