{
    "id":"18673461",
    "tms:id":"212173",
    "accession_number":"1997-19-222",
    "title":"Poster, 1990",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18673461\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35431673",
    "type_id":"35238163",
    "date":"1990",
    "year_start":"1990",
    "year_end":"1990",
    "year_acquired":"1997",
    "decade":"1990",
    "woe:country":null,
    "medium":"Offset lithograph on white wove paper",
    "markings":null,
    "signed":"In black marker lower left corner: To Dan: \/ Best for all the 90s. \/ Keith Godard 1990.",
    "inscribed":"In black lower right on edge: Design: Keith Godard\/Studio Works New York  Electronic Imaging and Printing: Tanagraphics  Photography: Geoffrey Lawrence @ 1990 Formica Corporation\n\nThe first block of text at left center:\nOnly Formica Corporation has the worldwide design resources to come \/ up with new lines like European Editions, a colorful selection of \/ Lacquers, Crimbles[sic] and Painted Woods culled from our Euro- \/ pean collections, and Formica Brand Metal Laminates - \/ International Collection, a totally fresh presentation of \/ State-of-theart metal designs, also from Europe. And only \/ Formica Corporation, with manufacturing and distri- \/ bution facilities around the world, would intro-\/duce them with a giveaway so global in scope.\n2nd block of text:\nFirst prize is an all-expense-paid-ten-day trip for \/ two to Barcelona, the emerging international \/ design center. You and a companion can \/ feast your eyes on the work of Gaudi, van \/ der Rohe, Bofill, et al., and preview the 1992 Olympic Games site.\n3rd block of text:\nAnd if you don't win Barcelona, you'll \/ still have a chance at a second prize: 100 Map-of-the-World backpacks. \/ Or a third: 100 snazzy global umbrellas.\nIn gray upper right: P.S. In May, watch for the announcement of \/ \"Architecture and the Global Culture,\" a lecture series on the internation- \/ alization of architectural practice \/ presented by the Architectural \/ League of New York with support \/ from Formica Corporation.\nIn red lower left corner: Formica logo (red \"F\")",
    "provenance":"From the Collection of Dan Friedman",
    "dimensions":"96.4 x 63.5 cm (37 15\/16 x 25 in. )",
    "creditline":"Gift of Ken Friedman",
    "description":"The title, A World Class Sweepstakes  \/ From the only  \/ World Class Surfacing Company \/ Formica Corporation brings you the World, is presented in block letters set on an angle in the upper quadrant from left to right.  At center right a full color pixelated globe showing Europe is set below a pink and gray \"90s\" with the zero a variant on the Formica logo, bearing the brand name. Below th globe, streaching from lower left corner to center right are small rectangular examples of Formica brand surface patterns and laminates in a variety of colors. Text at left center, upper right and lower right give the teerms of the sweepstakes. A Formica surface pattern in gray, lavender and ochre serves as overall background.",
    "justification":null,
    "type":{
        "id":"35238163",
        "name":"poster"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Poster, 1990.\n1990. Offset lithograph on white wove paper. Gift of Ken Friedman. 1997-19-222."
    },
    "colors":[

    ]
}