{
    "id": "18702097",
    "tms:id": "226710",
    "accession_number": "2005-12-2",
    "title": "Poster, Adler Typewriter, 1909–10",
    "title_raw": "Adler Typewriter",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18702097\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35419317",
    "type_id": "35238163",
    "date": "1909–10",
    "year_start": 1909,
    "year_end": 1910,
    "year_acquired": "2005",
    "decade": "1900",
    "woe:country_id": "23424829",
    "medium": "lithograph on paper",
    "markings": null,
    "signed": "Printed on plate with logo, center left: BERN \/ HARD",
    "inscribed": "Printed in white across upper third of sheet:  Adler; in black at center left:  BERN\/HARD; at lower right:  Adlerwerke vorm-\/Heinrich Kleyer A-G\/Zimmerstr-92\/93; at lower left:  HOLLERBAUM\/ & SCHMIDT\/BERLIN NO. 65",
    "provenance": "2005: acquired by Museum (from Eric Kellenberger)",
    "dimensions": "H x W: 45.9 × 58.7 cm (18 1\/16 × 23 1\/8 in.)",
    "dimensions_raw": {
        "height": [
            "47.00",
            "centimeters"
        ],
        "width": [
            "34.50",
            "centimeters"
        ]
    },
    "creditline": "Gift of the Eric Kellenberger Collection, Switzerland and museum purchase from General Acquisitions Endowment",
    "description": "An Adler typewriter with typed piece of paper. Across the top: Adler. Lower right, in black ink: Adlerwerke vorm \/ Heinrich Kleyer AG \/ Zimmerftr.92\/93.",
    "justification": "This early modern German poster is by Lucian Bernhard, the most innovative Berlin-based designer of his era. Bernhard’s importance to the history of graphic design cannot be overestimated.\nIn the field of modern graphics, German designers were a major generative force in the first decade of the 20th century. With the founding of the Deutscher Werkbund, architects, industrial designers, and graphic designers came together to forge an alliance between art and industry. The 1907 collaboration between Werkbund member Peter Behrens and Emil Rathenau, president of Allgemeine Elektricitäts Gesellschaft (AEG),  when Behrens organized AEG's first corporate design makeover (including architecture, product design, and graphic design), is the most celebrated example of this modern design ethic. During this period, the poster served as a testing ground for the alliance of art and industry in Germany. To further this end, Dr. Hans Sachs founded the Friends of the Poster Society in Berlin, and the magazine Das Plakat, which featured contemporary German poster design. The name of the magazine gave birth to the term “Plakatstil,” which was associated with bold lettering, a simple central image, and distinctive eye-catching colors. Both Munich and Berlin became vortexes of this style, also called sachplakat or object poster. \nBernhard owes his aesthetic style to a major 1898 design exhibition held at Munich’s Glaspalast that showcased the French art nouveau graphics of Jules Chéret, Henri de Toulouse-Lautrec, and Alphonse Mucha, as well as the English Arts and Crafts design team known as The Beggarstaffs, comprised of James Pryde and William Nicholson. The Beggarstaffs pioneered the use of cut colored paper to create their designs, which juxtaposed flat forms and patterns with positive and negative shapes. A number of Beggarstaff poster maquettes were on exhibition in the Munich show. Bernhard returned from this exhibition “drunk with color” and repainted his parents’ traditional apartment in brilliant hues. After a terrible dispute with his father, Bernhard settled in Berlin where he submitted a design to a poster competition sponsored by the Priester Match Company. Bernhard’s winning Priester poster (1905) is considered an icon of modernist graphic design. It is a masterpiece of economy and an archetype for future advertising designs. According to the legendary story of its genesis, Bernhard initially created a traditional design with dancing girls, an ashtray, matches, and a smoking cigar. He then proceeded to deconstruct the image, painting out the motifs one by one, leaving only a pair of red matches with yellow tips against a dark brown background and the word “Priester” in blue block letters in the background. This poster launched Bernhard’s career and is considered a watershed moment in the history of graphic design. At the age of 23, Bernhard opened his own studio with 30 employees. In 1920, he was made the first professor of graphic design at the Berlin School of Arts and Crafts.\nBefore leaving Germany to settle in the United States in 1922, Bernhard created hundreds of similarly designed posters for major German firms, including Adler Typewriter, Stiller Shoes, and Bosch. He also made significant contributions in the field of typography, designing an entire family of typefaces from 1912 through the 1930s. During the late 1920s, Bernhard, with Rockwell Kent, Erich Mendelsohn, Bruno Paul, and Paul Poiret, founded the first international design consortium, known as Contempora, which produced textiles, decorative arts accessories, and furniture.\nThis very early and rare poster for Adler Typewriter (1909–10) represents the first design for Adler rather than the better known image of a streamlined typewriter on a red-orange ground. What is especially interesting about this “first edition” is its transitional character. The juxtaposition of the single object against the company name is very avant-garde, yet the rendering of the typewriter and the font (which uses a shadow line around the letters) are characteristic of 19th-century graphics. This object provides a crucial “missing link” between the Jugendstil and the true “pictorial poster,” represented by Bernhard’s much-celebrated Adler poster a few years later in 1914.\nBernhard is earmarked on the priority list for addition to the museum’s graphic design holdings. The Adler poster is particularly suited to Cooper-Hewitt’s design and decorative arts mission as it advertises industrial design in Germany at the beginning of the 20th century.",
    "gallery_text": null,
    "label_text": "When Lucian Bernhard produced this poster in 1909, typewriters were an advanced technology. Bernhard’s poster embodies the simplicity of the Plakatstil (poster style), with its bold, flat planes of color and outlined letters.",
    "videos": null,
    "on_display": "1",
    "woe:country": "23424829",
    "type": "poster",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38473_64c4594229f8d79c_b.jpg",
                "width": 1024,
                "height": 804,
                "is_primary": "1",
                "image_id": "38473"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38473_64c4594229f8d79c_z.jpg",
                "width": 640,
                "height": 503,
                "is_primary": "1",
                "image_id": "38473"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38473_64c4594229f8d79c_n.jpg",
                "width": 320,
                "height": 251,
                "is_primary": "1",
                "image_id": "38473"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38473_64c4594229f8d79c_d.gif",
                "width": 320,
                "height": 251,
                "is_primary": "1",
                "image_id": "38473"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/38473_64c4594229f8d79c_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "38473"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18060369",
            "role_id": "35236673",
            "person_name": "Hollerbaum & Schmidt",
            "person_date": "Berlin, Germany",
            "role_name": "Printer",
            "role_display_name": "Printed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18060369\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236673\/"
        },
        {
            "person_id": "18057951",
            "role_id": "35351535",
            "person_name": "Eric Kellenberger",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18057951\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18048535",
            "role_id": "35352247",
            "person_name": "General Acquisitions Endowment",
            "person_date": "",
            "role_name": "Fund",
            "role_display_name": "Fund:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18048535\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352247\/"
        },
        {
            "person_id": "18057951",
            "role_id": "35352249",
            "person_name": "Eric Kellenberger",
            "person_date": "",
            "role_name": "Vendor",
            "role_display_name": "Purchased from",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18057951\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35352249\/"
        },
        {
            "person_id": "18057961",
            "role_id": "35236655",
            "person_name": "Lucian Bernhard",
            "person_date": "German, 1883–1972",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18057961\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "68775037",
            "role_id": "35236667",
            "person_name": "Adler",
            "person_date": "Germany",
            "role_name": "Client",
            "role_display_name": "Client:",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/68775037\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236667\/"
        }
    ],
    "tombstone": {
        "epitaph": "Poster, Adler Typewriter, 1909–10. lithograph on paper. Gift of the Eric Kellenberger Collection, Switzerland and museum purchase from General Acquisitions Endowment. 2005-12-2."
    },
    "colors": [
        {
            "color": "#e6d7b6",
            "closest_crayola": "#efcdb8",
            "closest_css3": "#f5deb3",
            "closest_css4": "#f5deb3"
        },
        {
            "color": "#527028",
            "closest_crayola": "#714b23",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#75923c",
            "closest_crayola": "#85754e",
            "closest_css3": "#6b8e23",
            "closest_css4": "#6b8e23"
        },
        {
            "color": "#bfad7e",
            "closest_crayola": "#bab86c",
            "closest_css3": "#bdb76b",
            "closest_css4": "#bdb76b"
        },
        {
            "color": "#816f4c",
            "closest_crayola": "#85754e",
            "closest_css3": "#696969",
            "closest_css4": "#696969"
        }
    ],
    "woe:country_name": "Germany",
    "is_loan_object": 0
}