{
    "id": "18735141",
    "tms:id": "243723",
    "accession_number": "2009-45-1",
    "title": "Sidewall, Robespierre, 1955",
    "title_raw": "Robespierre",
    "url": "https:\/\/collection.cooperhewitt.org\/objects\/18735141\/",
    "department_id": "35347503",
    "period_id": null,
    "media_id": "35433757",
    "type_id": "35256475",
    "date": "1955",
    "year_start": 1955,
    "year_end": 1955,
    "year_acquired": "2009",
    "decade": "1950",
    "woe:country_id": "23424819",
    "medium": "Block printed and flocked on paper",
    "markings": null,
    "signed": null,
    "inscribed": "Stamped on the verso near end of roll: \"Made in France for Nancy McClelland, Inc.\" along with the pattern number.",
    "provenance": "This is one of two rolls of \"Robespierre\" sidewall paper and three partial rolls of matching border paper from the Robert Kaufman apartment, former Cooper-Hewitt librarian, on West 93rd Street, New York City.",
    "dimensions": "L x W x D: 1371.6 x 65 cm (45 ft. x 25 9\/16 in.)",
    "dimensions_raw": {
        "length": [
            "1371.60",
            "centimeters"
        ],
        "width": [
            "65.00",
            "centimeters"
        ]
    },
    "creditline": "Museum gift in loving memory of Robert Kaufmann, by his sister, Catherine Tatum",
    "description": "Stripe pattern created by alternating bands of a scrolling foliate line and vertical pinstripes with polka dots. Flocked floral motifs are overprinted on the vertical striped bands. Printed in blue, mauve, metallic copper and green flock on light green ground.",
    "justification": "Robespierre was block printed and flocked by Robert Caillard in Paris and reproduces an 18th-century design. This full, unused roll was produced for Nancy McClelland in 1955 and still bears the stamp “Made in France for Nancy McClelland, Inc.” along with the pattern number.\nMcClelland was a seminal figure in the field of interior design who concentrated on antiques and wallpaper. She was responsible for establishing Au Quatrième in 1913, the antique shop at Wanamaker’s Department Store in Philadelphia. In 1922, she left Wanamaker’s to establish her own business in New York City, Nancy McClelland, Inc., which specialized in period decoration, principally in the French style. In 1924, she published her first book, Historic Wall-papers: From their Inception to the Introduction of Machinery, which continues to be an important resource for wallpaper research. She wrote several other books on interior design, including Duncan Phyfe and the English Regency, 1795–1830 (1939). She was a founding member of the American Institute of Interior Decorators in 1931, and was elected its first woman president in 1941. McClelland was responsible for the decoration of several important historic homes, including Mount Vernon in Virginia, the Morris-Jumel Mansion in New York City, and the Henry Wadsworth Longfellow home in Portland, Maine. She also helped build wallpaper collections for museums including the Art Institute of Chicago and the Metropolitan Museum of Art in New York. \nMcClelland was very active during the Colonial Revival movement in America and increased the public’s awareness of wallpaper, both reproduction and antique. She traveled across Europe and the United States collecting samples of antique wallpapers for her personal archive and for sale in her shop. All of the wallpapers she reproduced were researched, documented, and then block printed in Paris to accurately replicate the look of the original. To take this production process one step further, she would sometimes have the rolls of blank paper cut into sheets, glued together, and then block printed to get the look of papers produced before machine production. She began distributing her reproduction wallpapers in the 1920s and continued working in this market up through the 1950s. McClelland’s papers shaped the high-end of Colonial Revival papers and raised the standard of reproduction papers. While her competitors manufactured machine-printed compromised renditions, McClelland’s papers were reproduced with a high fidelity to original production methods. \nThe museum holds the Nancy McClelland archive, which contains much of the research material for her publications, her interior design business and store, and her wallpapers. The museum also holds a large number of McClelland papers, including art deco papers produced for McClelland in the 1920s as well as a large number of her Colonial Revival papers, among which is a border that matches this sidewall.",
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": "23424819",
    "type": "Sidewall",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32773_6bc01267cb6233d9_b.jpg",
                "width": 566,
                "height": 1024,
                "is_primary": "1",
                "image_id": "32773"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32773_6bc01267cb6233d9_z.jpg",
                "width": 354,
                "height": 640,
                "is_primary": "1",
                "image_id": "32773"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32773_6bc01267cb6233d9_n.jpg",
                "width": 177,
                "height": 320,
                "is_primary": "1",
                "image_id": "32773"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32773_6bc01267cb6233d9_d.gif",
                "width": 177,
                "height": 320,
                "is_primary": "1",
                "image_id": "32773"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/32773_6bc01267cb6233d9_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "32773"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18063027",
            "role_id": "35351535",
            "person_name": "Catherine Tatum",
            "person_date": "",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18063027\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18046557",
            "role_id": "35236671",
            "person_name": "Robert Caillard",
            "person_date": "",
            "role_name": "Producer",
            "role_display_name": "Produced by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18046557\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236671\/"
        },
        {
            "person_id": "18047239",
            "role_id": "35236659",
            "person_name": "Nancy McClelland",
            "person_date": "American, b. 1877–1959",
            "role_name": "Distributor",
            "role_display_name": "Distributed by",
            "person_url": "https:\/\/collection.cooperhewitt.org\/people\/18047239\/",
            "role_url": "https:\/\/collection.cooperhewitt.org\/roles\/35236659\/"
        }
    ],
    "tombstone": {
        "epitaph": "Sidewall, Robespierre, 1955. Block printed and flocked on paper. \nMuseum gift in loving memory of Robert Kaufmann, by his sister, Catherine Tatum. 2009-45-1"
    },
    "colors": [
        {
            "color": "#b49d90",
            "closest_crayola": "#95918c",
            "closest_css3": "#bc8f8f",
            "closest_css4": "#bc8f8f"
        },
        {
            "color": "#80a7b2",
            "closest_crayola": "#979aaa",
            "closest_css3": "#5f9ea0",
            "closest_css4": "#5f9ea0"
        },
        {
            "color": "#5b3c21",
            "closest_crayola": "#714b23",
            "closest_css3": "#556b2f",
            "closest_css4": "#556b2f"
        },
        {
            "color": "#7e5f40",
            "closest_crayola": "#85754e",
            "closest_css3": "#a0522d",
            "closest_css4": "#a0522d"
        },
        {
            "color": "#b17960",
            "closest_crayola": "#a57164",
            "closest_css3": "#cd5c5c",
            "closest_css4": "#cd5c5c"
        }
    ],
    "woe:country_name": "France",
    "is_loan_object": 0
}