{
    "id": "18126497",
    "tms:id": "10644",
    "accession_number": "1901-39-502",
    "title": "Drawing, \"Four Allegories of Virtue, Villa Aldini, Montmorency, France\", 1813",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18126497\/",
    "department_id": "35347493",
    "period_id": "35417089",
    "media_id": "35366611",
    "type_id": "35237093",
    "date": "1813",
    "year_start": "1813",
    "year_end": 1813,
    "year_acquired": "1901",
    "decade": null,
    "woe:country": "23424853",
    "medium": "Pen and brown ink, brush and greyish-brown wash over black chalk on grey textured paper",
    "markings": null,
    "signed": null,
    "inscribed": "At top right of compostion, inscribed in ink: Camera di compagnia di pinta a Moransi Castello Pe S.E. il Sig. Ministro Aldini 10 Aprile 1813. Inscribed above in graphite, top left octagon: GIUSTIZA.  Inscribed above in graphite, top right octagon: PRUDENZA. Inscribed above in graphite, bottom left octagon: FORTEZZA. Inscribed above in graphite, bottom right octagon: VIGILANZA.",
    "provenance": "Giovanni Piancastelli, Rome",
    "dimensions": "28.6 x 25.4 cm (11 1\/4 x 10 in.)",
    "creditline": "Museum purchase through gift of various donors",
    "description": "Four octagonal drawings. Top, left: Justice shown standing on one side of niche, leaning upon fasces and raising pair of scales. Inscribed above in graphite: GIUSTIZA.  Top, right: Prudence shown standing in temple precinct, holding looking-glass and snake. Inscribed above in graphite: PRUDENZA. Bottom, left: Strength holding club and shown near trophies. Inscribed above in graphite: FORTEZZA. Bottom, right: Vigilance holding lamp with crane. Inscribed above in graphite: VIGILANZA.",
    "justification": null,
    "type": {
        "id": "35237093",
        "name": "Drawing"
    },
    "images": [

    ],
    "participants": [
        {
            "person_id": "18042405",
            "role_id": "35236655",
            "person_name": "Felice Giani",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Drawing, \"Four Allegories of Virtue, Villa Aldini, Montmorency, France\", 1813. Pen and brown ink, brush and greyish-brown wash over black chalk on grey textured paper. Museum purchase through gift of various donors. 1901-39-502."
    },
    "colors": [

    ]
}