{
    "id":"18644005",
    "tms:id":"196870",
    "accession_number":"1993-151-115-a",
    "title":"Cd Packaging, \"David Byrne, Uh-Oh\", 1988–91",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18644005\/",
    "department_id":"35347493",
    "period_id":null,
    "media_id":"35421913",
    "type_id":"35294755",
    "date":"1988–91",
    "year_start":"1988",
    "year_end":"1991",
    "year_acquired":"1993",
    "decade":"1980",
    "woe:country":"23424977",
    "medium":"Offset lithography",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"1993-151-115-a, 33.5 x 15 cm (13 3\/16 x 6 in.)\n1993-151-115-b,  closed, 11.9 x 12 cm (4 1\/16 x 5 in.); opened, 35.5 x 24 cm (14 x 9 7\/16 in.)",
    "creditline":"Gift of Tibor Kalman\/ M & co.",
    "description":"Box  -  Recto: Against a background of lavender sky with white and yellow puffy clouds are several rows of reddish-golden-haired angels in similar pale tones, elbows bent and hands folded in prayer under the chin, eyes turned toward the center and focused on a cartoon-like line illustration of a white and black dog. The dog, smiling, is seated on a red-cushioned wooden-framed throne topped by cone-shaped finials. David Byrne in Old English purple type appears on two lines above the angel grouping; uh-oh is imprinted in small, thick lower-case black type below the throne. A small  chartreuse rectangle, outlined in black, is situated on a slant just above the center at the right, and is imprinted in capital letters This is Garbage.\/ followed by, in upper and lower case (This box, that is.) The\/ American record business\/ insists on it, though. If you\/ agree that it's wasteful, let\/ your store management\/ know how you feel.\nVerso: From the top edge, extending about two thirds down, there is a photograph of a sunset, the sky and clouds in predominantly red and orange tones and the sun, bottom center, in bright white. The musical numbers are imprinted in black capitals in a vertical column on the left. In the lower third, on a chartreuse background, the design continues in the form of a pre-printed postcard, pre-addressed to the United States Senate, protesting the use of cardboard cd packaging of the present type. Within a narrow horizontal band separating the two parts of the design, is a message in miniature white capitals directing consumers to sign and return the postcard, first filling in the name of the signatory's senator.\nThe narrow side and top panels are imprinted with the musician's name and the cd title on backgrounds continuing from the recto and verso.\nInsert  -  Closed, Recto: This repeats in miniature the central design of the box, recto, with David Byrne imprinted on one line instead of two. \nVerso: This repeats the sunset photograph in miniature.\nOpened, Recto: The top third provided song titles, personnel and  production information in white letering on black. The middle and lower thirds contain three rows of black and white cartoon-like illustrations, three per row. In the upper left hand corner of row one, enclosed in a narrow band, are the words and finally.\nOpened, Verso: The Closed recto and verso designs appear upside down in the top third. In the middle and lower third are three rows of color photographs, in tones similar to the sunset photograph. Rows one and three have three square format photraphs each; row two has square format photographs on the left and in the center and four smaller squared photographs on the right.",
    "justification":null,
    "type":{
        "id":"35294755",
        "name":"cd packaging"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18056177",
            "role_id":"35236601",
            "person_name":"Brian Dewan",
            "role_name":"Illustrator",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18056177\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236601\/"
        },
        {
            "person_id":"18056193",
            "role_id":"35236601",
            "person_name":"Mr. Chick",
            "role_name":"Illustrator",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18056193\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236601\/"
        },
        {
            "person_id":"18047417",
            "role_id":"35236631",
            "person_name":"David Byrne",
            "role_name":"Photographer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18047417\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236631\/"
        },
        {
            "person_id":"18056191",
            "role_id":"35236631",
            "person_name":"Chris Nofzinger",
            "role_name":"Photographer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18056191\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236631\/"
        },
        {
            "person_id":"18047417",
            "role_id":"35236655",
            "person_name":"David Byrne",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18047417\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id":"18041523",
            "role_id":"35236799",
            "person_name":"Tibor Kalman",
            "role_name":"Design Director",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18041523\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236799\/"
        }
    ],
    "exhibitions":[

    ]
}