{
    "id": "35350895",
    "url": "https:\/\/collection.cooperhewitt.org\/exhibitions\/35350895\/",
    "title": "Made to Scale: Staircase Masterpieces—The Eugene & Clare Thaw Gift",
    "text": "For over thirty years, Eugene and Clare Thaw have collected superb examples of historic staircase models, particularly from the nineteenth and twentieth centuries, which demonstrate a stunning mastery of design, conceptual thinking, and construction skills. Staircases have been part of building design since about 6000 BC, initially as stone additions to exterior walls. Using as a guide the average length of the human foot, staircase desgin was both practical and military.\nChanges in domestic architecture contributed to the development of central interior staircases. In the late fourteenth to sixteenth centuries, fortified castles gave way to a more welcoming and sociable residential architecture, and with it, more impressive interior staircases. Evolving social customs furthered their popularity: wide, graceful staircases allowed residents to make grand \"entrances\" to social events, and accorded their owners prestige by establishing their place in class hierarchies. As is evident in the Thaws' collection, the sense of grandeur and elation associated with stairs has inspired beautiful results, including the invention of complex configurations such as single or double helixes, elliptical spirals, and cantilevered designs.\nModels have served for centuries to test design theory and the practical elemenets of construction, as well as to display virtuosity. To achieve the three-dimensional realization of a design, the makers learned to perform wood- and metalwork on a miniature scale as well as develop fine conceptual skills. The resulting staircases were therefore archetypes of both architectural design and furniture craftsmanship.\nMade to Scale: Staircase Masterpieces is the fifth installation in the Nancy and Edwin Marks Gallery exhibition series devoted to the permanent collection.",
    "date_start": "2006-10-13",
    "date_end": "2007-06-03",
    "is_active": "0",
    "department_id": "404529577",
    "count_objects": "35",
    "count_objects_public": "30"
}