{
    "id": "18045843",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18045843\/",
    "name": "Robert Venturi",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "3",
    "biography": "In addition to his status as one of the most celebrated contemporary architects, Robert Venturi is also a writer, teacher, artist, and philosopher. Venturi graduated summa cum laude from Princeton University in 1947 and received his MFA from Princeton in 1950. From 1954-1956 Venturi furthered his studies as a Rome Prize Fellow at the America Academy in Rome. When he returned to the United States he began teaching architecture at the University of Pennsylvania. This was the beginning of Venturi’s long career as a teacher at numerous institutions including Yale, Princeton, Harvard, University of California at Los Angeles, and Rice University. \nBefore founding his own practice in 1958, Venturi’s work as an architect was in the offices of Eero Saarinen, Louis I. Kahn and Oscar Stonorov. One of his first projects which captured the attention of the architectural community was a house he built for his mother in Chestnut Hill, Pennsylvania. Other well-known projects include Guild House (1964) in Philadelphia, the Allen Memorial Art Museum (1976) in Ohio, the extension of Britain’s National Gallery of Art (1986), and the Seattle Art Museum (1991). \nVenturi married Denise Scott Brown, who was also an author, architect, artist, and educator. The couple collaborated on several formative texts on architectural theory including Learning from Las Vegas (1972), which is an exploration of urban sprawl and the suburbs, and Complexity and Contradiction in Architecture. Their written works have been invaluable to the evolution of architectural theory and design in the twentieth-century. As partners in their own firm, Venturi and Brown have been collaborating since 1969. \nAlthough Venturi designed many important buildings, his theories have created more impact in the field of architecture than his buildings. Venturi proposed that contemporary architecture should be diverse, in order to deal with the complexities of the city and of daily life. He promoted contradiction and ambiguity over unity and clarity, which is better suited to confront the varied needs of architecture today. Thus, Venturi’s work is not easily categorized because he believed there should never be a single solution that can respond to all architectural problems. The theories of architecture set out by Venturi, which encourage pragmatism and engagement with the ordinary elements of everyday life, continues to influence architectural thinking today.",
    "woe:country_id": "23424977",
    "date": "American, b. 1925",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424977"
}