{
    "id": "68737039",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/68737039\/",
    "name": "Else Regensteiner (American, b. Germany, 1906 – 2003)",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "9",
    "biography": "Else Friedsam Regensteiner (1906-2003) received a teaching degree in 1925 from the Deutsche Frauenschule in Munich and continued her studies at the University of Munich. Her training in Germany took place during the heyday of Bauhaus artistic influence, but at the time Regensteiner was unaware of the school and its philosophy. It was not until her emigration to the United States in 1936 that she learned about the Bauhaus in Chicago from Marli Ehrman, who would become her weaving instructor and eventually, in 1945, Regensteiner became her teaching protégé at the Institute of Design in Chicago.\n\n For two years Regensteiner studied theory and drafting with Ehrman and wove yardage on a fly-shuttle loom. During these years, Ehrman, aside from teaching, provided architects like Ludwig Mies van der Rohe with fabrics for the interiors of their buildings. Ehrman encouraged Regensteiner to travel to Black Mountain College where in 1942 she took courses with Anni Albers. Upon her return to Chicago, Regensteiner taught weaving at Hull House and then at the Institute of Design. In 1945 Regensteiner opened reg\/wick Handwoven Originals with Julia McVicker, a workshop which remained active until 1980.  \n\n               The textiles by Else Regensteiner from the 1940s represent the next generation of textiles influenced by the weaving workshop at the Bauhaus, as well as textiles with a very strong and informed modern heritage. Although Regensteiner did not attend the Bauhaus, she was one of their strongest proponents of the school in the United States. She disseminated Bauhaus ideals and practiced them with the same diligence, technical virtuosity, and experimentation as her Bauhaus mentors.",
    "woe:country_id": null,
    "date": null,
    "woe:country": null
}