{
    "id": "35459769",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/35459769\/",
    "name": "Thomas Heatherwick",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Thomas Heatherwick:  Since founding the Heatherwick Studio in 1994, Thomas Heatherwick has garnered international recognition as one of the most influential and innovative designers today.  Heatherwick’s works span a wide range of disciplines—from architecture, furniture, fashion, and product design to engineering, transportation design, and urban planning—and are executed on a variety of scales.  Born in London in 1970, Heatherwick was introduced to design at an early age by both of his parents.  His mother, a bead collector, helped Heatherwick to develop his aesthetic while his father introduced him to architecture and design.  As a child, Heatherwick frequently worked on inventions, anything from mechanical birthday cards to go-karts. He went on to study 3-D design at Manchester Polytechnic, where he received a degree in 1991, followed by study in a two year Furniture MA program at the Royal Academy of Art, receiving a degree in 1994. Upon graduating, he established the Thomas Heatherwick Studio (now the Heatherwick Studio) where over the last 18 years, he and a group of fellow designers, architects, and engineers have worked on nearly 200 projects. Heatherwick has won various honors and awards, including honorary doctorates from four universities: Sheffield Hallam, Brighton, Dundee, and Manchester Metropolitan University.  Heatherwick is an Honorary Fellow of the Royal Institute of British Architects and is a Senior Fellow at the Royal College of Art.  Additionally, he is the youngest practitioner to be appointed a Royal Designer for Industry.  His works have been exhibited in England and internationally, and most recently the V&A hosted a retrospective of the works of Heatherwick Studio called, “Heatherwick Studio: Designing the Extraordinary.”",
    "woe:country_id": "23424975",
    "date": "English, b. 1970",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424975"
}