{
    "id": "18666211",
    "tms:id": "208484",
    "accession_number": "1995-65-4-a\/c",
    "title": "Book, CD Cover: Fact TwentyTwo, late 20th century",
    "title_raw": "CD Cover: Fact TwentyTwo",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18666211\/",
    "department_id": "35347493",
    "period_id": null,
    "media_id": "35383547",
    "type_id": "35247441",
    "date": "late 20th century",
    "year_start": 1984,
    "year_end": 1995,
    "year_acquired": "1995",
    "decade": "1980",
    "woe:country_id": null,
    "medium": "Fabic book cover, natural paper book slip, and printed paper",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": null,
    "dimensions": "14.3 x 14.1 cm (5 5\/8 x 5 9\/16 in. )",
    "dimensions_raw": {
        "height": [
            "14.30",
            "centimeters"
        ],
        "width": [
            "14.10",
            "centimeters"
        ]
    },
    "creditline": "Gift of Rudy VanderLans and Zuzana Licko",
    "description": "CD packaging from Emigre Music.\nCD cover in form of miniature black book.  Black hard cover in textured fabric. Natural brown paper book slip that sildes over book. Imprinted in black, left center on slip: \"Fact TwentyTwo\" and black outlined rectangle divided in half.  First box, black illustration of book and second box, imprinted in black: \"The\/ Biographic\/ Humm.\"  Imprinted on right side: logo of \"EMIGRE\" of slanted black ellipse.\nInside CD book, unpaginated pages with song titles and lyrics.\nPage 1. Recto: Imprinted in black, on left: \"The\/ Biographic\/ Humm\" and illustration of book on right.  Imprinted in black, below: \"Fact TwentyTwo\".  Verso: Square divided into three sections.  Top section, imprinted in black: \"Words and music written and recorded by JAMES TOWNING...\" and additional credits.  Bottom left section contains \"53.47\" which is total playing time of CD.  \"Bottom right section contains list of songs-\"1. James T. Kafka\/ 2. Emanation Feel\/ 3. Immortal Earache\/ 4. Electrical Storms\/ 5. Tragedy\/ 6. Seth Sez\/ 7. Citizen\/ 8. Collapse\/ 9. Skullcracker\/ 10. Watching Children Sleep\/ 11. Douglas Rain\/ 12. Closing\"\nPage 2. Recto: Superimposed on pixelated image of man's head in brown tones, illustration of music recorder and perpendicular black lines with logo on upper left.  Imprinted in black, below: \"ECD 007X\" Imprinted in black, bottom: \"Graphic design by Emigre Graphics.  Illustrations by James Towning\".  Verso: Square divided into three sections of unequal area which is repeated motif throughout all pages.  Imrpinted in black \"I\/ James T. Kafka\" and lyrics \"Lay me down in this cotton have me now...\/ bye bye love...die die love\/...life goes on with such velocity.\"\nPage 3. Recto: \"4:47\" and image of hand gripping machine labelled \"Yow\", \"Roll\", \"Pitch\", \"Lock Pin\".  Verso: \"3:32\" and image of black and white photograph of flowers.\nPage 4. Recto: \"2\/ Emanation Feel\" and lyrics \"The air will change when it starts to rain\/...an ultra violet death ray magnifying heat, impulsive\/...every day\"  Verso: \"3\/Immortal Earache\" with lyrics \"I got an earache the other day, it woke me from my sleep...\/rhyme this and rhyme that the gears are sticky inside my brain\".\nPage 5. \"5:01\" with image of computer generated whirlpool over ear.  Verso: 4\/ Electrical Storm\" with lyrics \"Program your mind there's nothing to find erroes evolve into chaos...\/Power all around me Energy surrounds me\/...the modern life of a useful appliance friendship slave ideal alliance mahcine's worst enemy\/ man's best friend kill the power\"\nPage 6. Recto: \"3:27\" with image of broken light switch.  Verso: \"2:57\" with image of repeated figure of man in hat with one in all white.\nPage 7. Recto: \"5\/Tragedy\" witih lyrics \"The most important man in the world his most important song about nothing being wrong\/...The most important man in the world his mediocre life ends with knife\/ to his back\" Verso: \"6\/ Seth Sez\" with lyrics \"Joe Fear. Joe Desire. Walking around with the same old story...\/LIFE TO LIVE.  LIVE WITH RISK. LOVE YOUR GOD. GOD ABOVE\/ GOD BELOW\/GOD BE HERE. GOD BE NOW...\"\nPage 8. Recto: \"6:13\" with photo of eyes of man with rip running inbetween two eyes.  Verso: \"7\/ Citizen\" with lyrics \"Citizen One don't you know that all the world's a puppet show...\/false friendship and television dreams the moon...\"\nPage 9. Recto: \"5:51 with picture of painting of man with sad countenance.  Verso: \"3:28\" with image of outline titled \"LESSON 1\/ HEALTH\"\nPage 10. Recto: \"8\/ Collapse\" and lyric \"A shrinking man That's what I am...\"  Verso: \"9\/Skullcracker\" with lyric \"Holding on by a thread almost wishing your were dead...\/Skull cracker saving grace got to get out of this awful place...\"\nPage 11.  recto: \"6:46\" with image of collage of hand gun against newpaper classified and man in narrow room.  Verso: \"10\/ Watching Children Sleep\" with lyric \"I saw a dog from my second floor window watching with binoculars...\/the unanswered questions end the inevitable end is it better to be aware?  Yes, but I envy them.\"\nPage 12. Recto: \"6:48\" with photomontage of text and photo of binocular glasses and woman wearing one.  Verso: \"2:04\" with photomontage of man's face in central circle with top 1\/2 of man in white and legs and feet below.\nPage 13. Recto: recto: \"11\/ Douglas Rain\".  Verso: \"12\/ We all part company...\"\nPage 14. Recto: \"2:32\" with photograph of fortunes from fortune cookies.  Verso: \"Fact TwentyTwo Disco-Graphy\" and three columns below listing 1 through 16 albums available in CD or Cassette.\nBook end: CD slip in plastic with CD imprinted with red square and Emigre logo and \"Fact TewntyTwo\" spread across.",
    "justification": null,
    "gallery_text": null,
    "label_text": null,
    "videos": null,
    "on_display": null,
    "woe:country": null,
    "type": "book",
    "images": [
        {
            "b": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/80206_e279ae56fa1335fb_b.jpg",
                "width": 1024,
                "height": 1024,
                "is_primary": "1",
                "image_id": "80206"
            },
            "z": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/80206_e279ae56fa1335fb_z.jpg",
                "width": 640,
                "height": 640,
                "is_primary": "1",
                "image_id": "80206"
            },
            "n": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/80206_e279ae56fa1335fb_n.jpg",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "80206"
            },
            "d": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/80206_e279ae56fa1335fb_d.gif",
                "width": 320,
                "height": 320,
                "is_primary": "1",
                "image_id": "80206"
            },
            "sq": {
                "url": "https:\/\/images.collection.cooperhewitt.org\/80206_e279ae56fa1335fb_sq.jpg",
                "width": 300,
                "height": 300,
                "is_primary": "1",
                "image_id": "80206"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18049453",
            "role_id": "35351535",
            "person_name": "Zuzana Licko",
            "person_date": "Czech, b. 1961",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18049453\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18043575",
            "role_id": "35351535",
            "person_name": "Rudy VanderLans",
            "person_date": "Dutch, b. 1955",
            "role_name": "Donor",
            "role_display_name": "Donated by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043575\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18043575",
            "role_id": "35236655",
            "person_name": "Rudy VanderLans",
            "person_date": "Dutch, b. 1955",
            "role_name": "Designer",
            "role_display_name": "Designed by",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18043575\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        },
        {
            "person_id": "18049075",
            "role_id": "35236675",
            "person_name": "Emigre Graphics",
            "person_date": "founded 1984",
            "role_name": "For",
            "role_display_name": "Made for",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18049075\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236675\/"
        }
    ],
    "tombstone": {
        "epitaph": "Book, CD Cover: Fact TwentyTwo, late 20th century. Fabic book cover, natural paper book slip, and printed paper. \nGift of Rudy VanderLans and Zuzana Licko. 1995-65-4-a\/c."
    },
    "colors": [

    ]
}