{
    "id": "18569669",
    "tms:id": "78535",
    "accession_number": "1943-51-119",
    "title": "Album Page, \"Drawing of Scrolling Ironwork\", September 13, 1887",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18569669\/",
    "department_id": "35347493",
    "period_id": null,
    "date": "September 13, 1887",
    "year_start": null,
    "year_end": null,
    "year_acquired": "1943",
    "decade": null,
    "woe:country": "23424829",
    "medium": "Brush and watercolor, graphite on cream paperboard tipped into binding with fabric",
    "markings": null,
    "signed": null,
    "inscribed": "recto, in graphite, top left corner of sheet (written perpendicular to binding): Altar railing - about four feet high & hand \/ rail - The four sides different - very beautiful. \/ Painted black relieved by gilt - \/ Thin side lead painted decoration in the shape of parrot's heads and grotesque fish; top right corner of sheet (written perpendicular to binding): continuation about \/ the same;  Frandenstadt \/ Sept. 13th 1887; (inscribed in circle, written parallel to binding): 39; 51; bottom center right of sheet: ties are not gilded below \/ the frieze \/ all the rosettes are double the ... \/ one being black and not showing much - this is a very important part.",
    "provenance": null,
    "dimensions": "32 x 25 cm (12 5\/8 x 9 13\/16 in.), irregular",
    "creditline": "Gift of Mrs. William Greenough",
    "description": "Horizontal sheet tipped vertically into binding depicting an elaborate black ironwork railing, as the artist notes, is from an altar.   At left the railing begins with a thick square post decorated with very small gold quatrefoils (possibly blind?), and terminates in a tall post that emerges from what the artist calls a \"sort of serpents head,\" and is capped by a ball finial.  The decorative frieze of the railing adjacent to the post is in the shape of repeated figure 8, which trails into a single rod of metal that makes large scrolls (according to the artist's notation, this is \"12 in\".  The scrolls regularly terminate in the head of either a dolphin or a parrot.  The scrollwork meets what is likely the center of the railing where the letters IHS painted golden yellow are inscribed in two confronted scrolls that create the shape of a heart.  Beyond this the scrollwork is only rendered faintly with watercolor to indicate the railing's continuation.  Below this are two sets of ironwork of the same pattern, a heart shape similar to that in the section of railing above, although only scrolling and foliate elements highlighted in gold are contained therein.",
    "justification": null,
    "culture": "American",
    "style": null,
    "type": {
        "id": "35267349",
        "name": "Album page"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37552_6b584dc576df35da_b.jpg",
                "width": 1024,
                "height": 1013,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37552_6b584dc576df35da_n.jpg",
                "width": 320,
                "height": 317,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/37552_6b584dc576df35da_z.jpg",
                "width": 640,
                "height": 633,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18042021",
            "role_id": "35236565",
            "person_name": "Whitney Warren",
            "role_name": "Artist",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18042021\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236565\/"
        }
    ],
    "exhibitions": [

    ]
}