{
    "id": "404576057",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/404576057\/",
    "name": "Marius-Ernest Sabino",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Ernest-Marius Sabino was born in Sicily, and moved to France with his family when he was young. He attended the Ecole Nationale des Arts Decoratifs and the Ecole des Beaux-Arts in Paris. After WWI, Sabino founded a factory that manufactured traditional light fixtures of wood or bronze, and later switched to glass fixtures. A contemporary of Rene Lalique, Sabino designed his glassware and lighting himself until 1930, when he hired a production manager named Grivois, whose objective was to make lighting transcend banality. Sabino used pressed and molded pattern glass in bas-relief. \n\nSabino's glass products included menu holders, statues, large vases, panels, ceiling tiles, pilasters, columns, doors, fountains, and lighting fixtures. His commissions included lighting for hotels and restaurants, as well as for the 1935 oceanliner Normandie. Sabino's work was shown at the 1925 Exposition Internationale des Arts Decoratifs et Industriels Modernes, as well as at the 1925 Salon d'Automne, for which he had designed the general illumination of hte halls, passageways, and antechambers. By 1939, Sabino's work had become more diverse than Lalique's, although it was arguably of lesser quality.\n\nSabino was aware of the new theories of lighting that appeared during the 1920s. Whereas during the 1900s, designers focused on turning lamps into objets d'arts, the designers of the 1920s placed emphasis on the functionality of lighting fixtures. A fixture's elements were to be subordinate to its lighting function. As such, Sabino continued to experiment and expand his product offerings, at various times offering no fewer than five different forms of lighting: direct, semi-direct, mixed, semi-indirect, and indirect.",
    "woe:country_id": null,
    "date": "French, b. Italy, 1878 - 1961",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": null
}