{
    "id":"18060585",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18060585\/",
    "name":"Joris Laarman",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"2",
    "biography":"Joris Laarman (b. 1979) has had a meteoric rise in the design profession since his years at the Eindhoven Design Academy.  While still a student there he designed as his thesis project the Heat Wave Radiator (featured in Cooper-Hewitt's Rococo exhibition and subsequently acquired for the collection, 2008-13-1-a\/c).  Upon graduation in 2003, he started his own company, Joris Laarman Studio, focusing on product design and architecture.  Laarman is particularly interested in working at the intersection of science and aesthetics.  Before 2007, he came across the work of a German scientist, Claus Metthek, who developed an algorithm (based on the regenerative structure of bones which allows them to add and subtract matter as needed) for the Opal car company, which enabled them to produce car parts that were optimized for strength and minimal materials use.  He applied a form of this technology to produce his break-through Bone Chair which debuted at the Milan Furniture Fair in 2007 and the following year was featured in MoMA’s exhibition Design and the Elastic Mind.  Since his 2010 solo exhibition at Friedman Benda Gallery (his first in the US), Laarman has been working with Renny Ramakers (Droog) and Michiel Frackers on MakeMe (a combination on-line store and virtual lab) where people can order up designs for modeling by prototyping and fabricated locally by approved manufacturers.",
    "woe:country":null,
    "date":"Dutch, b. 1979",
    "roles":[
        {
            "id":"35236799",
            "name":"Design Director",
            "count_objects":"538"
        },
        {
            "id":"35236655",
            "name":"Designer",
            "count_objects":"28110"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"13466",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":null
    }
}