{
    "id": "18064535",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18064535\/",
    "name": "Peter Müller-Munk",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Peter Müller-Munk (1904-1967) trained as a silversmith in Berlin, Germany, focused on crafting each piece by hand. It wasn’t until after he immigrated to New York City in 1926 that the German-born designer switched his focus to industrial design for mass production, creating the Art Deco tableware designs he is best-known for today.\n \nMüller-Munk began his career in the United States by working as a silver designer at Tiffany & Co. and exhibiting his luxury metalwork at the 1928 Macy’s Exposition. By 1929, he had established his own silver studio and exhibited at the Metropolitan Museum of Art. In response to the rapid decline in demand for expensive silverwares during the Great Depression, Müller-Munk transferred his focus to industrial design, creating sleek, consumer-oriented domestic objects.\n \nMüller-Munk went on to become a major force in legitimizing the design profession and establishing design education. He served as head of the first American degree program in industrial design at the Carnegie Institute of Technology during the 1930s while completing design projects for companies like Westinghouse, Dow Chemicals, Texaco and U.S. Steel. Müller-Munk also left a definitive mark on the national and international evolutions of post-war industrial design by serving as president of the Society of Industrial Designers in 1954 and president of the International Council of Societies of Industrial Design in 1957. The award-winning and prosperous design consultancy firm he founded in 1944, Peter Müller-Munk Associates, went on to work in communication and environmental design after his death.\n\nhttp:\/\/www.britishmuseum.org\/explore\/highlights\/highlight_objects\/pe_mla\/c\/chromium-plated_normandie_pitc.aspx\nhttp:\/\/www.industrialdesignhistory.com\/node\/96",
    "woe:country_id": "23424977",
    "date": "American (born Germany), 1904 - 1967",
    "woe:country": "23424977"
}