{
    "id":"18410087",
    "tms:id":"115238",
    "accession_number":"1956-45-1",
    "title":"Textile, \"Modern Master\", 1955",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18410087\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35251739",
    "date":"1955",
    "year_start":1955,
    "year_end":1955,
    "year_acquired":"1956",
    "decade":"1950",
    "woe:country":"23424977",
    "medium":"Medium: cotton\nTechnique: printed by engraved roller, incised by photographic process",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 140 x 100 cm (55 1\/8 x 39 3\/8 in.)",
    "creditline":"Gift of Fuller Fabrics Corp.",
    "description":"Repeating design of scattered fishes in blues, gold and rust on a white ground.",
    "justification":"\nIn 1953, Dan Fuller, President of Fuller Fabrics, invited five of the twentieth century’s most distinguished artists: Pablo Picasso, Fernand Léger, Marc Chagall, Joan Miró, and Raoul Dufy, to collaborate on a line of textiles to be called the Modern Masters Series. The concept was unique in that the artists were not commissioned to produce original patterns specifically for the textiles. Instead, Dan Fuller worked with each artist to select motifs from their existing body of work, which were then translated by the company’s in-house designers into repeating patterns.<a href=\"#_ftn1\">[1]<\/a> Fidelity of reproduction was essential, and Fuller’s designers worked diligently to render the motifs accurately for engraving. The patterns were roller printed rather than screen printed, because the fabric was intended to be mass produced and sold at low price points, less than $2 a yard, for use by both garment manufacturers and home sewers. Each artist approved the final patterns derived from his work and was involved in the selection of the colors. \nMarketing was a key element of the project – the Modern Master Series was launched in the fall of 1955 with a museum exhibition and documentary film that featured the artists in their studios, the original works of art, the finished fabrics, and the production process. The film and exhibition opened at the Brooklyn Museum and then traveled to other American museums.<a href=\"#_ftn2\">[2]<\/a> For a five-page editorial spread in Life Magazine, “Modern Art in Fashion,” Life’s fashion editor Sally Kirkland enlisted the participation of her friend, designer Claire McCardell. McCardell designed a wardrobe of separates and dresses using Modern Masters Fabrics which were featured in the Life photo essay.<a href=\"#_ftn3\">[3]<\/a>\nThe collection of sixty designs was much celebrated when it was launched. American Fabrics applauded Fuller for its daring and courage in bridging “the abyss” between fine and applied arts.<a href=\"#_ftn4\">[4]<\/a> Cooper-Hewitt currently holds six fabrics from Fuller’s Modern Masters Series in its collection: The Bullfight, Birds, and Poisson by Pablo Picasso, Vitrail by Fernand Leger, Femme Ecoutant by Joan Miro, and Evening Enchantment by Marc Chagall. \n\nThe whimsical cubist fish that are the source motif for this lively patterned fabric come from a ceramic plate by Pablo Picasso (1881-1973). In 1947 Picasso spent the summer in the Vallauris region of Southeast France, which had been a center of ceramic production for more than 2000 years.&amp;nbsp; Fascinated by the town’s ceramic history, as well as the inspirational work of Vallauris’ contemporary potters, Picasso devoted himself to learning to throw clay vessels. He became a passionate and prolific potter, making thousands of jugs, vases, dishes and platters, with a wide range of decorative schemes. Living things from the earth, sky and sea, like the fish on this plate, were a recurring theme. Picasso’s ceramics were intended to be models for mass production, but this plan was abandoned because Picasso’s originals were more highly valued as unique, luxury collectors’ items. \nFuller apparently produced at least two different interpretations of this brightly colored fabric by varying the size of the fish motifs. Fashion designer Claire McCardell (1905-58), who is acknowledged with creating “The American Look” in women’s casual wear, used a bold version of the fabric, with much larger fish, for a dress she designed for the American garment manufacturer, Townley. \n\n\n\n<a href=\"#_ftnref1\">[1]<\/a> Geoffry Rayner, Richard Chamberlain and Annamarie Stapleton, Textile Design: Artists’ Textiles 1940-76 (Woodbridge, Suffolk, UK: Antique Collectors Club, 2012), 139.\n\n<a href=\"#_ftnref2\">[2]<\/a> “Trying Abstraction on Fabrics,” ArtNews 54, issue 7 (November 1955): 43.\n\n<a href=\"#_ftnref3\">[3]<\/a> Kohle Yohannan, and Nancy Nolf, Claire McCardell: Redefining Modernism (NY: Abrams, 1998), 126.\n\n<a href=\"#_ftnref4\">[4]<\/a> “Fine Art and Textiles come to Terms,” American Fabrics 35 (Winter 1955-56): 49.",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42762_94d738a9782e90b8_b.jpg",
                "width":735,
                "height":1024,
                "is_primary":"1"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42762_94d738a9782e90b8_n.jpg",
                "width":230,
                "height":320,
                "is_primary":"1"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/42762_94d738a9782e90b8_z.jpg",
                "width":459,
                "height":640,
                "is_primary":"1"
            }
        },
        {
            "b":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18385_a481b02e47967ec9_b.jpg",
                "width":763,
                "height":1024,
                "is_primary":"0"
            },
            "n":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18385_a481b02e47967ec9_n.jpg",
                "width":238,
                "height":320,
                "is_primary":"0"
            },
            "z":{
                "url":"http:\/\/images.collection.cooperhewitt.org\/18385_a481b02e47967ec9_z.jpg",
                "width":477,
                "height":640,
                "is_primary":"0"
            }
        }
    ],
    "participants":[
        {
            "person_id":"18065027",
            "role_id":"35236657",
            "person_name":"Fuller Fabrics",
            "role_name":"Manufacturer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18065027\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236657\/"
        },
        {
            "person_id":"18047293",
            "role_id":"35236655",
            "person_name":"Pablo Picasso",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18047293\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Textile, \"Modern Master\", 1955.Medium: cotton\nTechnique: printed by engraved roller, incised by photographic process. Gift of Fuller Fabrics Corp.. 1956-45-1."
    },
    "colors":[
        {
            "color":"#d5dcd1",
            "closest_css3":"#d3d3d3"
        },
        {
            "color":"#72875a",
            "closest_css3":"#696969"
        },
        {
            "color":"#d6bb4b",
            "closest_css3":"#bdb76b"
        },
        {
            "color":"#8cbfbd",
            "closest_css3":"#a9a9a9"
        },
        {
            "color":"#4f6998",
            "closest_css3":"#4682b4"
        }
    ]
}