{
    "id":"18705685",
    "tms:id":"228651",
    "accession_number":"2007-8-1",
    "title":"Textile, early 20th century",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18705685\/",
    "department_id":"35347501",
    "period_id":null,
    "media_id":"35402927",
    "type_id":"35251739",
    "date":"early 20th century",
    "year_start":"1901",
    "year_end":"1925",
    "year_acquired":"2007",
    "decade":"1900",
    "woe:country":"23424824",
    "medium":"Medium: cotton\nTechnique: narrow strip woven in weft-faced plain weave, stitched selvedge to selvedge to form cloth",
    "markings":null,
    "signed":null,
    "inscribed":null,
    "provenance":null,
    "dimensions":"H x W: 317.5 x 193 cm (125 x 76 in.)",
    "creditline":"Museum purchase from General Acquisitions Endowment Fund",
    "description":"Large cloth composed of many narrow woven strips, each horizontally striped in many colors.",
    "justification":"The strip-woven cloths of the Asante and Ewe peoples of Western Africa, in present-day Ghana and Togo, are made exclusively by men on portable, drag-weighted looms. The weaving of plain white strips by men for use as currency goes back hundreds of years, and most of the textiles produced are plain white or decorated with simple indigo stripes or checks. However, a small number of highly colored and patterned prestige cloths, commonly known as kente cloth, are produced to be worn for important religious and ceremonial events. The cloths are worn toga-style by both men and women.\n&amp;nbsp;\nWhile the woven strips may vary from 1 to 15 inches in width, they are most commonly 3 ½ to 5 inches wide. The weaver makes a single, continuous strip which is then cut into lengths and sewn together selvedge to selvedge to form a wider cloth. Designs are created by incorporating colored threads in the warp to produce vertical stripes, adding colored threads in the weft to make checks, using colored threads of a heavier weight in the weft to create horizontal stripes, or by supplementary weft patterning (brocading). Often the finished cloths have a basket-like or checkerboard effect from the alternation of vertically and horizontally striped areas, sporadically enhanced with brocaded motifs. \n&amp;nbsp;\nThis textile from the early 20th century is most similar to an Ewe type called gbeski susuavor, indicating that “all design and art came into play,” because there are no areas of simple warp (vertical) striping. This means that the entire piece is composed of combinations of weft (horizontal) stripes. In lieu of the traditional checkerboard effect, here there is a constant interplay of horizontal elements across the strips. Warp striping is simpler but also unvarying, because the loom is warped only once. The weft is inserted by hand, so each color choice is at the discretion of the weaver. This piece also has particularly subtle coloration and fine weaving. ",
    "type":{
        "id":"35251739",
        "name":"textile"
    },
    "images":[

    ],
    "participants":[

    ],
    "exhibitions":[

    ],
    "tombstone":{
        "epitaph":"Textile, early 20th century.\nearly 20th century. Medium: cotton\nTechnique: narrow strip woven in weft-faced plain weave, stitched selvedge to selvedge to form cloth. Museum purchase from General Acquisitions Endowment Fund. 2007-8-1."
    },
    "colors":[
        {
            "color":"#9c8872",
            "closest_css3":"#808080"
        },
        {
            "color":"#b58750",
            "closest_css3":"#cd853f"
        },
        {
            "color":"#916c40",
            "closest_css3":"#a0522d"
        },
        {
            "color":"#cbb495",
            "closest_css3":"#d2b48c"
        },
        {
            "color":"#7e5135",
            "closest_css3":"#a0522d"
        }
    ]
}