{
    "id":"18049921",
    "url":"http:\/\/collection.cooperhewitt.org\/people\/18049921\/",
    "name":"Edith Wetmore",
    "supersedes":"0",
    "superseded_by":"0",
    "count_objects":"96",
    "biography":"Edith Malvina Keteltas Wetmore was born in Geneva, Switzerland, on September 23, 1870.  Her father, George Peabody Wetmore, was governor of Rhode Island from 1885 to 1887 and a United States Senator form 1895 through 1913.  Miss Wetmore, who was educated in private schools in the United States and Europe, never married.  She lived with her sister, Maude K. Wetmore, at the family estate.  Maude Wetmore was nationally known Republican leader until her death in 1951.  Edith Wetmore was a charter member and first president of the Old State House in Newport, inc., founded to maintain the Sate Captiol which was more than 200 years old.  She also helped found the Newport Casino Theater, in Newport, Rhode Island. She was a fellow in perpetuaity of the Metropolitan Museum of Art in New York.  She was considered a leader in the social society that Newport, Rhode Island was known for.\nChateau-sur-Mer \nMiss Wetmore's lavish estate, Chateau-sur-Mer, on Bellevue Avenue, Newport, Rhode Island, was the scene of many of Neport's most elabortae gatherings.  Built by her father it was one of the resort's two summer palaces still run in the old style with a bulter and liveried footmen.  The house is known as one of the best examples of the Aesthetic style interior.\nAdapted from The New York Times obituary, 3\/11\/1966",
    "woe:country":null,
    "date":"1870 – 1966",
    "roles":[
        {
            "id":"35351535",
            "name":"Donor",
            "count_objects":"112038"
        }
    ],
    "concordances":{
        "freebase:id":null,
        "ulan:id":null,
        "ima:id":null,
        "lcnaf:id":null,
        "ldm:id":null,
        "moma:id":null,
        "phm:id":null,
        "tms:id":"5543",
        "vanda:id":null,
        "viaf:id":null,
        "walker:id":null,
        "wikipedia:id":null
    }
}