{
    "id": "18733657",
    "tms:id": "242972",
    "accession_number": "2009-17-1",
    "title": "Floor Lamp, ca. 1938",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18733657\/",
    "department_id": "35347497",
    "period_id": null,
    "media_id": "35422757",
    "type_id": "35293521",
    "date": "ca. 1938",
    "year_start": 1933,
    "year_end": 1943,
    "year_acquired": "2009",
    "decade": "1930",
    "woe:country": "23424977",
    "medium": "Chrome-plated metal",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Doris Duke Charitable Foundation; 2009: acquired by Museum [1]\n\n\n\n\n\n\n\n\n\n\n\n[1] Acquired for the Hollywood Wing of Duke Farms. The addition of 1938, designed by  Thomas W. Lamb (1871-1942) for Doris Duke. For a fuller history of the building, see Greg Herringshaw's history of the house in the justification for the six window shades from the same wing. (5969.2-7.2009). It has been in the wing until sent for donation by the Doris Duke Charitable Foundation to CHNDM.",
    "dimensions": "H: 173.4 cm (5 ft. 8 1\/4 in.)",
    "creditline": "Gift of Doris Duke Charitable Foundation",
    "description": "Three-tiered conical lamp with spaces between the tiers to reveal light, on a reeded stem descending to a circular base.",
    "justification": "Justification text from acquisition file\nBorn and trained in furniture design in Germany during the 1920s, Walter von Nessen immigrated to the United States in 1925 at the age of 35. In 1927, he opened Nessen Studios in New York City, a space devoted to the design and fabrication of architectural lighting. He created a name for himself almost immediately, attracting the attention of leading architects with his sleek industrial designs. Von Nessen began to receive commissions to design lighting and other household items for top clients, officially inducting him into the burgeoning group of industrial designers that included such names as Walter Dorwin Teague, Donald Deskey, Gilbert Rhode, and Russell Wright. \nBy 1930, critics, manufacturers, and museum heads were referring to von Nessen as an industrial design trail blazer for his ingenuity and modern designs. Lighting was an interesting prospect for von Nessen as it was a relatively new technology with a limited design history. Though he experimented with various household items, lamps remained at the forefront of his innovation.&amp;nbsp; Von Nessen virtually pioneered the field of residential lighting. His practice of simple modernism paired with functionalism and new materials was the dominant trend in his work until his death in 1943. His goal of efficient lighting was focused by his desire to achieve an exact level of illumination. This search for perfection led him to experiment with a variety of materials such as brass with satin chrome, spun aluminum, Bakelite, fiberglass, natural cherrywood and rosewood.&amp;nbsp; \nHis work in the U.S. spanned little over a decade, beginning with his early household commissions and culminating in the commercial success of his lighting designs. Today, his designs have become a sought after collectors' items and exemplify the prevailing influence of the Art Deco style. The overall impact of von Nessen's work is still apparent over 80 years after the opening of his New York studio.&amp;nbsp; \nThough the museum owns a von Nessen coffee set and cocktail shaker, an example of his lighting is noticeably absent.&amp;nbsp; Part of the original furnishings for a bar room with tennis-motif decorated black lacquered walls at Doris Duke's house in New Jersey, this circa 1938 chrome floor lamp is a prime example of the ingenuity, functionalism and modern materials that characterized his work. Von Nessen has accented the top of the lamp with three concentric conical forms which act as uplighters; an ingenious way to diffuse and control and direct light, which, in situ, highlighted the motifs on the walls and produced a dramatic effect against the black background of the walls.&amp;nbsp; The lamp's reeded stem extends down from the center of the inverted cones to a stepped circular foot resting on four conical feet, adding a touch of visual symmetry. Overall, the lamp is a fine example of streamlined design with a creative approach to its function.&amp;nbsp;&amp;nbsp; \n&amp;nbsp;",
    "type": {
        "id": "35293521",
        "name": "Floor lamp"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/35381_83365cef358c5525_b.jpg",
                "width": 483,
                "height": 1024,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/35381_83365cef358c5525_n.jpg",
                "width": 151,
                "height": 320,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org\/35381_83365cef358c5525_z.jpg",
                "width": 302,
                "height": 640,
                "is_primary": "1"
            }
        }
    ],
    "participants": [
        {
            "person_id": "18062879",
            "role_id": "35351535",
            "person_name": "Doris Duke Charitable Foundation",
            "role_name": "Donor",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18062879\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35351535\/"
        },
        {
            "person_id": "18537453",
            "role_id": "35236655",
            "person_name": "Walter von Nessen",
            "role_name": "Designer",
            "person_url": "http:\/\/collection.cooperhewitt.org\/people\/18537453\/",
            "role_url": "http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone": {
        "epitaph": "Floor Lamp, ca. 1938. Chrome-plated metal. Gift of Doris Duke Charitable Foundation. 2009-17-1."
    },
    "colors": [
        {
            "color": "#e0d6cc",
            "closest_css3": "#d3d3d3"
        },
        {
            "color": "#958c81",
            "closest_css3": "#808080"
        },
        {
            "color": "#5c564f",
            "closest_css3": "#696969"
        }
    ]
}