{
    "id": "18537489",
    "url": "http:\/\/collection.cooperhewitt.org\/people\/18537489\/",
    "name": "Carlo Scarpa",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "1",
    "biography": "Carlo Scarpa was born in Venice in 1906, and lived in the Veneto for most of his life, until his death in 1978 at the age of 72. In 1919, he enrolled in the fine arts academy, simultaneously gaining work experience in local planning offices. He received his diploma and first personal commission the same year, in 1925; the latter was for Giacomo Cappellin, to restore the Palazzo da Mula in Murano, which housed Cappellin’s glassmaking company’s administrative offices. The work introduced him to glassmaking, and the following year he started to design glasswares for the company, MVM Cappellin, doing so until it closed in 1932. That year, he went to Venini, for whom he designed for fifteen years, serving as an artistic director.\n\nAs an architect, he designed both major and minor works, almost exclusively in the Veneto region—though his influence and ideas reached around the world. Some of his major works include the Villa Zoppas (1948-53), Olivetti Showroom (1957), the Casa Veritti (1957-61), the Querini Stampalia Foundation (1961-63), the Museo Corner (1957-60), Brion-Vega Cemetery (1970-72), and Villa Ottolenghi (1974-79), among numerous others. \n\nScarpa received many awards and honors throughout his lifetime, including the Diploma of Honor for glass objects at the Milan Triennale (1940), Olivetti National Prize for Architecture (1956), IN-ARCH National prize and gold medal from the Ministry of Education for his work at Verona’s Castelvecchio Museum (1962), President of the Republic’s Prize for Architecture (1967), and the honoris causa degree in architecture (1978). In addition to designing and planning various exhibitions, his own work was also shown in many, including the Venice Biennales, Milan Triannales, and New York MoMA’s 1967 architecture show. He was appointed director of the Venice Institute of Architecture in 1972.\n\nBarovier, Marino. Carlo Scarpa: Glass of an Architect. Milan: Skira, 1998",
    "woe:country_id": "23424853",
    "date": "Italian, 1906 – 1978",
    "woe:country": "23424853"
}