{
    "id":"18112551",
    "tms:id":"8491",
    "accession_number":"1901-39-1929",
    "title":"Drawing, \"Rendering of Various Decorative details of Bologna; Verso: Architectural Details\", 1810–14",
    "url":"http:\/\/collection.cooperhewitt.org\/objects\/18112551\/",
    "department_id":"35347493",
    "period_id":"35417089",
    "media_id":"35410949",
    "type_id":"35237093",
    "date":"1810–14",
    "year_start":null,
    "year_end":null,
    "year_acquired":"1901",
    "decade":null,
    "woe:country":"23424853",
    "medium":"Pen and brown ink, brush and brown wash over traces of graphite on cream laid paper",
    "markings":"Watermark: lily in double circle with ACF",
    "signed":null,
    "inscribed":"Inscribed at top: Dela Rovare.  Bottom, inscribed by capitals: Gotico munumento. Inscribed under decorative design: monumenti cavati dal cinquecento Bologna. Inscribed at top center: 116. Verso: inscribed at top: 117.",
    "provenance":"Giovanni Piancastelli, Rome",
    "dimensions":"37.5 x 25.6 cm (14 3\/4 x 10 1\/16 in.)",
    "creditline":"Museum purchase through gift of various donors",
    "description":"Sketchbook Page: Folio 58, 116, 117. Double sided folio. Recto: left half of grotesque panel, c. 1500. Left half shows square ceiling and coat of arms of Pope Julius II (1503-13), with inscription: Dela Rovare. Center row:  Renaissance candelabrum, gothic doorway, 15th century trophy of pastoral attributes. Capital with eagle and dragon. Bottom: three capitals, one of them with inscription: Gotico munumento. Inscribed under decorative design: monumenti cavati dal cinquecento Bologna. Inscribed at top center: 116. Verso:  arcades, parts of columns, entablatures, and capitals. At bottom left, seven decorated moldings. Inscribed at top: 117.",
    "justification":null,
    "type":{
        "id":"35237093",
        "name":"Drawing"
    },
    "images":[

    ],
    "participants":[
        {
            "person_id":"18042405",
            "role_id":"35236655",
            "person_name":"Felice Giani",
            "role_name":"Designer",
            "person_url":"http:\/\/collection.cooperhewitt.org\/people\/18042405\/",
            "role_url":"http:\/\/collection.cooperhewitt.org\/roles\/35236655\/"
        }
    ],
    "tombstone":{
        "epitaph":"Drawing, \"Rendering of Various Decorative details of Bologna; Verso: Architectural Details\", 1810–14.\n1810–14. Pen and brown ink, brush and brown wash over traces of graphite on cream laid paper. Museum purchase through gift of various donors. 1901-39-1929."
    },
    "colors":[

    ]
}