{
    "id": "18715087",
    "tms:id": "233445",
    "accession_number": "2009-33-1",
    "title": "Kepenek (shepherd's Cloak), 2009-33-1, 2008",
    "url": "http:\/\/collection.cooperhewitt.org\/objects\/18715087\/",
    "department_id": "35347501",
    "period_id": null,
    "date": "2008",
    "year_start": "2008",
    "year_end": "2008",
    "year_acquired": "2009",
    "decade": "2000",
    "woe:country": null,
    "medium": "Medium: wool\nTechnique: felted",
    "markings": null,
    "signed": null,
    "inscribed": null,
    "provenance": "Provenance: Chris Martens, one of the authors of the Fashioning Felt catalogue, asked Mehmet Gircic, a carpet maker in Istanbul, to procure a kepenek for the exhibiton. He commissioned the piece from the Konya feltmaker Kececi Osman.",
    "dimensions": "H x W (approx.): 132.1 x 101.6 cm (52 x 40 in.)",
    "creditline": "Gift of Christine Martens",
    "description": "Cloak with broadly rounded shoulders in natural wool white, with a pattern band down each side front in black. Center front opening.",
    "justification": "No scholar has been willing to suggest a date for the earliest use of the kepenek, or shepherd’s cloak, but Veronika Gervers of the Royal Ontario Museum, who wrote extensively on both traditional felt-making practices and the coats, mantles and cloaks of Central Asia, suggested that the form has been in use since at least the Middle Ages. Felt is considered to be the earliest man-made fabric, and was critical to the survival of many early communities, and the felt-made kepenek tells a rich story about the development of felt-making alongside the early domestication of animals in Central Asia, the daily life of nomadic herders, and most importantly, the role of textile architecture among nomadic communities, since this unfitted garment can serve as a portable, wearable tent. There are regional variations: cloaks of the coastal region of Turkey have hoods, and some have sleeves. In Iran the coats are made with the vestigial sleeves typical of Persian ceremonial garments. Historically, colored markings on the front of the typically white cloak included the symbol of the local felt-maker’s guild, along with the weight of wool used in making the piece, an indication of quality. Later, as the guilds were disbanded, individual felt-makers embedded their names, and sometimes the name of the person commissioning the garment. Today one often sees a more decorative use of once-meaningful motifs. \n&amp;nbsp;\nThis piece, made in 2008 by Kececi Osman, a felt-maker in the Taurus Mountains near Konya, Turkey has a form typical of the region in which it was made. The felted wool Cloak has broadly rounded shoulders in natural wool white, with a pattern band down each side front in black, and an opening in the center front. The piece was commissioned for the exhibition by Mehmet Gircic, a well-known felt carpet-maker in Istanbul. &amp;nbsp;",
    "culture": null,
    "style": null,
    "type": {
        "id": "35304727",
        "name": "Kepenek (shepherd's cloak)"
    },
    "images": [
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/31519_635cc9a8f9fe1da4_b.jpg",
                "width": 1024,
                "height": 538,
                "is_primary": "1"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/31519_635cc9a8f9fe1da4_n.jpg",
                "width": 320,
                "height": 168,
                "is_primary": "1"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/31519_635cc9a8f9fe1da4_z.jpg",
                "width": 640,
                "height": 336,
                "is_primary": "1"
            }
        },
        {
            "b": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/31520_8aa3cefce4a9b30b_b.jpg",
                "width": 702,
                "height": 1024,
                "is_primary": "0"
            },
            "n": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/31520_8aa3cefce4a9b30b_n.jpg",
                "width": 219,
                "height": 320,
                "is_primary": "0"
            },
            "z": {
                "url": "http:\/\/images.collection.cooperhewitt.org.s3.amazonaws.com\/31520_8aa3cefce4a9b30b_z.jpg",
                "width": 439,
                "height": 640,
                "is_primary": "0"
            }
        }
    ],
    "participants": [

    ],
    "exhibitions": [
        {
            "id": "35350951",
            "url": "http:\/\/collection.cooperhewitt.org\/exhibitions\/35350951\/",
            "title": "Fashioning Felt",
            "date_start": "2009-03-06",
            "date_end": "2009-09-07"
        }
    ]
}