{
    "id": "18056287",
    "url": "https:\/\/collection.cooperhewitt.org\/people\/18056287\/",
    "name": "Vitra AG",
    "supersedes": "0",
    "superseded_by": "0",
    "count_objects": "6",
    "biography": "Founded by Willi and Erika Fehlbaum in Switzerland where it is still headquartered, the privately held furniture manufacturer Vitra entered the furniture market in 1957, when it licensed the rights to produce furniture by American maker Herman Miller for the European market.  Primarily producing the designs of George Nelson and Charles and Ray Eames, by 1967, Vitra introduced the Panton chair by Verner Panton, the first cantilevered plastic chair. In 1977, the company was taken over by Rolf Fehlbaum, and in 1984, Vitra ended its partnership with Herman Miller, obtaining the rights to produce Eames and Nelson designs for Europe and the Middle East. Today, in addition to producing Eames and Nelson designs that have become twentieth-century design icons, Vitra produces the work of notable modern and contemporary designers such as Mario Bellini, Jasper Morrison, Hella Jongerius, and Ronan and Erwan Bourroullec. In 1981, after a fire destroyed much of Vitra’s production facility in Weil am Rhein, Germany, the firm rethought its campus and started to invite a number of architects to design buildings for the site. These include a conference pavilion by Tadao Ando (1993), a fire station by Zaha Hadid (1993), and a factory building and museum by Frank Gehry (1989) to house Vitra’s growing collection of historical and contemporary chairs and other furniture, and make it accessible to the public. The Vitra Museum is an independent foundation devoted to the popularization and study of design and architecture. Today, the company is recognized as a major design proponent and furniture producer with manufacturing facilities in Germany, the United States, China, and Japan, and showrooms in major cities throughout the world.",
    "woe:country_id": "23424957",
    "date": "Switzerland",
    "biography_75_words": null,
    "biography_50_characters": null,
    "woe:country": "23424957"
}